[
  {
    "No": 1,
    "Translation": "Alif Lam Ra. Inilah ayat-ayat Al-Qur'an yang penuh hikmah."
  },
  {
    "No": 2,
    "Translation": "Pantaskah manusia menjadi heran bahwa Kami memberi wahyu kepada seorang laki-laki di antara mereka, &ldquo;Berilah peringatan kepada manusia dan gembirakanlah orang-orang beriman bahwa mereka mempunyai kedudukan yang tinggi di sisi Tuhan.&rdquo; Orang-orang kafir berkata, &ldquo;Orang ini (Muhammad) benar-benar pesihir.&rdquo;"
  },
  {
    "No": 3,
    "Translation": "Sesungguhnya Tuhan kamu Dialah Allah yang menciptakan langit dan bumi dalam enam masa, kemudian Dia bersemayam di atas &lsquo;Arsy (singgasana) untuk mengatur segala urusan. Tidak ada yang dapat memberi syafaat kecuali setelah ada izin-Nya. Itulah Allah, Tuhanmu, maka sembahlah Dia. Apakah kamu tidak mengambil pelajaran?"
  },
  {
    "No": 4,
    "Translation": "Hanya kepada-Nya kamu semua akan kembali. Itu merupakan janji Allah yang benar dan pasti. Sesungguhnya Dialah yang memulai penciptaan makhluk kemudian mengulanginya (menghidupkannya kembali setelah berbangkit), agar Dia memberi balasan kepada orang-orang yang beriman dan mengerjakan kebajikan dengan adil. Sedangkan untuk orang-orang kafir (disediakan) minuman air yang mendidih dan siksaan yang pedih karena kekafiran mereka."
  },
  {
    "No": 5,
    "Translation": "Dialah yang menjadikan matahari bersinar dan bulan bercahaya, dan Dialah yang menetapkan tempat-tempat orbitnya, agar kamu mengetahui bilangan tahun, dan perhitungan (waktu). Allah tidak menciptakan demikian itu melainkan dengan benar. Dia menjelaskan tanda-tanda (kebesaran-Nya) kepada orang-orang yang mengetahui."
  },
  {
    "No": 6,
    "Translation": "Sesungguhnya pada pergantian malam dan siang dan pada apa yang diciptakan Allah di langit dan di bumi, pasti terdapat tanda-tanda (kebesaran-Nya) bagi orang-orang yang bertakwa."
  },
  {
    "No": 7,
    "Translation": "Sesungguhnya orang-orang yang tidak mengharapkan (tidak percaya akan) pertemuan dengan Kami, dan merasa puas dengan kehidupan dunia serta merasa tenteram dengan (kehidupan) itu, dan orang-orang yang melalaikan ayat-ayat Kami,"
  },
  {
    "No": 8,
    "Translation": "mereka itu tempatnya di neraka, karena apa yang telah mereka lakukan."
  },
  {
    "No": 9,
    "Translation": "Sesungguhnya orang-orang yang beriman dan mengerjakan kebajikan, niscaya diberi petunjuk oleh Tuhan karena keimanannya. Mereka di dalam surga yang penuh kenikmatan, mengalir di bawahnya sungai-sungai."
  },
  {
    "No": 10,
    "Translation": "Doa mereka di dalamnya ialah, &ldquo;Subhanakallahumma&rdquo; (Mahasuci Engkau, ya Tuhan kami), dan salam penghormatan mereka ialah, &ldquo;Salam&rdquo; (salam sejahtera). Dan penutup doa mereka ialah, &ldquo;Al-hamdu lillahi Rabbil &lsquo;alamin&rdquo; (segala puji bagi Allah Tuhan seluruh alam)."
  },
  {
    "No": 11,
    "Translation": "Dan kalau Allah menyegerakan keburukan bagi manusia seperti permintaan mereka untuk menyegerakan kebaikan, pasti diakhiri umur mereka. Namun Kami biarkan orang-orang yang tidak mengharapkan pertemuan dengan Kami, bingung di dalam kesesatan mereka."
  },
  {
    "No": 12,
    "Translation": "Dan apabila manusia ditimpa bahaya dia berdoa kepada Kami dalam keadaan berbaring, duduk atau berdiri, tetapi setelah Kami hilangkan bahaya itu darinya, dia kembali (ke jalan yang sesat), seolah-olah dia tidak pernah berdoa kepada Kami untuk (menghilangkan) bahaya yang telah menimpanya. Demikianlah dijadikan terasa indah bagi orang-orang yang melampaui batas apa yang mereka kerjakan."
  },
  {
    "No": 13,
    "Translation": "Dan sungguh, Kami telah membinasakan umat-umat sebelum kamu, ketika mereka berbuat zalim, padahal para rasul mereka telah datang membawa keterangan-keterangan (yang nyata), tetapi mereka sama sekali tidak mau beriman. Demikianlah Kami memberi balasan kepada orang-orang yang berbuat dosa."
  },
  {
    "No": 14,
    "Translation": "Kemudian Kami jadikan kamu sebagai pengganti-pengganti (mereka) di bumi setelah mereka, untuk Kami lihat bagaimana kamu berbuat."
  },
  {
    "No": 15,
    "Translation": "Dan apabila dibacakan kepada mereka ayat-ayat Kami dengan jelas, orang-orang yang tidak mengharapkan pertemuan dengan Kami berkata, &ldquo;Datangkanlah kitab selain Al-Qur'an ini atau gantilah.&rdquo; Katakanlah (Muhammad), &ldquo;Tidaklah pantas bagiku menggantinya atas kemauanku sendiri. Aku hanya mengikuti apa yang diwahyukan kepadaku. Aku benar-benar takut akan azab hari yang besar (Kiamat) jika mendurhakai Tuhanku.&rdquo;"
  },
  {
    "No": 16,
    "Translation": "Katakanlah (Muhammad), &ldquo;Jika Allah menghendaki, niscaya aku tidak membacakannya kepadamu dan Allah tidak (pula) memberitahukannya kepadamu.&rdquo; Aku telah tinggal bersamamu beberapa lama sebelumnya (sebelum turun Al-Qur'an). Apakah kamu tidak mengerti?"
  },
  {
    "No": 17,
    "Translation": "Maka siapakah yang lebih zalim daripada orang yang mengada-adakan kebohongan terhadap Allah atau mendustakan ayat-ayat-Nya? Sesungguhnya orang-orang yang berbuat dosa itu tidak akan beruntung."
  },
  {
    "No": 18,
    "Translation": "Dan mereka menyembah selain Allah, sesuatu yang tidak dapat mendatangkan bencana kepada mereka dan tidak (pula) memberi manfaat, dan mereka berkata, &ldquo;Mereka itu adalah pemberi syafaat kami di hadapan Allah.&rdquo; Katakanlah, &ldquo;Apakah kamu akan memberitahu kepada Allah sesuatu yang tidak diketahui-Nya apa yang di langit dan tidak (pula) yang di bumi?&rdquo; Mahasuci Allah dan Mahatinggi dari apa yang mereka persekutukan itu."
  },
  {
    "No": 19,
    "Translation": "Dan manusia itu dahulunya hanyalah satu umat, kemudian mereka berselisih. Kalau tidak karena suatu ketetapan yang telah ada dari Tuhanmu, pastilah telah diberi keputusan (di dunia) di antara mereka, tentang apa yang mereka perselisihkan itu."
  },
  {
    "No": 20,
    "Translation": "Dan mereka berkata, &ldquo;Mengapa tidak diturunkan kepadanya (Muhammad) suatu bukti (mukjizat) dari Tuhannya?&rdquo; Katakanlah, &ldquo;Sungguh, segala yang gaib itu hanya milik Allah; sebab itu tunggu (sajalah) olehmu. Ketahuilah aku juga menunggu bersama kamu.&rdquo;"
  },
  {
    "No": 21,
    "Translation": "Dan apabila Kami memberikan suatu rahmat kepada manusia, setelah mereka ditimpa bencana, mereka segera melakukan segala tipu daya (menentang) ayat-ayat Kami. Katakanlah, &ldquo;Allah lebih cepat pembalasannya (atas tipu daya itu).&rdquo; Sesungguhnya malaikat-malaikat Kami mencatat tipu dayamu."
  },
  {
    "No": 22,
    "Translation": "Dialah Tuhan yang menjadikan kamu dapat berjalan di daratan, (dan berlayar) di lautan. Sehingga ketika kamu berada di dalam kapal, dan meluncurlah (kapal) itu membawa mereka (orang-orang yang ada di dalamnya) dengan tiupan angin yang baik, dan mereka bergembira karenanya; tiba-tiba datanglah badai dan gelombang menimpanya dari segenap penjuru, dan mereka mengira telah terkepung (bahaya), maka mereka berdoa dengan tulus ikhlas kepada Allah semata. (Seraya berkata), &ldquo;Sekiranya Engkau menyelamatkan kami dari (bahaya) ini, pasti kami termasuk orang-orang yang bersyukur.&rdquo;"
  },
  {
    "No": 23,
    "Translation": "Tetapi ketika Allah menyelamatkan mereka, malah mereka berbuat kezaliman di bumi tanpa (alasan) yang benar. Wahai manusia! Sesungguhnya kezalimanmu bahayanya akan menimpa dirimu sendiri; itu hanya kenikmatan hidup duniawi, selanjutnya kepada Kamilah kembalimu, kelak akan Kami kabarkan kepadamu apa yang telah kamu kerjakan."
  },
  {
    "No": 24,
    "Translation": "Sesungguhnya perumpamaan kehidupan duniawi itu, hanya seperti air (hujan) yang Kami turunkan dari langit, lalu tumbuhlah tanaman-tanaman bumi dengan subur (karena air itu), di antaranya ada yang dimakan manusia dan hewan ternak. Hingga apabila bumi itu telah sempurna keindahannya, dan berhias, dan pemiliknya mengira bahwa mereka pasti menguasainya (memetik hasilnya), datanglah kepadanya azab Kami pada waktu malam atau siang, lalu Kami jadikan (tanaman)nya seperti tanaman yang sudah disabit, seakan-akan belum pernah tumbuh kemarin. Demikianlah Kami menjelaskan tanda-tanda (kekuasaan Kami) kepada orang yang berpikir."
  },
  {
    "No": 25,
    "Translation": "Dan Allah menyeru (manusia) ke Darus-salam (surga), dan memberikan petunjuk kepada orang yang Dia kehendaki ke jalan yang lurus (Islam)."
  },
  {
    "No": 26,
    "Translation": "Bagi orang-orang yang berbuat baik, ada pahala yang terbaik (surga) dan tambahannya (kenikmatan melihat Allah). Dan wajah mereka tidak ditutupi debu hitam dan tidak (pula) dalam kehinaan. Mereka itulah penghuni surga, mereka kekal di dalamnya."
  },
  {
    "No": 27,
    "Translation": "Adapun orang-orang yang berbuat kejahatan (akan mendapat) balasan kejahatan yang setimpal dan mereka diselubungi kehinaan. Tidak ada bagi mereka seorang pelindung pun dari (azab) Allah, seakan-akan wajah mereka ditutupi dengan kepingan-kepingan malam yang gelap gulita. Mereka itulah penghuni neraka, mereka kekal di dalamnya."
  },
  {
    "No": 28,
    "Translation": "Dan (ingatlah) pada hari (ketika) itu Kami mengumpulkan mereka semuanya, kemudian Kami berkata kepada orang yang mempersekutukan (Allah), &ldquo;Tetaplah di tempatmu, kamu dan para sekutumu.&rdquo; Lalu Kami pisahkan mereka dan berkatalah sekutu-sekutu mereka, &ldquo;Kamu sekali-kali tidak pernah menyembah kami."
  },
  {
    "No": 29,
    "Translation": "Maka cukuplah Allah menjadi saksi antara kami dengan kamu, sebab kami tidak tahu-menahu tentang penyembahan kamu (kepada kami).&rdquo;"
  },
  {
    "No": 30,
    "Translation": "Di tempat itu (padang Mahsyar), setiap jiwa merasakan pembalasan dari apa yang telah dikerjakannya (dahulu) dan mereka dikembalikan kepada Allah, pelindung mereka yang sebenarnya, dan lenyaplah dari mereka apa (pelindung palsu) yang mereka ada-adakan."
  },
  {
    "No": 31,
    "Translation": "Katakanlah (Muhammad), &ldquo;Siapakah yang memberi rezeki kepadamu dari langit dan bumi, atau siapakah yang kuasa (menciptakan) pendengaran dan penglihatan, dan siapakah yang mengeluarkan yang hidup dari yang mati dan mengeluarkan yang mati dari yang hidup, dan siapakah yang mengatur segala urusan?&rdquo; Maka mereka akan menjawab, &ldquo;Allah.&rdquo; Maka katakanlah, &ldquo;Mengapa kamu tidak bertakwa (kepada-Nya)?&rdquo;"
  },
  {
    "No": 32,
    "Translation": "Maka itulah Allah, Tuhan kamu yang sebenarnya; maka tidak ada setelah kebenaran itu melainkan kesesatan. Maka mengapa kamu berpaling (dari kebenaran)?"
  },
  {
    "No": 33,
    "Translation": "Demikianlah telah tetap (hukuman) Tuhanmu terhadap orang-orang yang fasik, karena sesungguhnya mereka tidak beriman."
  },
  {
    "No": 34,
    "Translation": "Katakanlah, &ldquo;Adakah di antara sekutumu yang dapat memulai penciptaan (makhluk), kemudian mengulanginya (menghidupkannya) kembali?&rdquo; Katakanlah, &ldquo;Allah memulai (penciptaan) makhluk, kemudian mengulanginya. Maka bagaimana kamu dipalingkan (menyembah selain Allah)?&rdquo;"
  },
  {
    "No": 35,
    "Translation": "Katakanlah, &ldquo;Apakah di antara sekutumu ada yang membimbing kepada kebenaran?&rdquo; Katakanlah, &ldquo;Allah-lah yang membimbing kepada kebenaran.&rdquo; Maka manakah yang lebih berhak diikuti, Tuhan yang membimbing kepada kebenaran itu, ataukah orang yang tidak mampu membimbing bahkan perlu dibimbing? Maka mengapa kamu (berbuat demikian)? Bagaimanakah kamu mengambil keputusan?"
  },
  {
    "No": 36,
    "Translation": "Dan kebanyakan mereka hanya mengikuti dugaan. Sesungguhnya dugaan itu tidak sedikit pun berguna untuk melawan kebenaran. Sungguh, Allah Maha Mengetahui apa yang mereka kerjakan."
  },
  {
    "No": 37,
    "Translation": "Dan tidak mungkin Al-Qur'an ini dibuat-buat oleh selain Allah; tetapi (Al-Qur'an) membenarkan (kitab-kitab) yang sebelumnya dan menjelaskan hukum-hukum yang telah ditetapkannya, tidak ada keraguan di dalamnya, (diturunkan) dari Tuhan seluruh alam."
  },
  {
    "No": 38,
    "Translation": "Apakah pantas mereka mengatakan dia (Muhammad) yang telah membuat-buatnya? Katakanlah, &ldquo;Buatlah sebuah surah yang semisal dengan surah (Al-Qur'an), dan ajaklah siapa saja di antara kamu orang yang mampu (membuatnya) selain Allah, jika kamu orang-orang yang benar.&rdquo;"
  },
  {
    "No": 39,
    "Translation": "Bahkan (yang sebenarnya), mereka mendustakan apa yang mereka belum mengetahuinya dengan sempurna dan belum mereka peroleh penjelasannya. Demikianlah halnya umat-umat yang ada sebelum mereka telah mendustakan (rasul). Maka perhatikanlah bagaimana akibat orang yang zalim."
  },
  {
    "No": 40,
    "Translation": "Dan di antara mereka ada orang-orang yang beriman kepadanya (Al-Qur'an), dan di antaranya ada (pula) orang-orang yang tidak beriman kepadanya. Sedangkan Tuhanmu lebih mengetahui tentang orang-orang yang berbuat kerusakan."
  },
  {
    "No": 41,
    "Translation": "Dan jika mereka (tetap) mendustakanmu (Muhammad), maka katakanlah, &ldquo;Bagiku pekerjaanku dan bagimu pekerjaanmu. Kamu tidak bertanggung jawab terhadap apa yang aku kerjakan dan aku pun tidak bertanggung jawab terhadap apa yang kamu kerjakan.&rdquo;"
  },
  {
    "No": 42,
    "Translation": "Dan di antara mereka ada yang mendengarkan engkau (Muhammad). Tetapi apakah engkau dapat menjadikan orang yang tuli itu mendengar walaupun mereka tidak mengerti?"
  },
  {
    "No": 43,
    "Translation": "Dan di antara mereka ada yang melihat kepada engkau. Tetapi apakah engkau dapat memberi petunjuk kepada orang yang buta, walaupun mereka tidak memperhatikan?"
  },
  {
    "No": 44,
    "Translation": "Sesungguhnya Allah tidak menzalimi manusia sedikit pun, tetapi manusia itulah yang menzalimi dirinya sendiri."
  },
  {
    "No": 45,
    "Translation": "Dan (ingatlah) pada hari (ketika) Allah mengumpulkan mereka, (mereka merasa) seakan-akan tidak pernah berdiam (di dunia) kecuali sesaat saja pada siang hari, (pada waktu) mereka saling berkenalan. Sungguh rugi orang yang mendustakan pertemuan mereka dengan Allah dan mereka tidak mendapat petunjuk."
  },
  {
    "No": 46,
    "Translation": "Dan jika Kami perlihatkan kepadamu (Muhammad) sebagian dari (siksaan) yang Kami janjikan kepada mereka, (tentulah engkau akan melihatnya) atau (jika) Kami wafatkan engkau (sebelum itu), maka kepada Kami (jualah) mereka kembali, dan Allah menjadi saksi atas apa yang mereka kerjakan."
  },
  {
    "No": 47,
    "Translation": "Dan setiap umat (mempunyai) rasul. Maka apabila rasul mereka telah datang, diberlakukanlah hukum bagi mereka dengan adil dan (sedikit pun) tidak dizalimi."
  },
  {
    "No": 48,
    "Translation": "Dan mereka mengatakan, &rdquo;Bilakah (datangnya) ancaman itu, jika kamu orang-orang yang benar?&rdquo;"
  },
  {
    "No": 49,
    "Translation": "Katakanlah (Muhammad), &ldquo;Aku tidak kuasa menolak mudarat maupun mendatangkan manfaat kepada diriku, kecuali apa yang Allah kehendaki.&rdquo; Bagi setiap umat mempunyai ajal (batas waktu). Apabila ajalnya tiba, mereka tidak dapat meminta penundaan atau percepatan sesaat pun."
  },
  {
    "No": 50,
    "Translation": "Katakanlah, &ldquo;Terangkanlah kepadaku, jika datang kepada kamu siksaan-Nya pada waktu malam atau siang hari, manakah yang diminta untuk disegerakan orang-orang yang berdosa itu?&rdquo;"
  },
  {
    "No": 51,
    "Translation": "Kemudian apakah setelah azab itu terjadi, kamu baru mempercayainya? Apakah (baru) sekarang, padahal sebelumnya kamu selalu meminta agar disegerakan?"
  },
  {
    "No": 52,
    "Translation": "Kemudian dikatakan kepada orang-orang yang zalim itu, &ldquo;Rasakanlah olehmu siksaan yang kekal. Kamu tidak diberi balasan, melainkan (sesuai) dengan apa yang telah kamu lakukan.&rdquo;"
  },
  {
    "No": 53,
    "Translation": "Dan mereka menanyakan kepadamu (Muhammad), &ldquo;Benarkah (azab yang dijanjikan) itu?&rdquo; Katakanlah, &ldquo;Ya, demi Tuhanku, sesungguhnya (azab) itu pasti benar dan kamu sekali-kali tidak dapat menghindar.&rdquo;"
  },
  {
    "No": 54,
    "Translation": "Dan kalau setiap orang yang zalim itu (mempunyai) segala yang ada di bumi, tentu dia menebus dirinya dengan itu, dan mereka menyembunyikan penyesalannya ketika mereka telah menyaksikan azab itu. Kemudian diberi keputusan di antara mereka dengan adil, dan mereka tidak dizalimi."
  },
  {
    "No": 55,
    "Translation": "Ketahuilah sesungguhnya milik Allah-lah apa yang ada di langit dan di bumi. Bukankah janji Allah itu benar? Tetapi kebanyakan mereka tidak mengetahui."
  },
  {
    "No": 56,
    "Translation": "Dialah yang menghidupkan dan mematikan dan hanya kepada-Nyalah kamu dikembalikan."
  },
  {
    "No": 57,
    "Translation": "Wahai manusia! Sungguh, telah datang kepadamu pelajaran (Al-Qur'an) dari Tuhanmu, penyembuh bagi penyakit yang ada dalam dada dan petunjuk serta rahmat bagi orang yang beriman."
  },
  {
    "No": 58,
    "Translation": "Katakanlah (Muhammad), &ldquo;Dengan karunia Allah dan rahmat-Nya, hendaklah dengan itu mereka bergembira. Itu lebih baik daripada apa yang mereka kumpulkan.&rdquo;"
  },
  {
    "No": 59,
    "Translation": "Katakanlah (Muhammad), &ldquo;Terangkanlah kepadaku tentang rezeki yang diturunkan Allah kepadamu, lalu kamu jadikan sebagiannya haram dan sebagiannya halal.&rdquo; Katakanlah, &ldquo;Apakah Allah telah memberikan izin kepadamu (ten-tang ini) ataukah kamu mengada-ada atas nama Allah?&rdquo;"
  },
  {
    "No": 60,
    "Translation": "Dan apakah dugaan orang-orang yang mengada-adakan kebohongan terhadap Allah pada hari Kiamat? Sesungguhnya Allah benar-benar mempunyai karunia (yang dilimpahkan) kepada manusia, tetapi kebanyakan mereka tidak bersyukur."
  },
  {
    "No": 61,
    "Translation": "Dan tidakkah engkau (Muhammad) berada dalam suatu urusan, dan tidak membaca suatu ayat Al-Qur'an serta tidak pula kamu melakukan suatu pekerjaan, melainkan Kami menjadi saksi atasmu ketika kamu melakukannya. Tidak lengah sedikit pun dari pengetahuan Tuhanmu biarpun sebesar zarrah, baik di bumi ataupun di langit. Tidak ada sesuatu yang lebih kecil dan yang lebih besar daripada itu, melainkan semua tercatat dalam Kitab yang nyata (Lauh Mahfuzh)."
  },
  {
    "No": 62,
    "Translation": "Ingatlah wali-wali Allah itu, tidak ada rasa takut pada mereka dan mereka tidak bersedih hati."
  },
  {
    "No": 63,
    "Translation": "(Yaitu) orang-orang yang beriman dan senantiasa bertakwa."
  },
  {
    "No": 64,
    "Translation": "Bagi mereka berita gembira di dalam kehidupan di dunia dan di akhirat. Tidak ada perubahan bagi janji-janji Allah. Demikian itulah kemenangan yang agung."
  },
  {
    "No": 65,
    "Translation": "Dan janganlah engkau (Muhammad) sedih oleh perkataan mereka. Sungguh, kekuasaan itu seluruhnya milik Allah. Dia Maha Mendengar, Maha Mengetahui."
  },
  {
    "No": 66,
    "Translation": "Ingatlah, milik Allah meliputi siapa yang ada di langit dan siapa yang ada di bumi. Dan orang-orang yang menyeru sekutu-sekutu selain Allah, tidaklah mengikuti (suatu keyakinan). Mereka hanya mengikuti persangkaan belaka, dan mereka hanyalah menduga-duga."
  },
  {
    "No": 67,
    "Translation": "Dialah yang menjadikan malam bagimu agar kamu beristirahat padanya dan menjadikan siang terang benderang. Sungguh, yang demikian itu terdapat tanda-tanda (kekuasaan Allah) bagi orang-orang yang mendengar."
  },
  {
    "No": 68,
    "Translation": "Mereka (orang-orang Yahudi dan Nasrani) berkata, &ldquo;Allah mempunyai anak.&rdquo; Mahasuci Dia, Dialah Yang Mahakaya; milik-Nyalah apa yang ada di langit dan apa yang ada di bumi. Kamu tidak mempunyai alasan kuat tentang ini. Pantaskah kamu mengatakan tentang Allah apa yang kamu tidak ketahui?"
  },
  {
    "No": 69,
    "Translation": "Katakanlah, &ldquo;Sesungguhnya orang-orang yang mengada-adakan kebohongan terhadap Allah tidak akan beruntung.&rdquo;"
  },
  {
    "No": 70,
    "Translation": "(Bagi mereka) kesenangan (sesaat) ketika di dunia, selanjutnya kepada Kamilah mereka kembali, kemudian Kami rasakan kepada mereka azab yang berat, karena kekafiran mereka."
  },
  {
    "No": 71,
    "Translation": "Dan bacakanlah kepada mereka berita penting (tentang) Nuh ketika (dia) berkata kepada kaumnya, &ldquo;Wahai kaumku! Jika terasa berat bagimu aku tinggal (bersamamu) dan peringatanku dengan ayat-ayat Allah, maka kepada Allah aku bertawakal. Karena itu bulatkanlah keputusanmu dan kumpulkanlah sekutu-sekutumu (untuk membinasakanku), dan janganlah keputusanmu itu dirahasiakan. Kemudian bertindaklah terhadap diriku, dan janganlah kamu tunda lagi."
  },
  {
    "No": 72,
    "Translation": "Maka jika kamu berpaling (dari peringatanku), aku tidak meminta imbalan sedikit pun darimu. Imbalanku tidak lain hanyalah dari Allah, dan aku diperintah agar aku termasuk golongan orang-orang Muslim (berserah diri).&rdquo;"
  },
  {
    "No": 73,
    "Translation": "Kemudian mereka mendustakannya (Nuh), lalu Kami selamatkan dia dan orang yang bersamanya di dalam kapal, dan Kami jadikan mereka itu khalifah dan Kami tenggelamkan orang yang mendustakan ayat-ayat Kami. Maka perhatikanlah bagaimana kesudahan orang-orang yang diberi peringatan itu."
  },
  {
    "No": 74,
    "Translation": "Kemudian setelahnya (Nuh), Kami utus beberapa rasul kepada kaum mereka (masing-masing), maka rasul-rasul itu datang kepada mereka dengan membawa keterangan yang jelas, tetapi mereka tidak mau beriman karena mereka dahulu telah (biasa) mendustakannya. Demikianlah Kami mengunci hati orang-orang yang melampaui batas."
  },
  {
    "No": 75,
    "Translation": "Kemudian setelah mereka, Kami utus Musa dan Harun kepada Fir&lsquo;aun dan para pemuka kaumnya, dengan membawa tanda-tanda (kekuasaan) Kami. Ternyata mereka menyombongkan diri dan mereka adalah orang-orang yang berdosa."
  },
  {
    "No": 76,
    "Translation": "Maka ketika telah datang kepada mereka kebenaran dari sisi Kami, mereka berkata, &ldquo;Ini benar-benar sihir yang nyata.&rdquo;"
  },
  {
    "No": 77,
    "Translation": "Musa berkata, &ldquo;Pantaskah kamu mengatakan terhadap kebenaran ketika ia datang kepadamu, &lsquo;sihirkah ini?&rsquo; Padahal para pesihir itu tidaklah mendapat kemenangan.&rdquo;"
  },
  {
    "No": 78,
    "Translation": "Mereka berkata, &ldquo;Apakah engkau datang kepada kami untuk memalingkan kami dari apa (kepercayaan) yang kami dapati nenek moyang kami mengerjakannya (menyembah berhala), dan agar kamu berdua mempunyai kekuasaan di bumi (negeri Mesir)? Kami tidak akan mempercayai kamu berdua.&rdquo;"
  },
  {
    "No": 79,
    "Translation": "Dan Fir&lsquo;aun berkata (kepada pemuka kaumnya), &ldquo;Datangkanlah kepadaku semua pesihir yang ulung!&rdquo;"
  },
  {
    "No": 80,
    "Translation": "Maka ketika para pesihir itu datang, Musa berkata kepada mereka, &ldquo;Lemparkanlah apa yang hendak kamu lemparkan!&rdquo;"
  },
  {
    "No": 81,
    "Translation": "Setelah mereka melemparkan, Musa berkata, &ldquo;Apa yang kamu lakukan itu, itulah sihir, sesungguhnya Allah akan menampakkan kepalsuan sihir itu. Sungguh, Allah tidak akan membiarkan terus berlangsungnya pekerjaan orang yang berbuat kerusakan.&rdquo;"
  },
  {
    "No": 82,
    "Translation": "Dan Allah akan mengukuhkan yang benar dengan ketetapan-Nya, walaupun orang-orang yang berbuat dosa tidak menyukainya."
  },
  {
    "No": 83,
    "Translation": "Maka tidak ada yang beriman kepada Musa, selain keturunan dari kaumnya dalam keadaan takut bahwa Fir&lsquo;aun dan para pemuka (kaum)nya akan menyiksa mereka. Dan sungguh, Fir&lsquo;aun itu benar-benar telah berbuat sewenang-wenang di bumi, dan benar-benar termasuk orang yang melampaui batas."
  },
  {
    "No": 84,
    "Translation": "Dan Musa berkata, &ldquo;Wahai kaumku! Apabila kamu beriman kepada Allah, maka bertawakallah kepada-Nya, jika kamu benar-benar orang Muslim (berserah diri).&rdquo;"
  },
  {
    "No": 85,
    "Translation": "Lalu mereka berkata, &ldquo;Kepada Allah-lah kami bertawakal. Ya Tuhan kami, janganlah Engkau jadikan kami (sasaran) fitnah bagi kaum yang zalim,"
  },
  {
    "No": 86,
    "Translation": "dan selamatkanlah kami dengan rahmat-Mu dari orang-orang kafir.&rdquo;"
  },
  {
    "No": 87,
    "Translation": "Dan Kami wahyukan kepada Musa dan saudaranya, &ldquo;Ambillah beberapa rumah di Mesir untuk (tempat tinggal) kaummu dan jadikanlah rumah-rumahmu itu tempat ibadah dan laksanakanlah salat serta gembirakanlah orang-orang mukmin.&rdquo;"
  },
  {
    "No": 88,
    "Translation": "Dan Musa berkata, &ldquo;Ya Tuhan kami, Engkau telah memberikan kepada Fir&lsquo;aun dan para pemuka kaumnya perhiasan dan harta kekayaan dalam kehidupan dunia. Ya Tuhan kami, (akibatnya) mereka menyesatkan (manusia) dari jalan-Mu. Ya Tuhan, binasakanlah harta mereka, dan kuncilah hati mereka, sehingga mereka tidak beriman sampai mereka melihat azab yang pedih.&rdquo;"
  },
  {
    "No": 89,
    "Translation": "Dia Allah berfirman, &ldquo;Sungguh, telah diperkenankan permohonan kamu berdua, sebab itu tetaplah kamu berdua pada jalan yang lurus dan jangan sekali-kali kamu mengikuti jalan orang yang tidak mengetahui.&rdquo;"
  },
  {
    "No": 90,
    "Translation": "Dan Kami selamatkan Bani Israil melintasi laut, kemudian Fir&lsquo;aun dan bala tentaranya mengikuti mereka, untuk menzalimi dan menindas (mereka). Sehingga ketika Fir&lsquo;aun hampir tenggelam dia berkata, &ldquo;Aku percaya bahwa tidak ada tuhan melainkan Tuhan yang dipercayai oleh Bani Israil, dan aku termasuk orang-orang Muslim (berserah diri).&rdquo;"
  },
  {
    "No": 91,
    "Translation": "Mengapa baru sekarang (kamu beriman), padahal sesungguhnya engkau telah durhaka sejak dahulu, dan engkau termasuk orang yang berbuat kerusakan."
  },
  {
    "No": 92,
    "Translation": "Maka pada hari ini Kami selamatkan jasadmu agar engkau dapat menjadi pelajaran bagi orang-orang yang datang setelahmu, tetapi kebanyakan manusia tidak mengindahkan tanda-tanda (kekuasaan) Kami."
  },
  {
    "No": 93,
    "Translation": "Dan sungguh, Kami telah menempatkan Bani Israil di tempat kediaman yang bagus dan Kami beri mereka rezeki yang baik. Maka mereka tidak berselisih, kecuali setelah datang kepada mereka pengetahuan (yang tersebut dalam Taurat). Sesungguhnya Tuhan kamu akan memberi keputusan antara mereka pada hari Kiamat tentang apa yang mereka perselisihkan itu."
  },
  {
    "No": 94,
    "Translation": "Maka jika engkau (Muhammad) berada dalam keragu-raguan tentang apa yang Kami turunkan kepadamu, maka tanyakanlah kepada orang yang membaca kitab sebelummu. Sungguh, telah datang kebenaran kepadamu dari Tuhanmu, maka janganlah sekali-kali engkau termasuk orang yang ragu."
  },
  {
    "No": 95,
    "Translation": "Dan janganlah sekali-kali engkau termasuk orang yang mendustakan ayat-ayat Allah, nanti engkau termasuk orang yang rugi."
  },
  {
    "No": 96,
    "Translation": "Sungguh, orang-orang yang telah dipastikan mendapat ketetapan Tuhanmu, tidaklah akan beriman,"
  },
  {
    "No": 97,
    "Translation": "meskipun mereka mendapat tanda-tanda (kebesaran Allah), hingga mereka menyaksikan azab yang pedih."
  },
  {
    "No": 98,
    "Translation": "Maka mengapa tidak ada (penduduk) suatu negeri pun yang beriman, lalu imannya itu bermanfaat kepadanya selain kaum Yunus? Ketika mereka (kaum Yunus itu) beriman, Kami hilangkan dari mereka azab yang menghinakan dalam kehidupan dunia, dan Kami beri kesenangan kepada mereka sampai waktu tertentu."
  },
  {
    "No": 99,
    "Translation": "Dan jika Tuhanmu menghendaki, tentulah beriman semua orang di bumi seluruhnya. Tetapi apakah kamu (hendak) memaksa manusia agar mereka menjadi orang-orang yang beriman?"
  },
  {
    "No": 100,
    "Translation": "Dan tidak seorang pun akan beriman kecuali dengan izin Allah, dan Allah menimpakan azab kepada orang yang tidak mengerti."
  },
  {
    "No": 101,
    "Translation": "Katakanlah, &ldquo;Perhatikanlah apa yang ada di langit dan di bumi!&rdquo; Tidaklah bermanfaat tanda-tanda (kebesaran Allah) dan rasul-rasul yang memberi peringatan bagi orang yang tidak beriman."
  },
  {
    "No": 102,
    "Translation": "Maka mereka tidak menunggu-nunggu kecuali (kejadian-kejadian) yang sama dengan kejadian-kejadian (yang menimpa) orang-orang terdahulu sebelum mereka. Katakanlah, &ldquo;Maka tunggulah, aku pun termasuk orang yang menunggu bersama kamu.&rdquo;"
  },
  {
    "No": 103,
    "Translation": "Kemudian Kami selamatkan rasul-rasul Kami dan orang-orang yang beri-man, demikianlah menjadi kewajiban Kami menyelamatkan orang yang beriman."
  },
  {
    "No": 104,
    "Translation": "Katakanlah (Muhammad), &ldquo;Wahai manusia! Jika kamu masih dalam keragu-raguan tentang agamaku, maka (ketahuilah) aku tidak menyembah yang kamu sembah selain Allah, tetapi aku menyembah Allah yang akan mematikan kamu dan aku telah diperintah agar termasuk orang yang beriman,&rdquo;"
  },
  {
    "No": 105,
    "Translation": "dan (aku telah diperintah), &ldquo;Hadapkanlah wajahmu kepada agama dengan tulus dan ikhlas dan jangan sekali-kali engkau termasuk orang yang musyrik."
  },
  {
    "No": 106,
    "Translation": "Dan jangan engkau menyembah sesuatu yang tidak memberi manfaat dan tidak (pula) memberi bencana kepadamu selain Allah, sebab jika engkau lakukan (yang demikian), maka sesungguhnya engkau termasuk orang-orang zalim.&rdquo;"
  },
  {
    "No": 107,
    "Translation": "Dan jika Allah menimpakan suatu bencana kepadamu, maka tidak ada yang dapat menghilangkannya kecuali Dia. Dan jika Allah menghendaki kebaikan bagi kamu, maka tidak ada yang dapat menolak karunia-Nya. Dia memberikan kebaikan kepada siapa saja yang Dia kehendaki di antara hamba-hamba-Nya. Dia Maha Pengampun, Maha Penyayang."
  },
  {
    "No": 108,
    "Translation": "Katakanlah (Muhammad), &ldquo;Wahai manusia! Telah datang kepadamu kebenaran (Al-Qur'an) dari Tuhanmu, sebab itu barang siapa mendapat petunjuk, maka sebenarnya (petunjuk itu) untuk (kebaikan) dirinya sendiri. Dan barang siapa sesat, sesungguhnya kesesatannya itu (mencelakakan) dirinya sendiri. Dan Aku bukanlah pemelihara dirimu.&rdquo;"
  },
  {
    "No": 109,
    "Translation": "Dan ikutilah apa yang diwahyukan kepadamu, dan bersabarlah hingga Allah memberi keputusan. Dialah hakim yang terbaik."
  }
]