[
  {
    "No": 1,
    "Translation": "Alif Lam Ra. (Ini adalah) Kitab yang Kami turunkan kepadamu (Muhammad) agar engkau mengeluarkan manusia dari kegelapan kepada cahaya terang-benderang dengan izin Tuhan, (yaitu) menuju jalan Tuhan Yang Mahaperkasa, Maha Terpuji."
  },
  {
    "No": 2,
    "Translation": "Allah yang memiliki apa yang ada di langit dan apa yang ada di bumi. Celakalah bagi orang yang ingkar kepada Tuhan karena siksaan yang sangat berat,"
  },
  {
    "No": 3,
    "Translation": "(yaitu) orang yang lebih menyukai kehidupan dunia daripada (kehidupan) akhirat, dan menghalang-halangi (manusia) dari jalan Allah dan menginginkan (jalan yang) bengkok. Mereka itu berada dalam kesesatan yang jauh."
  },
  {
    "No": 4,
    "Translation": "Dan Kami tidak mengutus seorang rasul pun, melainkan dengan bahasa kaumnya, agar dia dapat memberi penjelasan kepada mereka. Maka Allah menyesatkan siapa yang Dia kehendaki, dan memberi petunjuk kepada siapa yang Dia kehendaki. Dia Yang Mahaperkasa, Mahabijaksana."
  },
  {
    "No": 5,
    "Translation": "Dan sungguh, Kami telah mengutus Musa dengan membawa tanda-tanda (kekuasaan) Kami, (dan Kami perintahkan kepadanya), &ldquo;Keluarkanlah kaummu dari kegelapan kepada cahaya terang-benderang dan ingatkanlah mereka kepada hari-hari Allah.&rdquo; Sungguh, pada yang demikian itu terdapat tanda-tanda (kekuasaan Allah) bagi setiap orang penyabar dan banyak bersyukur."
  },
  {
    "No": 6,
    "Translation": "Dan (ingatlah) ketika Musa berkata kepada kaumnya, &ldquo;Ingatlah nikmat Allah atasmu ketika Dia menyelamatkan kamu dari pengikut-pengikut Fir&lsquo;aun; mereka menyiksa kamu dengan siksa yang pedih, dan menyembelih anak-anakmu yang laki-laki, dan membiarkan hidup anak-anak perempuanmu; pada yang demikian itu suatu cobaan yang besar dari Tuhanmu."
  },
  {
    "No": 7,
    "Translation": "Dan (ingatlah) ketika Tuhanmu memaklumkan, &ldquo;Sesungguhnya jika kamu bersyukur, niscaya Aku akan menambah (nikmat) kepadamu, tetapi jika kamu mengingkari (nikmat-Ku), maka pasti azab-Ku sangat berat.&rdquo;"
  },
  {
    "No": 8,
    "Translation": "Dan Musa berkata, &ldquo;Jika kamu dan orang yang ada di bumi semuanya mengingkari (nikmat Allah), maka sesungguhnya Allah Mahakaya, Maha Terpuji."
  },
  {
    "No": 9,
    "Translation": "Apakah belum sampai kepadamu berita orang-orang sebelum kamu (yaitu) kaum Nuh, &lsquo;Ad, samud dan orang-orang setelah mereka. Tidak ada yang mengetahui mereka selain Allah. Rasul-rasul telah datang kepada mereka membawa bukti-bukti (yang nyata), namun mereka menutupkan tangannya ke mulutnya (karena kebencian), dan berkata, &ldquo;Sesungguhnya kami tidak percaya akan (bukti bahwa) kamu diutus (kepada kami), dan kami benar-benar dalam keraguan yang menggelisahkan terhadap apa yang kamu serukan kepada kami.&rdquo;"
  },
  {
    "No": 10,
    "Translation": "Rasul-rasul mereka berkata, &ldquo;Apakah ada keraguan terhadap Allah, Pencipta langit dan bumi? Dia menyeru kamu (untuk beriman) agar Dia mengampuni sebagian dosa-dosamu dan menangguhkan (siksaan)mu sampai waktu yang ditentukan?&rdquo; Mereka berkata, &ldquo;Kamu hanyalah manusia seperti kami juga. Kamu ingin menghalangi kami (menyembah) apa yang dari dahulu disembah nenek moyang kami, karena itu datangkanlah kepada kami bukti yang nyata.&rdquo;"
  },
  {
    "No": 11,
    "Translation": "Rasul-rasul mereka berkata kepada mereka, &ldquo;Kami hanyalah manusia seperti kamu, tetapi Allah memberi karunia kepada siapa yang Dia kehendaki di antara hamba-hamba-Nya. Tidak pantas bagi kami mendatangkan suatu bukti kepada kamu melainkan dengan izin Allah. Dan hanya kepada Allah saja hendaknya orang yang beriman bertawakal."
  },
  {
    "No": 12,
    "Translation": "Dan mengapa kami tidak akan bertawakal kepada Allah, sedangkan Dia telah menunjukkan jalan kepada kami, dan kami sungguh, akan tetap bersabar terhadap gangguan yang kamu lakukan kepada kami. Dan hanya kepada Allah saja orang yang bertawakal berserah diri.&rdquo;"
  },
  {
    "No": 13,
    "Translation": "Dan orang-orang kafir berkata kepada rasul-rasul mereka, &ldquo;Kami pasti akan mengusir kamu dari negeri kami atau kamu benar-benar kembali kepada agama kami.&rdquo; Maka Tuhan mewahyukan kepada mereka, &ldquo;Kami pasti akan membinasakan orang yang zalim itu."
  },
  {
    "No": 14,
    "Translation": "Dan Kami pasti akan menempatkan kamu di negeri-negeri itu setelah mereka. Yang demikian itu (adalah untuk) orang-orang yang takut (menghadap) ke hadirat-Ku dan takut akan ancaman-Ku.&rdquo;"
  },
  {
    "No": 15,
    "Translation": "Dan mereka memohon diberi kemenangan dan binasalah semua orang yang berlaku sewenang-wenang lagi keras kepala,"
  },
  {
    "No": 16,
    "Translation": "di hadapannya ada neraka Jahanam dan dia akan diberi minuman dengan air nanah,"
  },
  {
    "No": 17,
    "Translation": "diteguk-teguknya (air nanah itu) dan dia hampir tidak bisa menelannya dan datanglah (bahaya) maut kepadanya dari segenap penjuru, tetapi dia tidak juga mati; dan di hadapannya (masih ada) azab yang berat."
  },
  {
    "No": 18,
    "Translation": "Perumpamaan orang yang ingkar kepada Tuhannya, perbuatan mereka seperti abu yang ditiup oleh angin keras pada suatu hari yang berangin kencang. Mereka tidak kuasa (mendatangkan manfaat) sama sekali dari apa yang telah mereka usahakan (di dunia). Yang demikian itu adalah kesesatan yang jauh."
  },
  {
    "No": 19,
    "Translation": "Tidakkah kamu memperhatikan, bahwa sesungguhnya Allah telah menciptakan langit dan bumi dengan hak (benar)? Jika Dia menghendaki, niscaya Dia membinasakan kamu dan mendatangkan makhluk yang baru (untuk menggantikan kamu),"
  },
  {
    "No": 20,
    "Translation": "dan yang demikian itu tidak sukar bagi Allah."
  },
  {
    "No": 21,
    "Translation": "Dan mereka semua (di padang Mahsyar) berkumpul untuk menghadap ke hadirat Allah, lalu orang yang lemah berkata kepada orang yang sombong, &ldquo;Sesungguhnya kami dahulu adalah pengikut-pengikutmu, maka dapatkah kamu menghindarkan kami dari azab Allah (walaupun) sedikit saja?&rdquo; Mereka menjawab, &ldquo;Sekiranya Allah memberi petunjuk kepada kami, niscaya kami dapat memberi petunjuk kepadamu. Sama saja bagi kita, apakah kita mengeluh atau bersabar. Kita tidak mempunyai tempat untuk melarikan diri.&rdquo;"
  },
  {
    "No": 22,
    "Translation": "Dan setan berkata ketika perkara (hisab) telah diselesaikan, &ldquo;Sesungguhnya Allah telah menjanjikan kepadamu janji yang benar, dan aku pun telah menjanjikan kepadamu tetapi aku menyalahinya. Tidak ada kekuasaan bagiku terhadapmu, melainkan (sekedar) aku menyeru kamu lalu kamu mematuhi seruanku, oleh sebab itu janganlah kamu mencerca aku, tetapi cercalah dirimu sendiri. Aku tidak dapat menolongmu, dan kamu pun tidak dapat menolongku. Sesungguhnya aku tidak membenarkan perbuatanmu mempersekutukan aku (dengan Allah) sejak dahulu.&rdquo; Sungguh, orang yang zalim akan mendapat siksaan yang pedih."
  },
  {
    "No": 23,
    "Translation": "Dan orang yang beriman dan mengerjakan kebajikan dimasukkan ke dalam surga-surga yang mengalir di bawahnya sungai-sungai. Mereka kekal di dalamnya dengan seizin Tuhan mereka. Ucapan penghormatan mereka dalam (surga) itu ialah salam."
  },
  {
    "No": 24,
    "Translation": "Tidakkah kamu memperhatikan bagai-mana Allah telah membuat perumpamaan kalimat yang baik seperti pohon yang baik, akarnya kuat dan cabangnya (menjulang) ke langit,"
  },
  {
    "No": 25,
    "Translation": "(pohon) itu menghasilkan buahnya pada setiap waktu dengan seizin Tuhannya. Dan Allah membuat perumpamaan itu untuk manusia agar mereka selalu ingat."
  },
  {
    "No": 26,
    "Translation": "Dan perumpamaan kalimat yang buruk seperti pohon yang buruk, yang telah dicabut akar-akarnya dari permukaan bumi; tidak dapat tetap (tegak) sedikit pun."
  },
  {
    "No": 27,
    "Translation": "Allah meneguhkan (iman) orang-orang yang beriman dengan ucapan yang teguh (dalam kehidupan) di dunia dan di akhirat; dan Allah menyesatkan orang-orang yang zalim dan Allah berbuat apa yang Dia kehendaki."
  },
  {
    "No": 28,
    "Translation": "Tidakkah kamu memperhatikan orang-orang yang telah menukar nikmat Allah dengan ingkar kepada Allah dan menjatuhkan kaumnya ke lembah kebinasaan?"
  },
  {
    "No": 29,
    "Translation": "yaitu neraka Jahanam; mereka masuk ke dalamnya; dan itulah seburuk-buruk tempat kediaman."
  },
  {
    "No": 30,
    "Translation": "Dan mereka (orang kafir) itu telah menjadikan tandingan bagi Allah untuk menyesatkan (manusia) dari jalan-Nya. Katakanlah (Muhammad), &ldquo;Bersenang-senanglah kamu, karena sesungguhnya tempat kembalimu ke neraka.&rdquo;"
  },
  {
    "No": 31,
    "Translation": "Katakanlah (Muhammad) kepada hamba-hamba-Ku yang telah beriman, &ldquo;Hendaklah mereka melaksanakan salat, menginfakkan sebagian rezeki yang Kami berikan secara sembunyi atau terang-terangan sebelum datang hari, ketika tidak ada lagi jual beli dan persahabatan.&rdquo;"
  },
  {
    "No": 32,
    "Translation": "Allah-lah yang telah menciptakan langit dan bumi dan menurunkan air (hujan) dari langit, kemudian dengan (air hujan) itu Dia mengeluarkan berbagai buah-buahan sebagai rezeki untukmu; dan Dia telah menundukkan kapal bagimu agar berlayar di lautan dengan kehendak-Nya, dan Dia telah menundukkan sungai-sungai bagimu."
  },
  {
    "No": 33,
    "Translation": "Dan Dia telah menundukkan matahari dan bulan bagimu yang terus-menerus beredar (dalam orbitnya); dan telah menundukkan malam dan siang bagimu."
  },
  {
    "No": 34,
    "Translation": "Dan Dia telah memberikan kepadamu segala apa yang kamu mohonkan kepada-Nya. Dan jika kamu menghitung nikmat Allah, niscaya kamu tidak akan mampu menghitungnya. Sungguh, manusia itu sangat zalim dan sangat mengingkari (nikmat Allah)."
  },
  {
    "No": 35,
    "Translation": "Dan (ingatlah), ketika Ibrahim berdoa, &ldquo;Ya Tuhan, jadikanlah negeri ini (Mekah), negeri yang aman, dan jauhkanlah aku beserta anak cucuku agar tidak menyembah berhala."
  },
  {
    "No": 36,
    "Translation": "Ya Tuhan, berhala-berhala itu telah menyesatkan banyak dari manusia. Barangsiapa mengikutiku, maka orang itu termasuk golonganku, dan barang-siapa mendurhakaiku, maka Engkau Maha Pengampun, Maha Penyayang."
  },
  {
    "No": 37,
    "Translation": "Ya Tuhan, sesungguhnya aku telah menempatkan sebagian keturunanku di lembah yang tidak mempunyai tanam-tanaman di dekat rumah Engkau (Baitullah) yang dihormati, ya Tuhan (yang demikian itu) agar mereka melaksanakan salat, maka jadikanlah hati sebagian manusia cenderung kepada mereka dan berilah mereka rezeki dari buah-buahan, mudah-mudahan mereka bersyukur."
  },
  {
    "No": 38,
    "Translation": "Ya Tuhan kami, sesungguhnya Engkau mengetahui apa yang kami sembunyikan dan apa yang kami tampakkan; dan tidak ada sesuatu pun yang tersembunyi bagi Allah, baik yang ada di bumi maupun yang ada di langit."
  },
  {
    "No": 39,
    "Translation": "Segala puji bagi Allah yang telah menganugerahkan kepadaku di hari tua(ku) Ismail dan Ishak. Sungguh, Tuhanku benar-benar Maha Mendengar (memperkenankan) doa."
  },
  {
    "No": 40,
    "Translation": "Ya Tuhanku, jadikanlah aku dan anak cucuku orang yang tetap melaksanakan salat, ya Tuhan kami, perkenankanlah doaku."
  },
  {
    "No": 41,
    "Translation": "Ya Tuhan kami, ampunilah aku dan kedua ibu bapakku dan semua orang yang beriman pada hari diadakan perhitungan (hari Kiamat).&rdquo;"
  },
  {
    "No": 42,
    "Translation": "Dan janganlah engkau mengira, bahwa Allah lengah dari apa yang diperbuat oleh orang yang zalim. Sesungguhnya Allah menangguhkan mereka sampai hari yang pada waktu itu mata (mereka) terbelalak,"
  },
  {
    "No": 43,
    "Translation": "mereka datang tergesa-gesa (memenuhi panggilan) dengan mengangkat kepalanya, sedang mata mereka tidak berkedip-kedip dan hati mereka kosong."
  },
  {
    "No": 44,
    "Translation": "Dan berikanlah peringatan (Muhammad) kepada manusia pada hari (ketika) azab datang kepada mereka, maka orang yang zalim berkata, &ldquo;Ya Tuhan kami, berilah kami kesempatan (kembali ke dunia) walaupun sebentar, niscaya kami akan mematuhi seruan Engkau dan akan mengikuti rasul-rasul.&rdquo; (Kepada mereka dikatakan), &ldquo;Bukankah dahulu (di dunia) kamu telah bersumpah bahwa sekali-kali kamu tidak akan binasa?"
  },
  {
    "No": 45,
    "Translation": "Dan kamu telah tinggal di tempat orang yang menzalimi diri sendiri, dan telah nyata bagimu bagaimana Kami telah berbuat terhadap mereka dan telah Kami berikan kepadamu beberapa perumpamaan.&rdquo;"
  },
  {
    "No": 46,
    "Translation": "Dan sungguh, mereka telah membuat tipu daya padahal Allah (mengetahui dan akan membalas) tipu daya mereka. Dan sesungguhnya tipu daya mereka tidak mampu melenyapkan gunung-gunung."
  },
  {
    "No": 47,
    "Translation": "Maka karena itu jangan sekali-kali kamu mengira bahwa Allah mengingkari janji-Nya kepada rasul-rasul-Nya. Sungguh, Allah Mahaperkasa dan mempunyai pembalasan."
  },
  {
    "No": 48,
    "Translation": "(Yaitu) pada hari (ketika) bumi diganti dengan bumi yang lain dan (demikian pula) langit, dan mereka (manusia) berkumpul (di Padang Mahsyar) menghadap Allah Yang Maha Esa, Mahaperkasa."
  },
  {
    "No": 49,
    "Translation": "Dan pada hari itu engkau akan melihat orang yang berdosa bersama-sama diikat dengan belenggu."
  },
  {
    "No": 50,
    "Translation": "Pakaian mereka dari cairan aspal, dan wajah mereka ditutup oleh api neraka,"
  },
  {
    "No": 51,
    "Translation": "agar Allah memberi balasan kepada setiap orang terhadap apa yang dia usahakan. Sungguh, Allah Mahacepat perhitungan-Nya."
  },
  {
    "No": 52,
    "Translation": "Dan (Al-Qur'an) ini adalah penjelasan (yang sempurna) bagi manusia, agar mereka diberi peringatan dengannya, agar mereka mengetahui bahwa Dia adalah Tuhan Yang Maha Esa dan agar orang yang berakal mengambil pelajaran."
  }
]