[
  {
    "No": 1,
    "Translation": "Mahasuci (Allah), yang telah memperjalankan hamba-Nya (Muhammad) pada malam hari dari Masjidilharam ke Masjidil Aqsa yang telah Kami berkahi sekelilingnya agar Kami perlihatkan kepadanya sebagian tanda-tanda (kebesaran) Kami. Sesungguhnya Dia Maha Mendengar, Maha Melihat."
  },
  {
    "No": 2,
    "Translation": "Dan Kami berikan kepada Musa, Kitab (Taurat) dan Kami jadikannya petunjuk bagi Bani Israil (dengan firman), &ldquo;Janganlah kamu mengambil (pelindung) selain Aku."
  },
  {
    "No": 3,
    "Translation": "(Wahai) keturunan orang yang Kami bawa bersama Nuh. Sesungguhnya dia (Nuh) adalah hamba (Allah) yang banyak bersyukur.&rdquo;"
  },
  {
    "No": 4,
    "Translation": "Dan Kami tetapkan terhadap Bani Israil dalam Kitab itu, &ldquo;Kamu pasti akan berbuat kerusakan di bumi ini dua kali dan pasti kamu akan menyombongkan diri dengan kesombongan yang besar.&rdquo;"
  },
  {
    "No": 5,
    "Translation": "Maka apabila datang saat hukuman bagi (kejahatan) yang pertama dari kedua (kejahatan) itu, Kami datangkan kepadamu hamba-hamba Kami yang perkasa, lalu mereka merajalela di kampung-kampung. Dan itulah ketetapan yang pasti terlaksana."
  },
  {
    "No": 6,
    "Translation": "Kemudian Kami berikan kepadamu giliran untuk mengalahkan mereka, Kami membantumu dengan harta kekayaan dan anak-anak dan Kami jadikan kamu kelompok yang lebih besar."
  },
  {
    "No": 7,
    "Translation": "Jika kamu berbuat baik (berarti) kamu berbuat baik untuk dirimu sendiri. Dan jika kamu berbuat jahat, maka (kerugian kejahatan) itu untuk dirimu sendiri. Apabila datang saat hukuman (kejahatan) yang kedua, (Kami bangkitkan musuhmu) untuk menyuramkan wajahmu lalu mereka masuk ke dalam masjid (Masjidil Aqsa), sebagaimana ketika mereka memasukinya pertama kali dan mereka membinasakan apa saja yang mereka kuasai."
  },
  {
    "No": 8,
    "Translation": "Mudah-mudahan Tuhan kamu melimpahkan rahmat kepada kamu; tetapi jika kamu kembali (melakukan kejahatan), niscaya Kami kembali (mengazabmu). Dan Kami jadikan neraka Jahanam penjara bagi orang kafir."
  },
  {
    "No": 9,
    "Translation": "Sungguh, Al-Qur'an ini memberi petunjuk ke (jalan) yang paling lurus dan memberi kabar gembira kepada orang mukmin yang mengerjakan kebajikan, bahwa mereka akan mendapat pahala yang besar,"
  },
  {
    "No": 10,
    "Translation": "dan bahwa orang yang tidak beriman kepada kehidupan akhirat, Kami sediakan bagi mereka azab yang pedih."
  },
  {
    "No": 11,
    "Translation": "Dan Manusia (seringkali) berdoa untuk kejahatan sebagaimana (biasanya) dia berdoa untuk kebaikan. Dan memang manusia bersifat tergesa-gesa."
  },
  {
    "No": 12,
    "Translation": "Dan Kami jadikan malam dan siang sebagai dua tanda (kebesaran Kami), kemudian Kami hapuskan tanda malam dan Kami jadikan tanda siang itu terang benderang, agar kamu (dapat) mencari karunia dari Tuhanmu, dan agar kamu mengetahui bilangan tahun dan perhitungan (waktu). Dan segala sesuatu telah Kami terangkan dengan jelas."
  },
  {
    "No": 13,
    "Translation": "Dan setiap manusia telah Kami kalungkan (catatan) amal perbuatannya di lehernya. Dan pada hari Kiamat Kami keluarkan baginya sebuah kitab dalam keadaan terbuka."
  },
  {
    "No": 14,
    "Translation": "&ldquo;Bacalah kitabmu, cukuplah dirimu sendiri pada hari ini sebagai penghitung atas dirimu.&rdquo;"
  },
  {
    "No": 15,
    "Translation": "Barangsiapa berbuat sesuai dengan petunjuk (Allah), maka sesungguhnya itu untuk (keselamatan) dirinya sendiri; dan barang siapa tersesat maka sesungguhnya (kerugian) itu bagi dirinya sendiri. Dan seorang yang berdosa tidak dapat memikul dosa orang lain, tetapi Kami tidak akan menyiksa sebelum Kami mengutus seorang rasul."
  },
  {
    "No": 16,
    "Translation": "Dan jika Kami hendak membinasakan suatu negeri, maka Kami perintahkan kepada orang yang hidup mewah di negeri itu (agar menaati Allah), tetapi bila mereka melakukan kedurhakaan di dalam (negeri) itu, maka sepantasnya berlakulah terhadapnya perkataan (hukuman Kami), kemudian Kami binasakan sama sekali (negeri itu)."
  },
  {
    "No": 17,
    "Translation": "Dan berapa banyak kaum setelah Nuh, yang telah Kami binasakan. Dan cukuplah Tuhanmu Yang Maha Mengetahui, Maha Melihat dosa hamba-hamba-Nya."
  },
  {
    "No": 18,
    "Translation": "Barangsiapa menghendaki kehidupan sekarang (duniawi), maka Kami segerakan baginya di (dunia) ini apa yang Kami kehendaki bagi orang yang Kami kehendaki. Kemudian Kami sediakan baginya (di akhirat) neraka Jahanam; dia akan memasukinya dalam keadaan tercela dan terusir."
  },
  {
    "No": 19,
    "Translation": "Dan barang siapa menghendaki kehidupan akhirat dan berusaha ke arah itu dengan sungguh-sungguh, sedangkan dia beriman, maka mereka itulah orang yang usahanya dibalas dengan baik."
  },
  {
    "No": 20,
    "Translation": "Kepada masing-masing (golongan), baik (golongan) ini (yang menginginkan dunia) maupun (golongan) itu (yang menginginkan akhirat), Kami berikan bantuan dari kemurahan Tuhanmu. Dan kemurahan Tuhanmu tidak dapat dihalangi."
  },
  {
    "No": 21,
    "Translation": "Perhatikanlah bagaimana Kami melebihkan sebagian mereka atas sebagian (yang lain). Dan kehidupan akhirat lebih tinggi derajatnya dan lebih besar keutamaan."
  },
  {
    "No": 22,
    "Translation": "Janganlah engkau mengadakan tuhan yang lain di samping Allah, nanti engkau menjadi tercela dan terhina."
  },
  {
    "No": 23,
    "Translation": "Dan Tuhanmu telah memerintahkan agar kamu jangan menyembah selain Dia dan hendaklah berbuat baik kepada ibu bapak. Jika salah seorang di antara keduanya atau kedua-duanya sampai berusia lanjut dalam pemeliharaanmu, maka sekali-kali janganlah engkau mengatakan kepada keduanya perkataan &ldquo;ah&rdquo; dan janganlah engkau membentak keduanya, dan ucapkanlah kepada keduanya perkataan yang baik."
  },
  {
    "No": 24,
    "Translation": "Dan rendahkanlah dirimu terhadap keduanya dengan penuh kasih sayang dan ucapkanlah, &ldquo;Wahai Tuhanku! Sayangilah keduanya sebagaimana mereka berdua telah mendidik aku pada waktu kecil.&rdquo;"
  },
  {
    "No": 25,
    "Translation": "Tuhanmu lebih mengetahui apa yang ada dalam hatimu; jika kamu orang yang baik, maka sungguh, Dia Maha Pengampun kepada orang yang bertobat."
  },
  {
    "No": 26,
    "Translation": "Dan berikanlah haknya kepada kerabat dekat, juga kepada orang miskin dan orang yang dalam perjalanan; dan janganlah kamu menghambur-hamburkan (hartamu) secara boros."
  },
  {
    "No": 27,
    "Translation": "Sesungguhnya orang-orang yang pemboros itu adalah saudara setan dan setan itu sangat ingkar kepada Tuhannya."
  },
  {
    "No": 28,
    "Translation": "Dan jika engkau berpaling dari mereka untuk memperoleh rahmat dari Tuhanmu yang engkau harapkan, maka katakanlah kepada mereka ucapan yang lemah lembut."
  },
  {
    "No": 29,
    "Translation": "Dan janganlah engkau jadikan tanganmu terbelenggu pada lehermu dan jangan (pula) engkau terlalu mengulurkannya (sangat pemurah) nanti kamu menjadi tercela dan menyesal."
  },
  {
    "No": 30,
    "Translation": "Sungguh, Tuhanmu melapangkan rezeki bagi siapa yang Dia kehendaki dan membatasi (bagi siapa yang Dia kehendaki); sungguh, Dia Maha Mengetahui, Maha Melihat hamba-hamba-Nya."
  },
  {
    "No": 31,
    "Translation": "Dan janganlah kamu membunuh anak-anakmu karena takut miskin. Kamilah yang memberi rezeki kepada mereka dan kepadamu. Membunuh mereka itu sungguh suatu dosa yang besar."
  },
  {
    "No": 32,
    "Translation": "Dan janganlah kamu mendekati zina; (zina) itu sungguh suatu perbuatan keji, dan suatu jalan yang buruk."
  },
  {
    "No": 33,
    "Translation": "Dan janganlah kamu membunuh orang yang diharamkan Allah (membunuhnya), kecuali dengan suatu (alasan) yang benar. Dan barang siapa dibunuh secara zalim, maka sungguh, Kami telah memberi kekuasaan kepada walinya, tetapi janganlah walinya itu melampaui batas dalam pembunuhan. Sesungguhnya dia adalah orang yang mendapat pertolongan."
  },
  {
    "No": 34,
    "Translation": "Dan janganlah kamu mendekati harta anak yatim, kecuali dengan cara yang lebih baik (bermanfaat) sampai dia dewasa, dan penuhilah janji, karena janji itu pasti diminta pertanggungjawabannya."
  },
  {
    "No": 35,
    "Translation": "Dan sempurnakanlah takaran apabila kamu menakar, dan timbanglah dengan timbangan yang benar. Itulah yang lebih utama (bagimu) dan lebih baik akibatnya."
  },
  {
    "No": 36,
    "Translation": "Dan janganlah kamu mengikuti sesuatu yang tidak kamu ketahui. Karena pendengaran, penglihatan dan hati nurani, semua itu akan diminta pertanggungjawabannya."
  },
  {
    "No": 37,
    "Translation": "Dan janganlah engkau berjalan di bumi ini dengan sombong, karena sesungguhnya engkau tidak akan dapat menembus bumi dan tidak akan mampu menjulang setinggi gunung."
  },
  {
    "No": 38,
    "Translation": "Semua itu kejahatannya sangat dibenci di sisi Tuhanmu."
  },
  {
    "No": 39,
    "Translation": "Itulah sebagian hikmah yang diwahyukan Tuhan kepadamu (Muhammad). Dan janganlah engkau mengadakan tuhan yang lain di samping Allah, nanti engkau dilemparkan ke dalam neraka dalam keadaan tercela dan dijauhkan (dari rahmat Allah)."
  },
  {
    "No": 40,
    "Translation": "Maka apakah pantas Tuhan memilihkan anak laki-laki untukmu dan Dia mengambil anak perempuan dari malaikat? Sungguh, kamu benar-benar mengucapkan kata yang besar (dosanya)."
  },
  {
    "No": 41,
    "Translation": "Dan sungguh, dalam Al-Qur'an ini telah Kami (jelaskan) berulang-ulang (peringatan), agar mereka selalu ingat. Tetapi (peringatan) itu hanya menambah mereka lari (dari kebenaran)."
  },
  {
    "No": 42,
    "Translation": "Katakanlah (Muhammad), &ldquo;Jika ada tuhan-tuhan di samping-Nya, sebagai-mana yang mereka katakan, niscaya tuhan-tuhan itu mencari jalan kepada Tuhan yang mempunyai &rsquo;Arsy.&rdquo;"
  },
  {
    "No": 43,
    "Translation": "Mahasuci dan Mahatinggi Dia dari apa yang mereka katakan, luhur dan agung (tidak ada bandingannya)."
  },
  {
    "No": 44,
    "Translation": "Langit yang tujuh, bumi dan semua yang ada di dalamnya bertasbih kepada Allah. Dan tidak ada sesuatu pun melainkan bertasbih dengan memuji-Nya, tetapi kamu tidak mengerti tasbih mereka. Sungguh, Dia Maha Penyantun, Maha Pengampun."
  },
  {
    "No": 45,
    "Translation": "Dan apabila engkau (Muhammad) membaca Al-Qur'an, Kami adakan suatu dinding yang tidak terlihat antara engkau dan orang-orang yang tidak beriman kepada kehidupan akhirat,"
  },
  {
    "No": 46,
    "Translation": "Dan Kami jadikan hati mereka tertutup dan telinga mereka tersumbat, agar mereka tidak dapat memahaminya. Dan apabila engkau menyebut Tuhanmu saja dalam Al-Qur'an, mereka berpaling ke belakang melarikan diri (karena benci)."
  },
  {
    "No": 47,
    "Translation": "Kami lebih mengetahui dalam keadaan bagaimana mereka mendengarkan sewaktu mereka mendengarkan engkau (Muhammad), dan sewaktu mereka berbisik-bisik (yaitu) ketika orang zalim itu berkata, &ldquo;Kamu hanyalah mengikuti seorang laki-laki yang kena sihir.&rdquo;"
  },
  {
    "No": 48,
    "Translation": "Lihatlah bagaimana mereka membuat perumpamaan untukmu (Muhammad); karena itu mereka menjadi sesat dan tidak dapat lagi menemukan jalan (yang benar)."
  },
  {
    "No": 49,
    "Translation": "Dan mereka berkata, &ldquo;Apabila kami telah menjadi tulang-belulang dan benda-benda yang hancur, apakah kami benar-benar akan dibangkitkan kembali sebagai makhluk yang baru?&rdquo;"
  },
  {
    "No": 50,
    "Translation": "Katakanlah (Muhammad), &ldquo;Jadilah kamu batu atau besi,"
  },
  {
    "No": 51,
    "Translation": "atau menjadi makhluk yang besar (yang tidak mungkin hidup kembali) menurut pikiranmu.&rdquo; Maka mereka akan bertanya, &ldquo;Siapa yang akan menghidupkan kami kembali?&rdquo; Katakanlah, &ldquo;Yang telah menciptakan kamu pertama kali.&rdquo; Lalu mereka akan menggeleng-gelengkan kepalanya kepadamu dan berkata, &ldquo;Kapan (Kiamat) itu (akan terjadi)?&rdquo; Katakanlah, &ldquo;Barang kali waktunya sudah dekat,&rdquo;"
  },
  {
    "No": 52,
    "Translation": "yaitu pada hari (ketika) Dia memanggil kamu, dan kamu mematuhi-Nya sambil memuji-Nya dan kamu mengira, (rasanya) hanya sebentar saja kamu berdiam (di dalam kubur)."
  },
  {
    "No": 53,
    "Translation": "Dan katakanlah kepada hamba-hamba-Ku, &ldquo;Hendaklah mereka mengucapkan perkataan yang lebih baik (benar). Sungguh, setan itu (selalu) menimbulkan perselisihan di antara mereka. Sungguh, setan adalah musuh yang nyata bagi manusia."
  },
  {
    "No": 54,
    "Translation": "Tuhanmu lebih mengetahui tentang kamu. Jika Dia menghendaki, niscaya Dia akan memberi rahmat kepadamu, dan jika Dia menghendaki, pasti Dia akan mengazabmu. Dan Kami tidaklah mengutusmu (Muhammad) untuk menjadi penjaga bagi mereka."
  },
  {
    "No": 55,
    "Translation": "Dan Tuhanmu lebih mengetahui siapa yang di langit dan di bumi. Dan sungguh, Kami telah memberikan kelebihan kepada sebagian nabi-nabi atas sebagian (yang lain), dan Kami berikan Zabur kepada Dawud."
  },
  {
    "No": 56,
    "Translation": "Katakanlah (Muhammad), &ldquo;Panggillah mereka yang kamu anggap (tuhan) selain Allah, mereka tidak kuasa untuk menghilangkan bahaya darimu dan tidak (pula) mampu mengubahnya.&rdquo;"
  },
  {
    "No": 57,
    "Translation": "Orang-orang yang mereka seru itu, mereka sendiri mencari jalan kepada Tuhan siapa di antara mereka yang lebih dekat (kepada Allah). Mereka mengharapkan rahmat-Nya dan takut akan azab-Nya. Sungguh, azab Tuhanmu itu sesuatu yang (harus) ditakuti.&rdquo;"
  },
  {
    "No": 58,
    "Translation": "Dan tidak ada suatu negeri pun (yang durhaka penduduknya), melainkan Kami membinasakannya sebelum hari Kiamat atau Kami siksa (penduduknya) dengan siksa yang sangat keras. Yang demikian itu telah tertulis di dalam Kitab (Lauh Mahfuzh)."
  },
  {
    "No": 59,
    "Translation": "Dan tidak ada yang menghalangi Kami untuk mengirimkan (kepadamu) tanda-tanda (kekuasaan Kami), melainkan karena (tanda-tanda) itu telah didustakan oleh orang terdahulu. Dan telah Kami berikan kepada kaum samud unta betina (sebagai mukjizat) yang dapat dilihat, tetapi mereka menganiaya (unta betina itu). Dan Kami tidak mengirimkan tanda-tanda itu melainkan untuk menakut-nakuti."
  },
  {
    "No": 60,
    "Translation": "Dan (ingatlah) ketika Kami wahyukan kepadamu, &ldquo;Sungguh, (ilmu) Tuhanmu meliputi seluruh manusia.&rdquo; Dan Kami tidak menjadikan mimpi yang telah Kami perlihatkan kepadamu, melainkan sebagai ujian bagi manusia dan (begitu pula) pohon yang terkutuk (zaqqum) dalam Al-Qur'an. Dan Kami menakut-nakuti mereka, tetapi yang demikian itu hanyalah menambah besar kedurhakaan mereka."
  },
  {
    "No": 61,
    "Translation": "Dan (ingatlah), ketika Kami berfirman kepada para malaikat, &ldquo;Sujudlah kamu semua kepada Adam,&rdquo; lalu mereka sujud, kecuali Iblis. Ia (Iblis) berkata, &ldquo;Apakah aku harus bersujud kepada orang yang Engkau ciptakan dari tanah?&rdquo;"
  },
  {
    "No": 62,
    "Translation": "Ia (Iblis) berkata, &ldquo;Terangkanlah kepadaku, inikah yang lebih Engkau muliakan daripada aku? Sekiranya Engkau memberi waktu kepadaku sampai hari Kiamat, pasti akan aku sesatkan keturunannya, kecuali sebagian kecil.&rdquo;"
  },
  {
    "No": 63,
    "Translation": "Dia (Allah) berfirman, &ldquo;Pergilah, tetapi barang siapa di antara mereka yang mengikuti kamu, maka sungguh, neraka Jahanamlah balasanmu semua, sebagai pembalasan yang cukup."
  },
  {
    "No": 64,
    "Translation": "Dan perdayakanlah siapa saja di antara mereka yang engkau (Iblis) sanggup dengan suaramu (yang memukau), kerahkanlah pasukanmu terhadap mereka, yang berkuda dan yang berjalan kaki, dan bersekutulah dengan mereka pada harta dan anak-anak lalu beri janjilah kepada mereka.&rdquo; Padahal setan itu hanya menjanjikan tipuan belaka kepada mereka."
  },
  {
    "No": 65,
    "Translation": "&ldquo;Sesungguhnya (terhadap) hamba-hamba-Ku, engkau (Iblis) tidaklah dapat berkuasa atas mereka. Dan cukuplah Tuhanmu sebagai penjaga.&rdquo;"
  },
  {
    "No": 66,
    "Translation": "Tuhanmulah yang melayarkan kapal-kapal di lautan untukmu, agar kamu mencari karunia-Nya. Sungguh, Dia Maha Penyayang terhadapmu."
  },
  {
    "No": 67,
    "Translation": "Dan apabila kamu ditimpa bahaya di lautan, niscaya hilang semua yang (bi-asa) kamu seru, kecuali Dia. Tetapi ketika Dia menyelamatkan kamu ke daratan, kamu berpaling (dari-Nya). Dan manusia memang selalu ingkar (tidak bersyukur)."
  },
  {
    "No": 68,
    "Translation": "Maka apakah kamu merasa aman bahwa Dia tidak akan membenamkan sebagian daratan bersama kamu atau Dia meniupkan (angin keras yang membawa) batu-batu kecil? Dan kamu tidak akan mendapat seorang pelindung pun,"
  },
  {
    "No": 69,
    "Translation": "ataukah kamu merasa aman bahwa Dia tidak akan mengembalikan kamu ke laut sekali lagi, lalu Dia tiupkan angin topan kepada kamu dan ditenggelamkan-Nya kamu disebabkan kekafiranmu? Kemudian kamu tidak akan mendapatkan seorang penolong pun dalam menghadapi (siksaan) Kami."
  },
  {
    "No": 70,
    "Translation": "Dan sungguh, Kami telah memuliakan anak cucu Adam, dan Kami angkut mereka di darat dan di laut, dan Kami beri mereka rezeki dari yang baik-baik dan Kami lebihkan mereka di atas banyak makhluk yang Kami ciptakan dengan kelebihan yang sempurna."
  },
  {
    "No": 71,
    "Translation": "(Ingatlah), pada hari (ketika) Kami panggil setiap umat dengan pemimpinnya; dan barang siapa diberikan catatan amalnya di tangan kanannya mereka akan membaca catatannya (dengan baik), dan mereka tidak akan dirugikan sedikit pun."
  },
  {
    "No": 72,
    "Translation": "Dan barang siapa buta (hatinya) di dunia ini, maka di akhirat dia akan buta dan tersesat jauh dari jalan (yang benar)."
  },
  {
    "No": 73,
    "Translation": "Dan mereka hampir memalingkan engkau (Muhammad) dari apa yang telah Kami wahyukan kepadamu, agar engkau mengada-ada yang lain terhadap Kami; dan jika demikian tentu mereka menjadikan engkau sahabat yang setia."
  },
  {
    "No": 74,
    "Translation": "Dan sekiranya Kami tidak memperteguh (hati)mu, niscaya engkau hampir saja condong sedikit kepada mereka."
  },
  {
    "No": 75,
    "Translation": "Jika demikian, tentu akan Kami rasakan kepadamu (siksaan) dua kali lipat di dunia ini dan dua kali lipat setelah mati, dan engkau (Muhammad) tidak akan mendapat seorang penolong pun terhadap Kami."
  },
  {
    "No": 76,
    "Translation": "Dan sungguh, mereka hampir membuatmu (Muhammad) gelisah di negeri (Mekah) karena engkau harus keluar dari negeri itu, dan kalau terjadi demikian, niscaya sepeninggalmu mereka tidak akan tinggal (di sana), melainkan sebentar saja."
  },
  {
    "No": 77,
    "Translation": "(Yang demikian itu) merupakan ketetapan bagi para rasul Kami yang Kami utus sebelum engkau, dan tidak akan engkau dapati perubahan atas ketetapan Kami."
  },
  {
    "No": 78,
    "Translation": "Laksanakanlah salat sejak matahari tergelincir sampai gelapnya malam dan (laksanakan pula salat) Subuh. Sungguh, salat subuh itu disaksikan (oleh malaikat)."
  },
  {
    "No": 79,
    "Translation": "Dan pada sebagian malam, lakukanlah salat tahajud (sebagai suatu ibadah) tambahan bagimu: mudah-mudahan Tuhanmu mengangkatmu ke tempat yang terpuji."
  },
  {
    "No": 80,
    "Translation": "Dan katakanlah (Muhammad), ya Tuhanku, masukkan aku ke tempat masuk yang benar dan keluarkan (pula) aku ke tempat keluar yang benar dan berikanlah kepadaku dari sisi-Mu kekuasaan yang dapat menolong(ku)."
  },
  {
    "No": 81,
    "Translation": "Dan katakanlah, &ldquo;Kebenaran telah datang dan yang batil telah lenyap.&rdquo; Sungguh, yang batil itu pasti lenyap."
  },
  {
    "No": 82,
    "Translation": "Dan Kami turunkan dari Al-Qur'an (sesuatu) yang menjadi penawar dan rahmat bagi orang yang beriman, sedangkan bagi orang yang zalim (Al-Qur'an itu) hanya akan menambah kerugian."
  },
  {
    "No": 83,
    "Translation": "Dan apabila Kami berikan kesenangan kepada manusia, niscaya dia berpaling dan menjauhkan diri dengan sombong; dan apabila dia ditimpa kesusahan, niscaya dia berputus asa."
  },
  {
    "No": 84,
    "Translation": "Katakanlah (Muhammad), &ldquo;Setiap orang berbuat sesuai dengan pembawaannya masing-masing.&rdquo; Maka Tuhanmu lebih mengetahui siapa yang lebih benar jalannya."
  },
  {
    "No": 85,
    "Translation": "Dan mereka bertanya kepadamu (Muhammad) tentang ruh. Katakanlah, &ldquo;Ruh itu termasuk urusan Tuhanku, sedangkan kamu diberi pengetahuan hanya sedikit.&rdquo;"
  },
  {
    "No": 86,
    "Translation": "Dan sesungguhnya jika Kami menghendaki, niscaya Kami lenyapkan apa yang telah Kami wahyukan kepadamu (Muhammad), dan engkau tidak akan mendapatkan seorang pembela pun terhadap Kami,"
  },
  {
    "No": 87,
    "Translation": "kecuali karena rahmat dari Tuhanmu. Sungguh, karunia-Nya atasmu (Muhammad) sangat besar."
  },
  {
    "No": 88,
    "Translation": "Katakanlah, &ldquo;Sesungguhnya jika manusia dan jin berkumpul untuk membuat yang serupa (dengan) Al-Qur'an ini, mereka tidak akan dapat membuat yang serupa dengannya, sekalipun mereka saling membantu satu sama lain.&rdquo;"
  },
  {
    "No": 89,
    "Translation": "Dan sungguh, Kami telah menjelaskan berulang-ulang kepada manusia dalam Al-Qur'an ini dengan bermacam-macam perumpamaan, tetapi kebanyakan manusia tidak menyukainya bahkan mengingkari(nya)."
  },
  {
    "No": 90,
    "Translation": "Dan mereka berkata, &ldquo;Kami tidak akan percaya kepadamu (Muhammad) sebelum engkau memancarkan mata air dari bumi untuk kami,"
  },
  {
    "No": 91,
    "Translation": "atau engkau mempunyai sebuah kebun kurma dan anggur, lalu engkau alirkan di celah-celahnya sungai yang deras alirannya,"
  },
  {
    "No": 92,
    "Translation": "atau engkau jatuhkan langit berkeping-keping atas kami, sebagaimana engkau katakan, atau (sebelum) engkau datangkan Allah dan para malaikat berhadapan muka dengan kami,"
  },
  {
    "No": 93,
    "Translation": "atau engkau mempunyai sebuah rumah (terbuat) dari emas, atau engkau naik ke langit. Dan kami tidak akan mempercayai kenaikanmu itu sebelum engkau turunkan kepada kami sebuah kitab untuk kami baca.&rdquo; Katakanlah (Muhammad), &ldquo;Mahasuci Tuhanku, bukankah aku ini hanya seorang manusia yang menjadi rasul?&rdquo;"
  },
  {
    "No": 94,
    "Translation": "Dan tidak ada sesuatu yang menghalangi manusia untuk beriman ketika petunjuk datang kepadanya, selain perkataan mereka, &ldquo;Mengapa Allah mengutus seorang manusia menjadi rasul?&rdquo;"
  },
  {
    "No": 95,
    "Translation": "Katakanlah (Muhammad), &ldquo;Sekiranya di bumi ada para malaikat, yang berjalan-jalan dengan tenang, niscaya Kami turunkan kepada mereka malaikat dari langit untuk menjadi rasul.&rdquo;"
  },
  {
    "No": 96,
    "Translation": "Katakanlah (Muhammad), &ldquo;Cukuplah Allah menjadi saksi antara aku dan kamu sekalian. Sungguh, Dia Maha Mengetahui, Maha Melihat akan hamba-hamba-Nya.&rdquo;"
  },
  {
    "No": 97,
    "Translation": "Dan barang siapa diberi petunjuk oleh Allah, dialah yang mendapat petunjuk, dan barang siapa Dia sesatkan, maka engkau tidak akan mendapatkan penolong-penolong bagi mereka selain Dia. Dan Kami akan mengumpulkan mereka pada hari Kiamat dengan wajah tersungkur, dalam keadaan buta, bisu, dan tuli. Tempat kediaman mereka adalah neraka Jahanam. Setiap kali nyala api Jahanam itu akan padam, Kami tambah lagi nyalanya bagi mereka."
  },
  {
    "No": 98,
    "Translation": "Itulah balasan bagi mereka, karena sesungguhnya mereka kafir kepada ayat-ayat Kami dan (karena mereka) berkata, &ldquo;Apabila kami telah menjadi tulang belulang dan benda-benda yang hancur, apakah kami benar-benar akan dibangkitkan kembali sebagai makhluk baru?&rdquo;"
  },
  {
    "No": 99,
    "Translation": "Dan apakah mereka tidak memperhatikan bahwa Allah yang menciptakan langit dan bumi adalah Mahakuasa (pula) menciptakan yang serupa dengan mereka, dan Dia telah menetapkan waktu tertentu (mati atau dibangkitkan) bagi mereka, yang tidak diragukan lagi? Maka orang zalim itu tidak menolaknya kecuali dengan kekafiran."
  },
  {
    "No": 100,
    "Translation": "Katakanlah (Muhammad), &ldquo;Sekiranya kamu menguasai perbendaharaan rahmat Tuhanku, niscaya (perbendaharaan) itu kamu tahan, karena takut membelanjakannya.&rdquo; Dan manusia itu memang sangat kikir."
  },
  {
    "No": 101,
    "Translation": "Dan sungguh, Kami telah memberikan kepada Musa sembilan mukjizat yang nyata maka tanyakanlah kepada Bani Israil, ketika Musa datang kepada mereka lalu Fir&lsquo;aun berkata kepadanya, &ldquo;Wahai Musa! Sesungguhnya aku benar-benar menduga engkau terkena sihir.&rdquo;"
  },
  {
    "No": 102,
    "Translation": "Dia (Musa) menjawab, &rdquo;Sungguh, engkau telah mengetahui, bahwa tidak ada yang menurunkan (mukjizat-mukjizat) itu kecuali Tuhan (yang memelihara) langit dan bumi sebagai bukti-bukti yang nyata; dan sungguh, aku benar-benar menduga engkau akan binasa, wahai Fir&lsquo;aun.&rdquo;"
  },
  {
    "No": 103,
    "Translation": "Kemudian dia (Fir&lsquo;aun) hendak mengusir mereka (Musa dan pengikutnya) dari bumi (Mesir), maka Kami tenggelamkan dia (Fir&lsquo;aun) beserta orang yang bersama dia seluruhnya."
  },
  {
    "No": 104,
    "Translation": "Dan setelah itu Kami berfirman kepada Bani Israil, &ldquo;Tinggallah di negeri ini, tetapi apabila masa berbangkit datang, niscaya Kami kumpulkan kamu dalam keadaan bercampur baur.&rdquo;"
  },
  {
    "No": 105,
    "Translation": "Dan Kami turunkan (Al-Qur'an) itu dengan sebenarnya dan (Al-Qur'an) itu turun dengan (membawa) kebenaran. Dan Kami mengutus engkau (Muhammad), hanya sebagai pembawa berita gembira dan pemberi peringatan."
  },
  {
    "No": 106,
    "Translation": "Dan Al-Qur'an (Kami turunkan) berangsur-angsur agar engkau (Muhammad) membacakannya kepada manusia perlahan-lahan dan Kami menurunkannya secara bertahap."
  },
  {
    "No": 107,
    "Translation": "Katakanlah (Muhammad), &ldquo;Berimanlah kamu kepadanya (Al-Qur'an) atau tidak usah beriman (sama saja bagi Allah). Sesungguhnya orang yang telah diberi pengetahuan sebelumnya, apabila (Al-Qur'an) dibacakan kepada mereka, mereka menyungkurkan wajah, bersujud,&rdquo;"
  },
  {
    "No": 108,
    "Translation": "dan mereka berkata, &ldquo;Mahasuci Tuhan kami; sungguh, janji Tuhan kami pasti dipenuhi.&rdquo;"
  },
  {
    "No": 109,
    "Translation": "Dan mereka menyungkurkan wajah sambil menangis dan mereka bertambah khusyuk."
  },
  {
    "No": 110,
    "Translation": "Katakanlah (Muhammad), &ldquo;Serulah Allah atau serulah Ar-Rahman. Dengan nama yang mana saja kamu dapat menyeru, karena Dia mempunyai nama-nama yang terbaik (Asma&lsquo;ul husna) dan janganlah engkau mengeraskan suaramu dalam salat dan janganlah (pula) merendahkannya dan usahakan jalan tengah di antara kedua itu.&rdquo;"
  },
  {
    "No": 111,
    "Translation": "Dan katakanlah, &ldquo;Segala puji bagi Allah yang tidak mempunyai anak dan tidak (pula) mempunyai sekutu dalam kerajaan-Nya dan Dia tidak memerlukan penolong dari kehinaan dan agungkanlah Dia seagung-agungnya."
  }
]