[
  {
    "No": 1,
    "Translation": "Alif Lam Mim."
  },
  {
    "No": 2,
    "Translation": "Kitab (Al-Qur'an) ini tidak ada keraguan padanya; petunjuk bagi mereka yang bertakwa,"
  },
  {
    "No": 3,
    "Translation": "(yaitu) mereka yang beriman kepada yang gaib, melaksanakan salat, dan menginfakkan sebagian rezeki yang Kami berikan kepada mereka,"
  },
  {
    "No": 4,
    "Translation": "dan mereka yang beriman kepada (Al-Qur'an) yang diturunkan kepadamu (Muhammad) dan (kitab-kitab) yang telah diturunkan sebelum engkau, dan mereka yakin akan adanya akhirat."
  },
  {
    "No": 5,
    "Translation": "Merekalah yang mendapat petunjuk dari Tuhannya, dan mereka itulah orang-orang yang beruntung."
  },
  {
    "No": 6,
    "Translation": "Sesungguhnya orang-orang kafir, sama saja bagi mereka, engkau (Muhammad) beri peringatan atau tidak engkau beri peringatan, mereka tidak akan beriman."
  },
  {
    "No": 7,
    "Translation": "Allah telah mengunci hati dan pendengaran mereka, penglihatan mereka telah tertutup, dan mereka akan mendapat azab yang berat."
  },
  {
    "No": 8,
    "Translation": "Dan di antara manusia ada yang berkata, &ldquo;Kami beriman kepada Allah dan hari akhir,&rdquo; padahal sesungguhnya mereka itu bukanlah orang-orang yang beriman."
  },
  {
    "No": 9,
    "Translation": "Mereka menipu Allah dan orang-orang yang beriman, padahal mereka hanyalah menipu diri sendiri tanpa mereka sadari."
  },
  {
    "No": 10,
    "Translation": "Dalam hati mereka ada penyakit, lalu Allah menambah penyakitnya itu; dan mereka mendapat azab yang pedih, karena mereka berdusta."
  },
  {
    "No": 11,
    "Translation": "Dan apabila dikatakan kepada mereka, &ldquo;Janganlah berbuat kerusakan di bumi!&rdquo; Mereka menjawab, &ldquo;Sesungguhnya kami justru orang-orang yang melakukan perbaikan.&rdquo;"
  },
  {
    "No": 12,
    "Translation": "Ingatlah, sesungguhnya merekalah yang berbuat kerusakan, tetapi mereka tidak menyadari."
  },
  {
    "No": 13,
    "Translation": "Dan apabila dikatakan kepada mereka, &ldquo;Berimanlah kamu sebagaimana orang lain telah beriman!&rdquo; Mereka menjawab, &ldquo;Apakah kami akan beriman seperti orang-orang yang kurang akal itu beriman?&rdquo; Ingatlah, sesungguhnya mereka itulah orang-orang yang kurang akal, tetapi mereka tidak tahu."
  },
  {
    "No": 14,
    "Translation": "Dan apabila mereka berjumpa dengan orang yang beriman, mereka berkata, &ldquo;Kami telah beriman.&rdquo; Tetapi apabila mereka kembali kepada setan-setan (para pemimpin) mereka, mereka berkata, &ldquo;Sesungguhnya kami bersama kamu, kami hanya berolok-olok.&rdquo;"
  },
  {
    "No": 15,
    "Translation": "Allah akan memperolok-olokkan mereka dan membiarkan mereka terombang-ambing dalam kesesatan."
  },
  {
    "No": 16,
    "Translation": "Mereka itulah yang membeli kesesatan dengan petunjuk. Maka perdagangan mereka itu tidak beruntung dan mereka tidak mendapat petunjuk."
  },
  {
    "No": 17,
    "Translation": "Perumpamaan mereka seperti orang-orang yang menyalakan api, setelah menerangi sekelilingnya, Allah melenyapkan cahaya (yang menyinari) mereka dan membiarkan mereka dalam kegelapan, tidak dapat melihat."
  },
  {
    "No": 18,
    "Translation": "Mereka tuli, bisu dan buta, sehingga mereka tidak dapat kembali."
  },
  {
    "No": 19,
    "Translation": "Atau seperti (orang yang ditimpa) hujan lebat dari langit, yang disertai kegelapan, petir dan kilat. Mereka menyumbat telinga dengan jari-jarinya, (menghindari) suara petir itu karena takut mati. Allah meliputi orang-orang yang kafir."
  },
  {
    "No": 20,
    "Translation": "Hampir saja kilat itu menyambar penglihatan mereka. Setiap kali (kilat itu) menyinari, mereka berjalan di bawah (sinar) itu, dan apabila gelap menerpa mereka, mereka berhenti. Sekiranya Allah menghendaki, niscaya Dia hilangkan pendengaran dan penglihatan mereka. Sungguh, Allah Mahakuasa atas segala sesuatu."
  },
  {
    "No": 21,
    "Translation": "Wahai manusia! Sembahlah Tuhanmu yang telah menciptakan kamu dan orang-orang yang sebelum kamu, agar kamu bertakwa."
  },
  {
    "No": 22,
    "Translation": "(Dialah) yang menjadikan bumi sebagai hamparan bagimu dan langit sebagai atap, dan Dialah yang menurunkan air (hujan) dari langit, lalu Dia hasilkan dengan (hujan) itu buah-buahan sebagai rezeki untukmu. Karena itu janganlah kamu mengadakan tandingan-tandingan bagi Allah, padahal kamu mengetahui."
  },
  {
    "No": 23,
    "Translation": "Dan jika kamu meragukan (Al-Qur'an) yang Kami turunkan kepada hamba Kami (Muhammad), maka buatlah satu surah semisal dengannya dan ajaklah penolong-penolongmu selain Allah, jika kamu orang-orang yang benar."
  },
  {
    "No": 24,
    "Translation": "Jika kamu tidak mampu membuatnya, dan (pasti) tidak akan mampu, maka takutlah kamu akan api neraka yang bahan bakarnya manusia dan batu, yang disediakan bagi orang-orang kafir."
  },
  {
    "No": 25,
    "Translation": "Dan sampaikanlah kabar gembira kepada orang-orang yang beriman dan berbuat kebajikan, bahwa untuk mereka (disediakan) surga-surga yang mengalir di bawahnya sungai-sungai. Setiap kali mereka diberi rezeki buah-buahan dari surga, mereka berkata, &ldquo;Inilah rezeki yang diberikan kepada kami dahulu.&rdquo; Mereka telah diberi (buah-buahan) yang serupa. Dan di sana mereka (memperoleh) pasangan-pasangan yang suci. Mereka kekal di dalamnya."
  },
  {
    "No": 26,
    "Translation": "Sesungguhnya Allah tidak segan membuat perumpamaan seekor nyamuk atau yang lebih kecil dari itu. Adapun orang-orang yang beriman, mereka tahu bahwa itu kebenaran dari Tuhan. Tetapi mereka yang kafir berkata, &ldquo;Apa maksud Allah dengan perumpamaan ini?&rdquo; Dengan (perumpamaan) itu banyak orang yang dibiarkan-Nya sesat, dan dengan itu banyak (pula) orang yang diberi-Nya petunjuk. Tetapi tidak ada yang Dia sesatkan dengan (perumpamaan) itu selain orang-orang fasik,"
  },
  {
    "No": 27,
    "Translation": "(yaitu) orang-orang yang melanggar perjanjian Allah setelah (perjanjian) itu diteguhkan, dan memutuskan apa yang diperintahkan Allah untuk disambungkan dan berbuat kerusakan di bumi. Mereka itulah orang-orang yang rugi."
  },
  {
    "No": 28,
    "Translation": "Bagaimana kamu ingkar kepada Allah, padahal kamu (tadinya) mati, lalu Dia menghidupkan kamu, kemudian Dia mematikan kamu lalu Dia menghidupkan kamu kembali. Kemudian kepada-Nyalah kamu dikembalikan."
  },
  {
    "No": 29,
    "Translation": "Dialah (Allah) yang menciptakan segala apa yang ada di bumi untukmu kemudian Dia menuju ke langit, lalu Dia menyempurnakannya menjadi tujuh langit. Dan Dia Maha Mengetahui segala sesuatu."
  },
  {
    "No": 30,
    "Translation": "Dan (ingatlah) ketika Tuhanmu berfirman kepada para malaikat, &ldquo;Aku hendak menjadikan khalifah di bumi.&rdquo; Mereka berkata, &ldquo;Apakah Engkau hendak menjadikan orang yang merusak dan menumpahkan darah di sana, sedangkan kami bertasbih memuji-Mu dan menyucikan nama-Mu?&rdquo; Dia berfirman, &ldquo;Sungguh, Aku mengetahui apa yang tidak kamu ketahui.&rdquo;"
  },
  {
    "No": 31,
    "Translation": "Dan Dia ajarkan kepada Adam nama-nama (benda) semuanya, kemudian Dia perlihatkan kepada para malaikat, seraya berfirman, &ldquo;Sebutkan kepada-Ku nama semua (benda) ini, jika kamu yang benar!&rdquo;"
  },
  {
    "No": 32,
    "Translation": "Mereka menjawab, &ldquo;Mahasuci Engkau, tidak ada yang kami ketahui selain apa yang telah Engkau ajarkan kepada kami. Sungguh, Engkaulah Yang Maha Mengetahui, Mahabijaksana.&rdquo;"
  },
  {
    "No": 33,
    "Translation": "Dia (Allah) berfirman, &ldquo;Wahai Adam! Beritahukanlah kepada mereka nama-nama itu!&rdquo; Setelah dia (Adam) menyebutkan nama-namanya, Dia berfirman, &ldquo;Bukankah telah Aku katakan kepadamu, bahwa Aku mengetahui rahasia langit dan bumi, dan Aku mengetahui apa yang kamu nyatakan dan apa yang kamu sembunyikan?&rdquo;"
  },
  {
    "No": 34,
    "Translation": "Dan (ingatlah) ketika Kami berfirman kepada para malaikat, &ldquo;Sujudlah kamu kepada Adam!&rdquo; Maka mereka pun sujud kecuali Iblis. Ia menolak dan menyombongkan diri, dan ia termasuk golongan yang kafir."
  },
  {
    "No": 35,
    "Translation": "Dan Kami berfirman, &ldquo;Wahai Adam! Tinggallah engkau dan istrimu di dalam surga, dan makanlah dengan nikmat (berbagai makanan) yang ada di sana sesukamu. (Tetapi) janganlah kamu dekati pohon ini, nanti kamu termasuk orang-orang yang zalim!&rdquo;"
  },
  {
    "No": 36,
    "Translation": "Lalu setan memperdayakan keduanya dari surga sehingga keduanya dikeluarkan dari (segala kenikmatan) ketika keduanya di sana (surga). Dan Kami berfirman, &ldquo;Turunlah kamu! Sebagian kamu menjadi musuh bagi yang lain. Dan bagi kamu ada tempat tinggal dan kesenangan di bumi sampai waktu yang ditentukan.&rdquo;"
  },
  {
    "No": 37,
    "Translation": "Kemudian Adam menerima beberapa kalimat dari Tuhannya, lalu Dia pun menerima tobatnya. Sungguh, Allah Maha Penerima tobat, Maha Penyayang."
  },
  {
    "No": 38,
    "Translation": "Kami berfirman, &ldquo;Turunlah kamu semua dari surga! Kemudian jika benar-benar datang petunjuk-Ku kepadamu, maka barangsiapa mengikuti petunjuk-Ku, tidak ada rasa takut pada mereka dan mereka tidak bersedih hati.&rdquo;"
  },
  {
    "No": 39,
    "Translation": "Adapun orang-orang yang kafir dan mendustakan ayat-ayat Kami, mereka itu penghuni neraka. Mereka kekal di dalamnya."
  },
  {
    "No": 40,
    "Translation": "Wahai Bani Israil! Ingatlah nikmat-Ku yang telah Aku berikan kepadamu. Dan penuhilah janjimu kepada-Ku, niscaya Aku penuhi janji-Ku kepadamu, dan takutlah kepada-Ku saja."
  },
  {
    "No": 41,
    "Translation": "Dan berimanlah kamu kepada apa (Al-Qur'an) yang telah Aku turunkan yang membenarkan apa (Taurat) yang ada pada kamu, dan janganlah kamu menjadi orang yang pertama kafir kepadanya. Janganlah kamu jual ayat-ayat-Ku dengan harga murah, dan bertakwalah hanya kepada-Ku."
  },
  {
    "No": 42,
    "Translation": "Dan janganlah kamu campuradukkan kebenaran dengan kebatilan dan (janganlah) kamu sembunyikan kebenaran, sedangkan kamu mengetahuinya."
  },
  {
    "No": 43,
    "Translation": "Dan laksanakanlah salat, tunaikanlah zakat, dan rukuklah beserta orang yang rukuk."
  },
  {
    "No": 44,
    "Translation": "Mengapa kamu menyuruh orang lain (mengerjakan) kebajikan, sedangkan kamu melupakan dirimu sendiri, padahal kamu membaca Kitab (Taurat)? Tidakkah kamu mengerti?"
  },
  {
    "No": 45,
    "Translation": "Dan mohonlah pertolongan (kepada Allah) dengan sabar dan salat. Dan (salat) itu sungguh berat, kecuali bagi orang-orang yang khusyuk,"
  },
  {
    "No": 46,
    "Translation": "(yaitu) mereka yang yakin, bahwa mereka akan menemui Tuhannya, dan bahwa mereka akan kembali kepada-Nya."
  },
  {
    "No": 47,
    "Translation": "Wahai Bani Israil! Ingatlah nikmat-Ku yang telah Aku berikan kepadamu, dan Aku telah melebihkan kamu dari semua umat yang lain di alam ini (pada masa itu)."
  },
  {
    "No": 48,
    "Translation": "Dan takutlah kamu pada hari, (ketika) tidak seorang pun dapat membela orang lain sedikit pun. Sedangkan syafaat dan tebusan apa pun darinya tidak diterima dan mereka tidak akan ditolong."
  },
  {
    "No": 49,
    "Translation": "Dan (ingatlah) ketika Kami menyelamatkan kamu dari (Fir&lsquo;aun dan) pengikut-pengikut Fir&lsquo;aun. Mereka menimpakan siksaan yang sangat berat kepadamu. Mereka menyembelih anak-anak laki-lakimu dan membiarkan hidup anak-anak perempuanmu. Dan pada yang demikian itu merupakan cobaan yang besar dari Tuhanmu."
  },
  {
    "No": 50,
    "Translation": "Dan (ingatlah) ketika Kami membelah laut untukmu, sehingga kamu dapat Kami selamatkan dan Kami tenggelamkan (Fir&lsquo;aun dan) pengikut-pengikut Fir&lsquo;aun, sedang kamu menyaksikan."
  },
  {
    "No": 51,
    "Translation": "Dan (ingatlah) ketika Kami menjanjikan kepada Musa empat puluh malam. Kemudian kamu (Bani Israil) menjadikan (patung) anak sapi (sebagai sesembahan) setelah (kepergian)nya, dan kamu (menjadi) orang yang zalim."
  },
  {
    "No": 52,
    "Translation": "Kemudian Kami memaafkan kamu setelah itu, agar kamu bersyukur."
  },
  {
    "No": 53,
    "Translation": "Dan (ingatlah), ketika Kami memberikan kepada Musa Kitab dan Furqan, agar kamu memperoleh petunjuk."
  },
  {
    "No": 54,
    "Translation": "Dan (ingatlah) ketika Musa berkata kepada kaumnya, &ldquo;Wahai kaumku! Kamu benar-benar telah menzalimi dirimu sendiri dengan menjadikan (patung) anak sapi (sebagai sesembahan), karena itu bertobatlah kepada Penciptamu dan bunuhlah dirimu. Itu lebih baik bagimu di sisi Penciptamu. Dia akan menerima tobatmu. Sungguh, Dialah Yang Maha Penerima tobat, Maha Penyayang."
  },
  {
    "No": 55,
    "Translation": "Dan (ingatlah) ketika kamu berkata, &ldquo;Wahai Musa! Kami tidak akan beriman kepadamu sebelum kami melihat Allah dengan jelas,&rdquo; maka halilintar menyambarmu, sedang kamu menyaksikan."
  },
  {
    "No": 56,
    "Translation": "Kemudian, Kami membangkitkan kamu setelah kamu mati, agar kamu bersyukur."
  },
  {
    "No": 57,
    "Translation": "Dan Kami menaungi kamu dengan awan, dan Kami menurunkan kepadamu mann dan salwa. Makanlah (makanan) yang baik-baik dari rezeki yang telah Kami berikan kepadamu. Mereka tidak menzalimi Kami, tetapi justru merekalah yang menzalimi diri sendiri."
  },
  {
    "No": 58,
    "Translation": "Dan (ingatlah) ketika Kami berfirman, &ldquo;Masuklah ke negeri ini (Baitulmaqdis), maka makanlah dengan nikmat (berbagai makanan) yang ada di sana sesukamu. Dan masukilah pintu gerbangnya sambil membungkuk, dan katakanlah, &ldquo;Bebaskanlah kami (dari dosa-dosa kami),&rdquo; niscaya Kami ampuni kesalahan-kesalahanmu. Dan Kami akan menambah (karunia) bagi orang-orang yang berbuat kebaikan.&rdquo;"
  },
  {
    "No": 59,
    "Translation": "Lalu orang-orang yang zalim mengganti perintah dengan (perintah lain) yang tidak diperintahkan kepada mereka. Maka Kami turunkan malapetaka dari langit kepada orang-orang yang zalim itu, karena mereka (selalu) berbuat fasik."
  },
  {
    "No": 60,
    "Translation": "Dan (ingatlah) ketika Musa memohon air untuk kaumnya, lalu Kami berfirman, &ldquo;Pukullah batu itu dengan tongkatmu!&rdquo; Maka memancarlah daripadanya dua belas mata air. Setiap suku telah mengetahui tempat minumnya (masing-masing). Makan dan minumlah dari rezeki (yang diberikan) Allah, dan janganlah kamu melakukan kejahatan di bumi dengan berbuat kerusakan."
  },
  {
    "No": 61,
    "Translation": "Dan (ingatlah), ketika kamu berkata, &ldquo;Wahai Musa! Kami tidak tahan hanya (makan) dengan satu macam makanan saja, maka mohonkanlah kepada Tuhanmu untuk kami, agar Dia memberi kami apa yang ditumbuhkan bumi, seperti: sayur-mayur, mentimun, bawang putih, kacang adas dan bawang merah.&rdquo; Dia (Musa) menjawab, &ldquo;Apakah kamu meminta sesuatu yang buruk sebagai ganti dari sesuatu yang baik? Pergilah ke suatu kota, pasti kamu akan memperoleh apa yang kamu minta.&rdquo; Kemudian mereka ditimpa kenistaan dan kemiskinan, dan mereka (kembali) mendapat kemurkaan dari Allah. Hal itu (terjadi) karena mereka mengingkari ayat-ayat Allah dan membunuh para nabi tanpa hak (alasan yang benar). Yang demikian itu karena mereka durhaka dan melampaui batas."
  },
  {
    "No": 62,
    "Translation": "Sesungguhnya orang-orang yang beriman, orang-orang Yahudi, orang-orang Nasrani dan orang-orang sabi'in, siapa saja (di antara mereka) yang beriman kepada Allah dan hari akhir, dan melakukan kebajikan, mereka mendapat pahala dari Tuhannya, tidak ada rasa takut pada mereka, dan mereka tidak bersedih hati."
  },
  {
    "No": 63,
    "Translation": "Dan (ingatlah) ketika Kami mengambil janji kamu dan Kami angkat gunung (Sinai) di atasmu (seraya berfirman), &ldquo;Pegang teguhlah apa yang telah Kami berikan kepadamu dan ingatlah apa yang ada di dalamnya, agar kamu bertakwa.&rdquo;"
  },
  {
    "No": 64,
    "Translation": "Kemudian setelah itu kamu berpaling. Maka sekiranya bukan karena karunia Allah dan rahmat-Nya kepadamu, pasti kamu termasuk orang yang rugi."
  },
  {
    "No": 65,
    "Translation": "Dan sungguh, kamu telah mengetahui orang-orang yang melakukan pelanggaran di antara kamu pada hari Sabat, lalu Kami katakan kepada mereka, &ldquo;Jadilah kamu kera yang hina!&rdquo;"
  },
  {
    "No": 66,
    "Translation": "Maka Kami jadikan (yang demikian) itu peringatan bagi orang-orang pada masa itu dan bagi mereka yang datang kemudian, serta menjadi pelajaran bagi orang-orang yang bertakwa."
  },
  {
    "No": 67,
    "Translation": "Dan (ingatlah) ketika Musa berkata kepada kaumnya, &ldquo;Allah memerintahkan kamu agar menyembelih seekor sapi betina.&rdquo; Mereka bertanya, &ldquo;Apakah engkau akan menjadikan kami sebagai ejekan?&rdquo; Dia (Musa) menjawab, &ldquo;Aku berlindung kepada Allah agar tidak termasuk orang-orang yang bodoh.&rdquo;"
  },
  {
    "No": 68,
    "Translation": "Mereka berkata, &ldquo;Mohonkanlah kepada Tuhanmu untuk kami agar Dia menjelaskan kepada kami tentang (sapi betina) itu.&rdquo; Dia (Musa) menjawab, &ldquo;Dia (Allah) berfirman, bahwa sapi betina itu tidak tua dan tidak muda, (tetapi) pertengahan antara itu. Maka kerjakanlah apa yang diperintahkan kepadamu.&rdquo;"
  },
  {
    "No": 69,
    "Translation": "Mereka berkata, &ldquo;Mohonkanlah kepada Tuhanmu untuk kami agar Dia menjelaskan kepada kami apa warnanya.&rdquo; Dia (Musa) menjawab, &ldquo;Dia (Allah) berfirman, bahwa (sapi) itu adalah sapi betina yang kuning tua warnanya, yang menyenangkan orang-orang yang memandang(nya).&rdquo;"
  },
  {
    "No": 70,
    "Translation": "Mereka berkata, &ldquo;Mohonkanlah kepada Tuhanmu untuk kami agar Dia menjelaskan kepada kami tentang (sapi betina) itu. (Karena) sesungguhnya sapi itu belum jelas bagi kami, dan jika Allah menghendaki, niscaya kami mendapat petunjuk.&rdquo;"
  },
  {
    "No": 71,
    "Translation": "Dia (Musa) menjawab, &ldquo;Dia (Allah) berfirman, (sapi) itu adalah sapi betina yang belum pernah dipakai untuk membajak tanah dan tidak (pula) untuk mengairi tanaman, sehat, dan tanpa belang.&rdquo; Mereka berkata, &ldquo;Sekarang barulah engkau menerangkan (hal) yang sebenarnya.&rdquo; Lalu mereka menyembelihnya, dan nyaris mereka tidak melaksanakan (perintah) itu."
  },
  {
    "No": 72,
    "Translation": "Dan (ingatlah) ketika kamu membunuh seseorang, lalu kamu tuduh-menuduh tentang itu. Tetapi Allah menyingkapkan apa yang kamu sembunyikan."
  },
  {
    "No": 73,
    "Translation": "Lalu Kami berfirman, &ldquo;Pukullah (mayat) itu dengan bagian dari (sapi) itu!&rdquo; Demikianlah Allah menghidupkan (orang) yang telah mati, dan Dia memperlihatkan kepadamu tanda-tanda (kekuasaan-Nya) agar kamu mengerti."
  },
  {
    "No": 74,
    "Translation": "Kemudian setelah itu hatimu menjadi keras, sehingga (hatimu) seperti batu, bahkan lebih keras. Padahal dari batu-batu itu pasti ada sungai-sungai yang (airnya) memancar daripadanya. Ada pula yang terbelah lalu keluarlah mata air daripadanya. Dan ada pula yang meluncur jatuh karena takut kepada Allah. Dan Allah tidaklah lengah terhadap apa yang kamu kerjakan."
  },
  {
    "No": 75,
    "Translation": "Maka apakah kamu (Muslimin) sangat mengharapkan mereka akan percaya kepadamu, sedangkan segolongan dari mereka mendengar firman Allah, lalu mereka mengubahnya setelah memahaminya, padahal mereka mengetahuinya?"
  },
  {
    "No": 76,
    "Translation": "Dan apabila mereka berjumpa dengan orang-orang yang beriman, mereka berkata, &ldquo;Kami telah beriman.&rdquo; Tetapi apabila kembali kepada sesamanya, mereka bertanya, &ldquo;Apakah akan kamu ceritakan kepada mereka apa yang telah diterangkan Allah kepadamu, sehingga mereka dapat menyanggah kamu di hadapan Tuhanmu? Tidakkah kamu mengerti?&rdquo;"
  },
  {
    "No": 77,
    "Translation": "Dan tidakkah mereka tahu bahwa Allah mengetahui apa yang mereka sembunyikan dan apa yang mereka nyatakan?"
  },
  {
    "No": 78,
    "Translation": "Dan di antara mereka ada yang buta huruf, tidak memahami Kitab (Taurat), kecuali hanya berangan-angan dan mereka hanya menduga-duga."
  },
  {
    "No": 79,
    "Translation": "Maka celakalah orang-orang yang menulis kitab dengan tangan mereka (sendiri), kemudian berkata, &ldquo;Ini dari Allah,&rdquo; (dengan maksud) untuk menjualnya dengan harga murah. Maka celakalah mereka, karena tulisan tangan mereka, dan celakalah mereka karena apa yang mereka perbuat."
  },
  {
    "No": 80,
    "Translation": "Dan mereka berkata, &ldquo;Neraka tidak akan menyentuh kami, kecuali beberapa hari saja.&rdquo; Katakanlah, &ldquo;Sudahkah kamu menerima janji dari Allah, sehingga Allah tidak akan mengingkari janji-Nya, ataukah kamu mengatakan tentang Allah, sesuatu yang tidak kamu ketahui?&rdquo;"
  },
  {
    "No": 81,
    "Translation": "Bukan demikian! Barangsiapa berbuat keburukan, dan dosanya telah menenggelamkannya, maka mereka itu penghuni neraka. Mereka kekal di dalamnya."
  },
  {
    "No": 82,
    "Translation": "Dan orang-orang yang beriman dan mengerjakan kebajikan, mereka itu penghuni surga. Mereka kekal di dalamnya."
  },
  {
    "No": 83,
    "Translation": "Dan (ingatlah) ketika Kami mengambil janji dari Bani Israil, &ldquo;Janganlah kamu menyembah selain Allah, dan berbuat-baiklah kepada kedua orang tua, kerabat, anak-anak yatim, dan orang-orang miskin. Dan bertuturkatalah yang baik kepada manusia, laksanakanlah salat dan tunaikanlah zakat.&rdquo; Tetapi kemudian kamu berpaling (mengingkari), kecuali sebagian kecil dari kamu, dan kamu (masih menjadi) pembangkang."
  },
  {
    "No": 84,
    "Translation": "Dan (ingatlah) ketika Kami mengambil janji kamu, &ldquo;Janganlah kamu menumpahkan darahmu (membunuh orang), dan mengusir dirimu (saudara sebangsamu) dari kampung halamanmu.&rdquo; Kemudian kamu berikrar dan bersaksi."
  },
  {
    "No": 85,
    "Translation": "Kemudian kamu (Bani Israil) membunuh dirimu (sesamamu), dan mengusir segolongan dari kamu dari kampung halamannya. Kamu saling membantu (menghadapi) mereka dalam kejahatan dan permusuhan. Dan jika mereka datang kepadamu sebagai tawanan, kamu tebus mereka, padahal kamu dilarang mengusir mereka. Apakah kamu beriman kepada sebagian Kitab (Taurat) dan ingkar kepada sebagian (yang lain)? Maka tidak ada balasan (yang pantas) bagi orang yang berbuat demikian di antara kamu selain kenistaan dalam kehidupan dunia, dan pada hari Kiamat mereka dikembalikan kepada azab yang paling berat. Dan Allah tidak lengah terhadap apa yang kamu kerjakan."
  },
  {
    "No": 86,
    "Translation": "Mereka itulah orang-orang yang membeli kehidupan dunia dengan (kehidupan) akhirat. Maka tidak akan diringankan azabnya dan mereka tidak akan ditolong."
  },
  {
    "No": 87,
    "Translation": "Dan sungguh, Kami telah memberikan Kitab (Taurat) kepada Musa, dan Kami susulkan setelahnya dengan rasul-rasul, dan Kami telah berikan kepada Isa putra Maryam bukti-bukti kebenaran serta Kami perkuat dia dengan Rohulkudus (Jibril). Mengapa setiap rasul yang datang kepadamu (membawa) sesuatu (pelajaran) yang tidak kamu inginkan, kamu menyombongkan diri, lalu sebagian kamu dustakan dan sebagian kamu bunuh?"
  },
  {
    "No": 88,
    "Translation": "Dan mereka berkata, &ldquo;Hati kami tertutup.&rdquo; Tidak! Allah telah melaknat mereka itu karena keingkaran mereka, tetapi sedikit sekali mereka yang beriman."
  },
  {
    "No": 89,
    "Translation": "Dan setelah sampai kepada mereka Kitab (Al-Qur'an) dari Allah yang membenarkan apa yang ada pada mereka sedangkan sebelumnya mereka memohon kemenangan atas orang-orang kafir, ternyata setelah sampai kepada mereka apa yang telah mereka ketahui itu, mereka mengingkarinya. Maka laknat Allah bagi orang-orang yang ingkar."
  },
  {
    "No": 90,
    "Translation": "Sangatlah buruk (perbuatan) mereka menjual dirinya, dengan mengingkari apa yang diturunkan Allah, karena dengki bahwa Allah menurunkan karunia-Nya kepada siapa yang Dia kehendaki di antara hamba-hamba-Nya. Karena itulah mereka menanggung kemurkaan demi kemurkaan. Dan kepada orang-orang kafir (ditimpakan) azab yang menghinakan."
  },
  {
    "No": 91,
    "Translation": "Dan apabila dikatakan kepada mereka, &ldquo;Berimanlah kepada apa yang diturunkan Allah (Al-Qur'an),&rdquo; mereka menjawab, &ldquo;Kami beriman kepada apa yang diturunkan kepada kami.&rdquo; Dan mereka ingkar kepada apa yang setelahnya, padahal (Al-Qur'an) itu adalah yang hak yang membenarkan apa yang ada pada mereka. Katakanlah (Muhammad), &ldquo;Mengapa kamu dahulu membunuh nabi-nabi Allah jika kamu orang-orang beriman?&rdquo;"
  },
  {
    "No": 92,
    "Translation": "Dan sungguh, Musa telah datang kepadamu dengan bukti-bukti kebenaran, kemudian kamu mengambil (patung) anak sapi (sebagai sesembahan) setelah (kepergian)nya, dan kamu (menjadi) orang-orang zalim."
  },
  {
    "No": 93,
    "Translation": "Dan (ingatlah) ketika Kami mengambil janji kamu dan Kami angkat gunung (Sinai) di atasmu (seraya berfirman), &ldquo;Pegang teguhlah apa yang Kami berikan kepadamu dan dengarkanlah!&rdquo; Mereka menjawab, &ldquo;Kami mendengarkan tetapi kami tidak menaati.&rdquo; Dan diresapkanlah ke dalam hati mereka itu (kecintaan menyembah patung) anak sapi karena kekafiran mereka. Katakanlah, &ldquo;Sangat buruk apa yang diperintahkan oleh kepercayaanmu kepadamu jika kamu orang-orang beriman!&rdquo;"
  },
  {
    "No": 94,
    "Translation": "Katakanlah (Muhammad), &ldquo;Jika negeri akhirat di sisi Allah, khusus untukmu saja bukan untuk orang lain, maka mintalah kematian jika kamu orang yang benar.&rdquo;"
  },
  {
    "No": 95,
    "Translation": "Tetapi mereka tidak akan menginginkan kematian itu sama sekali, karena dosa-dosa yang telah dilakukan tangan-tangan mereka. Dan Allah Maha Mengetahui orang-orang zalim."
  },
  {
    "No": 96,
    "Translation": "Dan sungguh, engkau (Muhammad) akan mendapati mereka (orang-orang Yahudi), manusia yang paling tamak akan kehidupan (dunia), bahkan (lebih tamak) dari orang-orang musyrik. Masing-masing dari mereka, ingin diberi umur seribu tahun, padahal umur panjang itu tidak akan menjauhkan mereka dari azab. Dan Allah Maha Melihat apa yang mereka kerjakan."
  },
  {
    "No": 97,
    "Translation": "Katakanlah (Muhammad), &ldquo;Barangsiapa menjadi musuh Jibril, maka (ketahuilah) bahwa dialah yang telah menurunkan (Al-Qur'an) ke dalam hatimu dengan izin Allah, membenarkan apa (kitab-kitab) yang terdahulu, dan menjadi petunjuk serta berita gembira bagi orang-orang beriman.&rdquo;"
  },
  {
    "No": 98,
    "Translation": "Barangsiapa menjadi musuh Allah, malaikat-malaikat-Nya, rasul-rasul-Nya, Jibril dan Mikail, maka sesungguhnya Allah musuh bagi orang-orang kafir."
  },
  {
    "No": 99,
    "Translation": "Dan sungguh, Kami telah menurunkan ayat-ayat yang jelas kepadamu (Muhammad), dan tidaklah ada yang mengingkarinya selain orang-orang fasik."
  },
  {
    "No": 100,
    "Translation": "Dan mengapa setiap kali mereka mengikat janji, sekelompok mereka melanggarnya? Sedangkan sebagian besar mereka tidak beriman."
  },
  {
    "No": 101,
    "Translation": "Dan setelah datang kepada mereka seorang Rasul (Muhammad) dari Allah yang membenarkan apa yang ada pada mereka, sebagian dari orang-orang yang diberi Kitab (Taurat) melemparkan Kitab Allah itu ke belakang (punggung), seakan-akan mereka tidak tahu."
  },
  {
    "No": 102,
    "Translation": "Dan mereka mengikuti apa yang dibaca oleh setan-setan pada masa kerajaan Sulaiman. Sulaiman itu tidak kafir tetapi setan-setan itulah yang kafir, mereka mengajarkan sihir kepada manusia dan apa yang diturunkan kepada dua malaikat di negeri Babilonia yaitu Harut dan Marut. Padahal keduanya tidak mengajarkan sesuatu kepada seseorang sebelum mengatakan, &ldquo;Sesungguhnya kami hanyalah cobaan (bagimu), sebab itu janganlah kafir.&rdquo; Maka mereka mempelajari dari keduanya (malaikat itu) apa yang (dapat) memisahkan antara seorang (suami) dengan istrinya. Mereka tidak akan dapat mencelakakan seseorang dengan sihirnya kecuali dengan izin Allah. Mereka mempelajari sesuatu yang mencelakakan, dan tidak memberi manfaat kepada mereka. Dan sungguh, mereka sudah tahu, barangsiapa membeli (menggunakan sihir) itu, niscaya tidak akan mendapat keuntungan di akhirat. Dan sungguh, sangatlah buruk perbuatan mereka yang menjual dirinya dengan sihir, sekiranya mereka tahu."
  },
  {
    "No": 103,
    "Translation": "Dan jika mereka beriman dan bertakwa, pahala dari Allah pasti lebih baik, sekiranya mereka tahu."
  },
  {
    "No": 104,
    "Translation": "Wahai orang-orang yang beriman! Janganlah kamu katakan, raa'inaa, tetapi katakanlah, &ldquo;Unzhurnaa&rdquo; dan dengarkanlah. Dan orang-orang kafir akan mendapat azab yang pedih."
  },
  {
    "No": 105,
    "Translation": "Orang-orang yang kafir dari Ahli Kitab dan orang-orang musyrik tidak menginginkan diturunkannya kepadamu suatu kebaikan dari Tuhanmu. Tetapi secara khusus Allah memberikan rahmat-Nya kepada orang yang Dia kehendaki. Dan Allah pemilik karunia yang besar."
  },
  {
    "No": 106,
    "Translation": "Ayat yang Kami batalkan atau Kami hilangkan dari ingatan, pasti Kami ganti dengan yang lebih baik atau yang sebanding dengannya. Tidakkah kamu tahu bahwa Allah Mahakuasa atas segala sesuatu?"
  },
  {
    "No": 107,
    "Translation": "Tidakkah kamu tahu bahwa Allah memiliki kerajaan langit dan bumi? Dan tidak ada bagimu pelindung dan penolong selain Allah."
  },
  {
    "No": 108,
    "Translation": "Ataukah kamu hendak meminta kepada Rasulmu (Muhammad) seperti halnya Musa (pernah) diminta (Bani Israil) dahulu? Barangsiapa mengganti iman dengan kekafiran, maka sungguh, dia telah tersesat dari jalan yang lurus."
  },
  {
    "No": 109,
    "Translation": "Banyak di antara Ahli Kitab menginginkan sekiranya mereka dapat mengembalikan kamu setelah kamu beriman, menjadi kafir kembali, karena rasa dengki dalam diri mereka, setelah kebenaran jelas bagi mereka. Maka maafkanlah dan berlapangdadalah, sampai Allah memberikan perintah-Nya. Sungguh, Allah Mahakuasa atas segala sesuatu."
  },
  {
    "No": 110,
    "Translation": "Dan laksanakanlah salat dan tunaikanlah zakat. Dan segala kebaikan yang kamu kerjakan untuk dirimu, kamu akan mendapatkannya (pahala) di sisi Allah. Sungguh, Allah Maha Melihat apa yang kamu kerjakan."
  },
  {
    "No": 111,
    "Translation": "Dan mereka (Yahudi dan Nasrani) berkata, &ldquo;Tidak akan masuk surga kecuali orang Yahudi atau Nasrani.&rdquo; Itu (hanya) angan-angan mereka. Katakanlah, &ldquo;Tunjukkan bukti kebenaranmu jika kamu orang yang benar.&rdquo;"
  },
  {
    "No": 112,
    "Translation": "Tidak! Barangsiapa menyerahkan diri sepenuhnya kepada Allah, dan dia berbuat baik, dia mendapat pahala di sisi Tuhannya dan tidak ada rasa takut pada mereka dan mereka tidak bersedih hati."
  },
  {
    "No": 113,
    "Translation": "Dan orang Yahudi berkata, &ldquo;Orang Nasrani itu tidak memiliki sesuatu (pegangan),&rdquo; dan orang-orang Nasrani (juga) berkata, &ldquo;Orang-orang Yahudi tidak memiliki sesuatu (pegangan),&rdquo; padahal mereka membaca Kitab. Demikian pula orang-orang yang tidak berilmu, berkata seperti ucapan mereka itu. Maka Allah akan mengadili mereka pada hari Kiamat, tentang apa yang mereka perselisihkan."
  },
  {
    "No": 114,
    "Translation": "Dan siapakah yang lebih zalim daripada orang yang melarang di dalam masjid-masjid Allah untuk menyebut nama-Nya, dan berusaha merobohkannya? Mereka itu tidak pantas memasukinya kecuali dengan rasa takut (kepada Allah). Mereka mendapat kehinaan di dunia dan di akhirat mendapat azab yang berat."
  },
  {
    "No": 115,
    "Translation": "Dan milik Allah timur dan barat. Kemanapun kamu menghadap di sanalah wajah Allah. Sungguh, Allah Mahaluas, Maha Mengetahui."
  },
  {
    "No": 116,
    "Translation": "Dan mereka berkata, &ldquo;Allah mempunyai anak.&rdquo; Mahasuci Allah, bahkan milik-Nyalah apa yang di langit dan di bumi. Semua tunduk kepada-Nya."
  },
  {
    "No": 117,
    "Translation": "(Allah) pencipta langit dan bumi. Apabila Dia hendak menetapkan sesuatu, Dia hanya berkata kepadanya, &ldquo;Jadilah!&rdquo; Maka jadilah sesuatu itu."
  },
  {
    "No": 118,
    "Translation": "Dan orang-orang yang tidak mengetahui berkata, &ldquo;Mengapa Allah tidak berbicara dengan kita atau datang tanda-tanda (kekuasaan-Nya) kepada kita?&rdquo; Demikian pula orang-orang yang sebelum mereka telah berkata seperti ucapan mereka itu. Hati mereka serupa. Sesungguhnya telah Kami jelaskan tanda-tanda (kekuasaan Kami) kepada orang-orang yang yakin."
  },
  {
    "No": 119,
    "Translation": "Sungguh, Kami telah mengutusmu (Muhammad) dengan kebenaran, sebagai pembawa berita gembira dan pemberi peringatan. Dan engkau tidak akan diminta (pertanggungjawaban) tentang penghuni-penghuni neraka."
  },
  {
    "No": 120,
    "Translation": "Dan orang-orang Yahudi dan Nasrani tidak akan rela kepadamu (Muhammad) sebelum engkau mengikuti agama mereka. Katakanlah, &ldquo;Sesungguhnya petunjuk Allah itulah petunjuk (yang sebenarnya).&rdquo; Dan jika engkau mengikuti keinginan mereka setelah ilmu (kebenaran) sampai kepadamu, tidak akan ada bagimu pelindung dan penolong dari Allah."
  },
  {
    "No": 121,
    "Translation": "Orang-orang yang telah Kami beri Kitab, mereka membacanya sebagaimana mestinya, mereka itulah yang beriman kepadanya. Dan barangsiapa ingkar kepadanya, mereka itulah orang-orang yang rugi."
  },
  {
    "No": 122,
    "Translation": "Wahai Bani Israil! Ingatlah nikmat-Ku yang telah Aku berikan kepadamu dan Aku telah melebihkan kamu dari semua umat yang lain di alam ini (pada masa itu)."
  },
  {
    "No": 123,
    "Translation": "Dan takutlah kamu pada hari, (ketika) tidak seorang pun dapat menggantikan (membela) orang lain sedikit pun, tebusan tidak diterima, bantuan tidak berguna baginya, dan mereka tidak akan ditolong."
  },
  {
    "No": 124,
    "Translation": "Dan (ingatlah), ketika Ibrahim diuji Tuhannya dengan beberapa kalimat, lalu dia melaksanakannya dengan sempurna. Dia (Allah) berfirman, &ldquo;Sesungguhnya Aku menjadikan engkau sebagai pemimpin bagi seluruh manusia.&rdquo; Dia (Ibrahim) berkata, &ldquo;Dan (juga) dari anak cucuku?&rdquo; Allah berfirman, &ldquo;(Benar, tetapi) janji-Ku tidak berlaku bagi orang-orang zalim.&rdquo;"
  },
  {
    "No": 125,
    "Translation": "Dan (ingatlah), ketika Kami menjadikan rumah (Ka&rsquo;bah) tempat berkumpul dan tempat yang aman bagi manusia. Dan jadikanlah maqam Ibrahim itu tempat salat. Dan telah Kami perintahkan kepada Ibrahim dan Ismail, &ldquo;Bersihkanlah rumah-Ku untuk orang-orang yang tawaf, orang yang iktikaf, orang yang rukuk dan orang yang sujud!&rdquo;"
  },
  {
    "No": 126,
    "Translation": "Dan (ingatlah) ketika Ibrahim berdoa, &ldquo;Ya Tuhanku, jadikanlah (negeri Mekah) ini negeri yang aman dan berilah rezeki berupa buah-buahan kepada penduduknya, yaitu di antara mereka yang beriman kepada Allah dan hari kemudian,&rdquo; Dia (Allah) berfirman, &ldquo;Dan kepada orang yang kafir akan Aku beri kesenangan sementara, kemudian akan Aku paksa dia ke dalam azab neraka dan itulah seburuk-buruk tempat kembali.&rdquo;"
  },
  {
    "No": 127,
    "Translation": "Dan (ingatlah) ketika Ibrahim meninggikan pondasi Baitullah bersama Ismail, (seraya berdoa), &ldquo;Ya Tuhan kami, terimalah (amal) dari kami. Sungguh, Engkaulah Yang Maha Mendengar, Maha Mengetahui."
  },
  {
    "No": 128,
    "Translation": "Ya Tuhan kami, jadikanlah kami orang yang berserah diri kepada-Mu, dan anak cucu kami (juga) umat yang berserah diri kepada-Mu dan tunjukkanlah kepada kami cara-cara melakukan ibadah (haji) kami, dan terimalah tobat kami. Sungguh, Engkaulah Yang Maha Penerima tobat, Maha Penyayang."
  },
  {
    "No": 129,
    "Translation": "Ya Tuhan kami, utuslah di tengah mereka seorang rasul dari kalangan mereka sendiri, yang akan membacakan kepada mereka ayat-ayat-Mu dan mengajarkan Kitab dan Hikmah kepada mereka, dan menyucikan mereka. Sungguh, Engkaulah Yang Mahaperkasa, Mahabijaksana.&rdquo;"
  },
  {
    "No": 130,
    "Translation": "Dan orang yang membenci agama Ibrahim, hanyalah orang yang memperbodoh dirinya sendiri. Dan sungguh, Kami telah memilihnya (Ibrahim) di dunia ini. Dan sesungguhnya di akhirat dia termasuk orang-orang saleh."
  },
  {
    "No": 131,
    "Translation": "(Ingatlah) ketika Tuhan berfirman kepadanya (Ibrahim), &ldquo;Berserahdirilah!&rdquo; Dia menjawab, &ldquo;Aku berserah diri kepada Tuhan seluruh alam.&rdquo;"
  },
  {
    "No": 132,
    "Translation": "Dan Ibrahim mewasiatkan (ucapan) itu kepada anak-anaknya, demikian pula Yakub. &ldquo;Wahai anak-anakku! Sesungguhnya Allah telah memilih agama ini untukmu, maka janganlah kamu mati kecuali dalam keadaan Muslim.&rdquo;"
  },
  {
    "No": 133,
    "Translation": "Apakah kamu menjadi saksi saat maut akan menjemput Yakub, ketika dia berkata kepada anak-anaknya, &ldquo;Apa yang kamu sembah sepeninggalku?&rdquo; Mereka menjawab, &ldquo;Kami akan menyembah Tuhanmu dan Tuhan nenek moyangmu yaitu Ibrahim, Ismail dan Ishak, (yaitu) Tuhan Yang Maha Esa dan kami (hanya) berserah diri kepada-Nya.&rdquo;"
  },
  {
    "No": 134,
    "Translation": "Itulah umat yang telah lalu. Baginya apa yang telah mereka usahakan dan bagimu apa yang telah kamu usahakan. Dan kamu tidak akan diminta (pertanggungjawaban) tentang apa yang dahulu mereka kerjakan."
  },
  {
    "No": 135,
    "Translation": "Dan mereka berkata, &ldquo;Jadilah kamu (penganut) Yahudi atau Nasrani, niscaya kamu mendapat petunjuk.&rdquo; Katakanlah, &ldquo;(Tidak!) Tetapi (kami mengikuti) agama Ibrahim yang lurus dan dia tidak termasuk golongan orang yang mempersekutukan Tuhan.&rdquo;"
  },
  {
    "No": 136,
    "Translation": "Katakanlah, &ldquo;Kami beriman kepada Allah dan kepada apa yang diturunkan kepada kami, dan kepada apa yang diturunkan kepada Ibrahim, Ismail, Ishak, Yakub dan anak cucunya, dan kepada apa yang diberikan kepada Musa dan Isa serta kepada apa yang diberikan kepada nabi-nabi dari Tuhan mereka. Kami tidak membeda-bedakan seorang pun di antara mereka, dan kami berserah diri kepada-Nya.&rdquo;"
  },
  {
    "No": 137,
    "Translation": "Maka jika mereka telah beriman sebagaimana yang kamu imani, sungguh, mereka telah mendapat petunjuk. Tetapi jika mereka berpaling, sesungguhnya mereka berada dalam permusuhan (denganmu), maka Allah mencukupkan engkau (Muhammad) terhadap mereka (dengan pertolongan-Nya). Dan Dia Maha Mendengar, Maha Mengetahui."
  },
  {
    "No": 138,
    "Translation": "Sibgah Allah.&rdquo; Siapa yang lebih baik sibgah-nya daripada Allah? Dan kepada-Nya kami menyembah."
  },
  {
    "No": 139,
    "Translation": "Katakanlah (Muhammad), &ldquo;Apakah kamu hendak berdebat dengan kami tentang Allah, padahal Dia adalah Tuhan kami dan Tuhan kamu. Bagi kami amalan kami, bagi kamu amalan kamu, dan hanya kepada-Nya kami dengan tulus mengabdikan diri."
  },
  {
    "No": 140,
    "Translation": "Ataukah kamu (orang-orang Yahudi dan Nasrani) berkata bahwa Ibrahim, Ismail, Ishak, Yakub dan anak cucunya adalah penganut Yahudi atau Nasrani? Katakanlah, &ldquo;Kamukah yang lebih tahu atau Allah, dan siapakah yang lebih zalim daripada orang yang menyembunyikan kesaksian dari Allah yang ada padanya?&rdquo; Allah tidak lengah terhadap apa yang kamu kerjakan."
  },
  {
    "No": 141,
    "Translation": "Itulah umat yang telah lalu. Baginya apa yang telah mereka usahakan dan bagimu apa yang telah kamu usahakan. Dan kamu tidak akan diminta (pertanggungjawaban) tentang apa yang dahulu mereka kerjakan."
  },
  {
    "No": 142,
    "Translation": "Orang-orang yang kurang akal di antara manusia akan berkata, &ldquo;Apakah yang memalingkan mereka (Muslim) dari kiblat yang dahulu mereka (berkiblat) kepadanya?&rdquo; Katakanlah (Muhammad), &ldquo;Milik Allah-lah timur dan barat; Dia memberi petunjuk kepada siapa yang Dia kehendaki ke jalan yang lurus.&rdquo;"
  },
  {
    "No": 143,
    "Translation": "Dan demikian pula Kami telah menjadikan kamu (umat Islam) &rdquo;umat pertengahan&rdquo; agar kamu menjadi saksi atas (perbuatan) manusia dan agar Rasul (Muhammad) menjadi saksi atas (perbuatan) kamu. Kami tidak menjadikan kiblat yang (dahulu) kamu (berkiblat) kepadanya melainkan agar Kami mengetahui siapa yang mengikuti Rasul dan siapa yang berbalik ke belakang. Sungguh, (pemindahan kiblat) itu sangat berat, kecuali bagi orang yang telah diberi petunjuk oleh Allah. Dan Allah tidak akan menyia-nyiakan imanmu. Sungguh, Allah Maha Pengasih, Maha Penyayang kepada manusia."
  },
  {
    "No": 144,
    "Translation": "Kami melihat wajahmu (Muhammad) sering menengadah ke langit, maka akan Kami palingkan engkau ke kiblat yang engkau senangi. Maka hadapkanlah wajahmu ke arah Masjidilharam. Dan di mana saja engkau berada, hadapkanlah wajahmu ke arah itu. Dan sesungguhnya orang-orang yang diberi Kitab (Taurat dan Injil) tahu, bahwa (pemindahan kiblat) itu adalah kebenaran dari Tuhan mereka. Dan Allah tidak lengah terhadap apa yang mereka kerjakan."
  },
  {
    "No": 145,
    "Translation": "Dan walaupun engkau (Muhammad) memberikan semua ayat (keterangan) kepada orang-orang yang diberi Kitab itu, mereka tidak akan mengikuti kiblatmu, dan engkau pun tidak akan mengikuti kiblat mereka. Sebagian mereka tidak akan mengikuti kiblat sebagian yang lain. Dan jika engkau mengikuti keinginan mereka setelah sampai ilmu kepadamu, niscaya eng-kau termasuk orang-orang zalim."
  },
  {
    "No": 146,
    "Translation": "Orang-orang yang telah Kami beri Kitab (Taurat dan Injil) mengenalnya (Muhammad) seperti mereka mengenal anak-anak mereka sendiri. Sesungguhnya sebagian mereka pasti menyembunyikan kebenaran, padahal mereka mengetahui(nya)."
  },
  {
    "No": 147,
    "Translation": "Kebenaran itu dari Tuhanmu, maka janganlah sekali-kali engkau (Muhammad) termasuk orang-orang yang ragu."
  },
  {
    "No": 148,
    "Translation": "Dan setiap umat mempunyai kiblat yang dia menghadap kepadanya. Maka berlomba-lombalah kamu dalam kebaikan. Di mana saja kamu berada, pasti Allah akan mengumpulkan kamu semuanya. Sungguh, Allah Mahakuasa atas segala sesuatu."
  },
  {
    "No": 149,
    "Translation": "Dan dari manapun engkau (Muhammad) keluar, hadapkanlah wajahmu ke arah Masjidilharam, sesungguhnya itu benar-benar ketentuan dari Tuhanmu. Allah tidak lengah terhadap apa yang kamu kerjakan."
  },
  {
    "No": 150,
    "Translation": "Dan dari manapun engkau (Muhammad) keluar, maka hadapkanlah wajahmu ke arah Masjidilharam. Dan di mana saja kamu berada, maka hadapkanlah wajahmu ke arah itu, agar tidak ada alasan bagi manusia (untuk menentangmu), kecuali orang-orang yang zalim di antara mereka. Janganlah kamu takut kepada mereka, tetapi takutlah kepada-Ku, agar Aku sempurnakan nikmat-Ku kepadamu, dan agar kamu mendapat petunjuk."
  },
  {
    "No": 151,
    "Translation": "Sebagaimana Kami telah mengutus kepadamu seorang Rasul (Muhammad) dari (kalangan) kamu yang membacakan ayat-ayat Kami, menyucikan kamu, dan mengajarkan kepadamu Kitab (Al-Qur'an) dan Hikmah (Sunnah), serta mengajarkan apa yang belum kamu ketahui."
  },
  {
    "No": 152,
    "Translation": "Maka ingatlah kepada-Ku, Aku pun akan ingat kepadamu. Bersyukurlah kepada-Ku, dan janganlah kamu ingkar kepada-Ku."
  },
  {
    "No": 153,
    "Translation": "Wahai orang-orang yang beriman! Mohonlah pertolongan (kepada Allah) dengan sabar dan salat. Sungguh, Allah beserta orang-orang yang sabar."
  },
  {
    "No": 154,
    "Translation": "Dan janganlah kamu mengatakan orang-orang yang terbunuh di jalan Allah (mereka) telah mati. Sebenarnya (mereka) hidup, tetapi kamu tidak menyadarinya."
  },
  {
    "No": 155,
    "Translation": "Dan Kami pasti akan menguji kamu dengan sedikit ketakutan, kelaparan, kekurangan harta, jiwa, dan buah-buahan. Dan sampaikanlah kabar gembira kepada orang-orang yang sabar,"
  },
  {
    "No": 156,
    "Translation": "(yaitu) orang-orang yang apabila ditimpa musibah, mereka berkata &ldquo;Inna lillahi wa inna ilaihi raji&lsquo;un&rdquo; (sesungguhnya kami milik Allah dan kepada-Nyalah kami kembali)."
  },
  {
    "No": 157,
    "Translation": "Mereka itulah yang memperoleh ampunan dan rahmat dari Tuhannya, dan mereka itulah orang-orang yang mendapat petunjuk."
  },
  {
    "No": 158,
    "Translation": "Sesungguhnya Safa dan Marwah merupakan sebagian syi&lsquo;ar (agama) Allah. Maka barangsiapa beribadah haji ke Baitullah atau berumrah, tidak ada dosa baginya mengerjakan sa&lsquo;i antara keduanya. Dan barangsiapa dengan kerelaan hati mengerjakan kebajikan, maka Allah Maha Mensyukuri, Maha Mengetahui."
  },
  {
    "No": 159,
    "Translation": "Sungguh, orang-orang yang menyembunyikan apa yang telah Kami turunkan berupa keterangan-keterangan dan petunjuk, setelah Kami jelaskan kepada manusia dalam Kitab (Al-Qur'an), mereka itulah yang dilaknat Allah dan dilaknat (pula) oleh mereka yang melaknat,"
  },
  {
    "No": 160,
    "Translation": "kecuali mereka yang telah bertobat, mengadakan perbaikan dan menjelaskan(nya), mereka itulah yang Aku terima tobatnya dan Akulah Yang Maha Penerima tobat, Maha Penyayang."
  },
  {
    "No": 161,
    "Translation": "Sungguh, orang-orang yang kafir dan mati dalam keadaan kafir, mereka itu mendapat laknat Allah, para malaikat dan manusia seluruhnya,"
  },
  {
    "No": 162,
    "Translation": "mereka kekal di dalamnya (laknat), tidak akan diringankan azabnya, dan mereka tidak diberi penangguhan."
  },
  {
    "No": 163,
    "Translation": "Dan Tuhan kamu adalah Tuhan Yang Maha Esa, tidak ada tuhan selain Dia, Yang Maha Pengasih, Maha Penyayang."
  },
  {
    "No": 164,
    "Translation": "Sesungguhnya pada penciptaan langit dan bumi, pergantian malam dan siang, kapal yang berlayar di laut dengan (muatan) yang bermanfaat bagi manusia, apa yang diturunkan Allah dari langit berupa air, lalu dengan itu dihidupkan-Nya bumi setelah mati (kering), dan Dia tebarkan di dalamnya bermacam-macam binatang, dan perkisaran angin dan awan yang dikendalikan antara langit dan bumi, (semua itu) sungguh, merupakan tanda-tanda (kebesaran Allah) bagi orang-orang yang mengerti."
  },
  {
    "No": 165,
    "Translation": "Dan di antara manusia ada orang yang menyembah tuhan selain Allah sebagai tandingan, yang mereka cintai seperti mencintai Allah. Adapun orang-orang yang beriman sangat besar cintanya kepada Allah. Sekiranya orang-orang yang berbuat zalim itu melihat, ketika mereka melihat azab (pada hari Kiamat), bahwa kekuatan itu semuanya milik Allah dan bahwa Allah sangat berat azab-Nya (niscaya mereka menyesal)."
  },
  {
    "No": 166,
    "Translation": "(Yaitu) ketika orang-orang yang diikuti berlepas tangan dari orang-orang yang mengikuti, dan mereka melihat azab, dan (ketika) segala hubungan antara mereka terputus."
  },
  {
    "No": 167,
    "Translation": "Dan orang-orang yang mengikuti berkata, &ldquo;Sekiranya kami mendapat kesempatan (kembali ke dunia), tentu kami akan berlepas tangan dari mereka, sebagaimana mereka berlepas tangan dari kami.&rdquo; Demikianlah Allah memperlihatkan kepada mereka amal per-buatan mereka yang menjadi penyesalan mereka. Dan mereka tidak akan keluar dari api neraka."
  },
  {
    "No": 168,
    "Translation": "Wahai manusia! Makanlah dari (makanan) yang halal dan baik yang terdapat di bumi, dan janganlah kamu mengikuti langkah-langkah setan. Sungguh, setan itu musuh yang nyata bagimu."
  },
  {
    "No": 169,
    "Translation": "Sesungguhnya (setan) itu hanya menyuruh kamu agar berbuat jahat dan keji, dan mengatakan apa yang tidak kamu ketahui tentang Allah."
  },
  {
    "No": 170,
    "Translation": "Dan apabila dikatakan kepada mereka, &ldquo;Ikutilah apa yang telah diturunkan Allah.&rdquo; Mereka menjawab, &ldquo;(Tidak!) Kami mengikuti apa yang kami dapati pada nenek moyang kami (melakukannya).&rdquo; Padahal, nenek moyang mereka itu tidak mengetahui apa pun, dan tidak mendapat petunjuk."
  },
  {
    "No": 171,
    "Translation": "Dan perumpamaan bagi (penyeru) orang yang kafir adalah seperti (penggembala) yang meneriaki (binatang) yang tidak mendengar selain panggilan dan teriakan. (Mereka) tuli, bisu dan buta, maka mereka tidak mengerti."
  },
  {
    "No": 172,
    "Translation": "Wahai orang-orang yang beriman! Makanlah dari rezeki yang baik yang Kami berikan kepada kamu dan bersyukurlah kepada Allah, jika kamu hanya menyembah kepada-Nya."
  },
  {
    "No": 173,
    "Translation": "Sesungguhnya Dia hanya mengharamkan atasmu bangkai, darah, daging babi, dan (daging) hewan yang disembelih dengan (menyebut nama) selain Allah. Tetapi barangsiapa terpaksa (memakannya), bukan karena menginginkannya dan tidak (pula) melampaui batas, maka tidak ada dosa baginya. Sungguh, Allah Maha Pengampun, Maha Penyayang."
  },
  {
    "No": 174,
    "Translation": "Sungguh, orang-orang yang menyembunyikan apa yang telah diturunkan Allah, yaitu Kitab, dan menjualnya dengan harga murah, mereka hanya menelan api neraka ke dalam perutnya, dan Allah tidak akan menyapa mereka pada hari Kiamat, dan tidak akan menyucikan mereka. Mereka akan mendapat azab yang sangat pedih."
  },
  {
    "No": 175,
    "Translation": "Mereka itulah yang membeli kesesatan dengan petunjuk dan azab dengan ampunan. Maka alangkah beraninya mereka menentang api neraka!"
  },
  {
    "No": 176,
    "Translation": "Yang demikian itu karena Allah telah menurunkan Kitab (Al-Qur'an) dengan (membawa) kebenaran, dan sesungguhnya orang-orang yang berselisih paham tentang (kebenaran) Kitab itu, mereka dalam perpecahan yang jauh."
  },
  {
    "No": 177,
    "Translation": "Kebajikan itu bukanlah menghadapkan wajahmu ke arah timur dan ke barat, tetapi kebajikan itu ialah (kebajikan) orang yang beriman kepada Allah, hari akhir, malaikat-malaikat, kitab-kitab, dan nabi-nabi dan memberikan harta yang dicintainya kepada kerabat, anak yatim, orang-orang miskin, orang-orang yang dalam perjalanan (musafir), peminta-minta, dan untuk memerdekakan hamba sahaya, yang melaksanakan salat dan menunaikan zakat, orang-orang yang menepati janji apabila berjanji, dan orang yang sabar dalam kemelaratan, penderitaan dan pada masa peperangan. Mereka itulah orang-orang yang benar, dan mereka itulah orang-orang yang bertakwa."
  },
  {
    "No": 178,
    "Translation": "Wahai orang-orang yang beriman! Diwajibkan atas kamu (melaksanakan) qisas berkenaan dengan orang yang dibunuh. Orang merdeka dengan orang merdeka, hamba sahaya dengan hamba sahaya, perempuan dengan perempuan. Tetapi barangsiapa memperoleh maaf dari saudaranya, hendaklah dia mengikutinya dengan baik, dan membayar diat (tebusan) kepadanya dengan baik (pula). Yang demikian itu adalah keringanan dan rahmat dari Tuhanmu. Barangsiapa melampaui batas setelah itu, maka ia akan mendapat azab yang sangat pedih."
  },
  {
    "No": 179,
    "Translation": "Dan dalam qisas itu ada (jaminan) kehidupan bagimu, wahai orang-orang yang berakal, agar kamu bertakwa."
  },
  {
    "No": 180,
    "Translation": "Diwajibkan atas kamu, apabila maut hendak menjemput seseorang di antara kamu, jika dia meninggalkan harta, berwasiat untuk kedua orang tua dan karib kerabat dengan cara yang baik, (sebagai) kewajiban bagi orang-orang yang bertakwa."
  },
  {
    "No": 181,
    "Translation": "Barangsiapa mengubahnya (wasiat itu), setelah mendengarnya, maka sesungguhnya dosanya hanya bagi orang yang mengubahnya. Sungguh, Allah Maha Mendengar, Maha Mengetahui."
  },
  {
    "No": 182,
    "Translation": "Tetapi barangsiapa khawatir bahwa pemberi wasiat (berlaku) berat sebelah atau berbuat salah, lalu dia mendamaikan antara mereka, maka dia tidak berdosa. Sungguh, Allah Maha Pengampun, Maha Penyayang."
  },
  {
    "No": 183,
    "Translation": "Wahai orang-orang yang beriman! Diwajibkan atas kamu berpuasa sebagaimana diwajibkan atas orang sebelum kamu agar kamu bertakwa,"
  },
  {
    "No": 184,
    "Translation": "(Yaitu) beberapa hari tertentu. Maka barangsiapa di antara kamu sakit atau dalam perjalanan (lalu tidak berpuasa), maka (wajib mengganti) sebanyak hari (yang dia tidak berpuasa itu) pada hari-hari yang lain. Dan bagi orang yang berat menjalankannya, wajib membayar fidyah, yaitu memberi makan seorang miskin. Tetapi barangsiapa dengan kerelaan hati mengerjakan kebajikan, maka itu lebih baik baginya, dan puasamu itu lebih baik bagimu jika kamu mengetahui."
  },
  {
    "No": 185,
    "Translation": "Bulan Ramadan adalah (bulan) yang di dalamnya diturunkan Al-Qur'an, sebagai petunjuk bagi manusia dan penjelasan-penjelasan mengenai petunjuk itu dan pembeda (antara yang benar dan yang batil). Karena itu, barangsiapa di antara kamu ada di bulan itu, maka berpuasalah. Dan barangsiapa sakit atau dalam perjalanan (dia tidak berpuasa), maka (wajib menggantinya), sebanyak hari yang ditinggalkannya itu, pada hari-hari yang lain. Allah menghendaki kemudahan bagimu, dan tidak menghendaki kesukaran bagimu. Hendaklah kamu mencukupkan bilangannya dan mengagungkan Allah atas petunjuk-Nya yang diberikan kepadamu, agar kamu bersyukur."
  },
  {
    "No": 186,
    "Translation": "Dan apabila hamba-hamba-Ku bertanya kepadamu (Muhammad) tentang Aku, maka sesungguhnya Aku dekat. Aku Kabulkan permohonan orang yang berdoa apabila dia berdoa kepada-Ku. Hendaklah mereka itu memenuhi (perintah)-Ku dan beriman kepada-Ku, agar mereka memperoleh kebenaran."
  },
  {
    "No": 187,
    "Translation": "Dihalalkan bagimu pada malam hari puasa bercampur dengan istrimu. Mereka adalah pakaian bagimu, dan kamu adalah pakaian bagi mereka. Allah mengetahui bahwa kamu tidak dapat menahan dirimu sendiri, tetapi Dia menerima tobatmu dan memaafkan kamu. Maka sekarang campurilah mereka dan carilah apa yang telah ditetapkan Allah bagimu. Makan dan minumlah hingga jelas bagimu (perbedaan) antara benang putih dan benang hitam, yaitu fajar. Kemudian sempurnakanlah puasa sampai (datang) malam. Tetapi jangan kamu campuri mereka, ketika kamu beriktikaf dalam masjid. Itulah ketentuan Allah, maka janganlah kamu mendekatinya. Demikianlah Allah menerangkan ayat-ayat-Nya kepada manusia, agar mereka bertakwa."
  },
  {
    "No": 188,
    "Translation": "Dan janganlah kamu makan harta di antara kamu dengan jalan yang batil, dan (janganlah) kamu menyuap dengan harta itu kepada para hakim, dengan maksud agar kamu dapat memakan sebagian harta orang lain itu dengan jalan dosa, padahal kamu mengetahui."
  },
  {
    "No": 189,
    "Translation": "Mereka bertanya kepadamu (Muhammad) tentang bulan sabit. Katakanlah, &ldquo;Itu adalah (penunjuk) waktu bagi manusia dan (ibadah) haji.&rdquo; Dan bukanlah suatu kebajikan memasuki rumah dari atasnya, tetapi kebajikan adalah (kebajikan) orang yang bertakwa. Masukilah rumah-rumah dari pintu-pintunya, dan bertakwalah kepada Allah agar kamu beruntung."
  },
  {
    "No": 190,
    "Translation": "Dan perangilah di jalan Allah orang-orang yang memerangi kamu, tetapi jangan melampaui batas. Sungguh, Allah tidak menyukai orang-orang yang melampaui batas."
  },
  {
    "No": 191,
    "Translation": "Dan bunuhlah mereka di mana kamu temui mereka, dan usirlah mereka dari mana mereka telah mengusir kamu. Dan fitnah itu lebih kejam daripada pembunuhan. Dan janganlah kamu perangi mereka di Masjidilharam, kecuali jika mereka memerangi kamu di tempat itu. Jika mereka memerangi kamu, maka perangilah mereka. Demikianlah balasan bagi orang kafir."
  },
  {
    "No": 192,
    "Translation": "Tetapi jika mereka berhenti, maka sungguh, Allah Maha Pengampun, Maha Penyayang."
  },
  {
    "No": 193,
    "Translation": "Dan perangilah mereka itu sampai tidak ada lagi fitnah, dan agama hanya bagi Allah semata. Jika mereka berhenti, maka tidak ada (lagi) permusuhan, kecuali terhadap orang-orang zalim."
  },
  {
    "No": 194,
    "Translation": "Bulan haram dengan bulan haram, dan (terhadap) sesuatu yang dihormati berlaku (hukum) qisas. Oleh sebab itu barangsiapa menyerang kamu, maka seranglah dia setimpal dengan serangannya terhadap kamu. Bertakwalah kepada Allah dan ketahuilah bahwa Allah beserta orang-orang yang bertakwa."
  },
  {
    "No": 195,
    "Translation": "Dan infakkanlah (hartamu) di jalan Allah, dan janganlah kamu jatuhkan (diri sendiri) ke dalam kebinasaan dengan tangan sendiri, dan berbuatbaiklah. Sungguh, Allah menyukai orang-orang yang berbuat baik."
  },
  {
    "No": 196,
    "Translation": "Dan sempurnakanlah ibadah haji dan umrah karena Allah. Tetapi jika kamu terkepung (oleh musuh), maka (sembelihlah) hadyu yang mudah didapat, dan jangan kamu mencukur kepalamu, sebelum hadyu sampai di tempat penyembelihannya. Jika ada di antara kamu yang sakit atau ada gangguan di kepalanya (lalu dia bercukur), maka dia wajib berfidyah, yaitu berpuasa, bersedekah atau berkurban. Apabila kamu dalam keadaan aman, maka barangsiapa mengerjakan umrah sebelum haji, dia (wajib menyembelih) hadyu yang mudah didapat. Tetapi jika dia tidak mendapatkannya, maka dia (wajib) berpuasa tiga hari dalam (musim) haji dan tujuh (hari) setelah kamu kembali. Itu seluruhnya sepuluh (hari). Demikian itu, bagi orang yang keluarganya tidak ada (tinggal) di sekitar Masjidilharam. Bertakwalah kepada Allah dan ketahuilah bahwa Allah sangat keras hukuman-Nya."
  },
  {
    "No": 197,
    "Translation": "(Musim) haji itu (pada) bulan-bulan yang telah dimaklumi. Barangsiapa mengerjakan (ibadah) haji dalam (bulan-bulan) itu, maka janganlah dia berkata jorok (rafats), berbuat maksiat dan bertengkar dalam (melakukan ibadah) haji. Segala yang baik yang kamu kerjakan, Allah mengetahuinya. Bawalah bekal, karena sesungguhnya sebaik-baik bekal adalah takwa. Dan bertakwalah kepada-Ku wahai orang-orang yang mempunyai akal sehat!"
  },
  {
    "No": 198,
    "Translation": "Bukanlah suatu dosa bagimu mencari karunia dari Tuhanmu. Maka apabila kamu bertolak dari Arafah, berzikirlah kepada Allah di Masy&rsquo;arilharam. Dan berzikirlah kepada-Nya sebagaimana Dia telah memberi petunjuk kepadamu, sekalipun sebelumnya kamu benar-benar termasuk orang yang tidak tahu."
  },
  {
    "No": 199,
    "Translation": "Kemudian bertolaklah kamu dari tempat orang banyak bertolak (Arafah) dan mohonlah ampunan kepada Allah. Sungguh, Allah Maha Pengampun, Maha Penyayang."
  },
  {
    "No": 200,
    "Translation": "Apabila kamu telah menyelesaikan ibadah haji, maka berzikirlah kepada Allah, sebagaimana kamu menyebut-nyebut nenek moyang kamu, bahkan berzikirlah lebih dari itu. Maka di antara manusia ada yang berdoa, &ldquo;Ya Tuhan kami, berilah kami (kebaikan) di dunia,&rdquo; dan di akhirat dia tidak memperoleh bagian apa pun."
  },
  {
    "No": 201,
    "Translation": "Dan di antara mereka ada yang berdoa, &ldquo;Ya Tuhan kami, berilah kami kebaikan di dunia dan kebaikan di akhirat, dan lindungilah kami dari azab neraka.&rdquo;"
  },
  {
    "No": 202,
    "Translation": "Mereka itulah yang memperoleh bagian dari apa yang telah mereka kerjakan, dan Allah Mahacepat perhitungan-Nya."
  },
  {
    "No": 203,
    "Translation": "Dan berzikirlah kepada Allah pada hari yang telah ditentukan jumlahnya. Barangsiapa mempercepat (meninggalkan Mina) setelah dua hari, maka tidak ada dosa baginya. Dan barangsiapa mengakhirkannya tidak ada dosa (pula) baginya, (yakni) bagi orang yang bertakwa. Dan bertakwalah kepada Allah, dan ketahuilah bahwa kamu akan dikumpulkan-Nya."
  },
  {
    "No": 204,
    "Translation": "Dan di antara manusia ada yang pembicaraannya tentang kehidupan dunia mengagumkan engkau (Muhammad), dan dia bersaksi kepada Allah mengenai isi hatinya, padahal dia adalah penentang yang paling keras."
  },
  {
    "No": 205,
    "Translation": "Dan apabila dia berpaling (dari engkau), dia berusaha untuk berbuat kerusakan di bumi, serta merusak tanam-tanaman dan ternak, sedang Allah tidak menyukai kerusakan."
  },
  {
    "No": 206,
    "Translation": "Dan apabila dikatakan kepadanya, &ldquo;Bertakwalah kepada Allah,&rdquo; bangkitlah kesombongannya untuk berbuat dosa. Maka pantaslah baginya neraka Jahanam, dan sungguh (Jahanam itu) tempat tinggal yang terburuk."
  },
  {
    "No": 207,
    "Translation": "Dan di antara manusia ada orang yang mengorbankan dirinya untuk mencari keridaan Allah. Dan Allah Maha Penyantun kepada hamba-hamba-Nya."
  },
  {
    "No": 208,
    "Translation": "Wahai orang-orang yang beriman! Masuklah ke dalam Islam secara keseluruhan, dan janganlah kamu ikuti langkah-langkah setan. Sungguh, ia musuh yang nyata bagimu."
  },
  {
    "No": 209,
    "Translation": "Tetapi jika kamu tergelincir setelah bukti-bukti yang nyata sampai kepadamu, ketahuilah bahwa Allah Maha-perkasa, Mahabijaksana."
  },
  {
    "No": 210,
    "Translation": "Tidak ada yang mereka tunggu-tunggu kecuali datangnya (azab) Allah bersama malaikat dalam naungan awan, sedangkan perkara (mereka) telah diputuskan. Dan kepada Allah-lah segala perkara dikembalikan."
  },
  {
    "No": 211,
    "Translation": "Tanyakanlah kepada Bani Israil, berapa banyak bukti nyata yang telah Kami berikan kepada mereka. Barangsiapa menukar nikmat Allah setelah (nikmat itu) datang kepadanya, maka sungguh, Allah sangat keras hukuman-Nya."
  },
  {
    "No": 212,
    "Translation": "Kehidupan dunia dijadikan terasa indah dalam pandangan orang-orang yang kafir, dan mereka menghina orang-orang yang beriman. Padahal orang-orang yang bertakwa itu berada di atas mereka pada hari Kiamat. Dan Allah memberi rezeki kepada orang yang Dia kehendaki tanpa perhitungan."
  },
  {
    "No": 213,
    "Translation": "Manusia itu (dahulunya) satu umat. Lalu Allah mengutus para nabi (untuk) menyampaikan kabar gembira dan peringatan. Dan diturunkan-Nya bersama mereka Kitab yang mengandung kebenaran, untuk memberi keputusan di antara manusia tentang perkara yang mereka perselisihkan. Dan yang berselisih hanyalah orang-orang yang telah diberi (Kitab), setelah bukti-bukti yang nyata sampai kepada mereka, karena kedengkian di antara mereka sendiri. Maka dengan kehendak-Nya, Allah memberi petunjuk kepada mereka yang beriman tentang kebenaran yang mereka perselisihkan. Allah memberi petunjuk kepada siapa yang Dia kehendaki ke jalan yang lurus."
  },
  {
    "No": 214,
    "Translation": "Ataukah kamu mengira bahwa kamu akan masuk surga, padahal belum datang kepadamu (cobaan) seperti (yang dialami) orang-orang terdahulu sebelum kamu. Mereka ditimpa kemelaratan, penderitaan dan diguncang (dengan berbagai cobaan), sehingga Rasul dan orang-orang yang beriman bersamanya berkata, &ldquo;Kapankah datang pertolongan Allah?&rdquo; Ingatlah, sesungguhnya pertolongan Allah itu dekat."
  },
  {
    "No": 215,
    "Translation": "Mereka bertanya kepadamu (Muhammad) tentang apa yang harus mereka infakkan. Katakanlah, &ldquo;Harta apa saja yang kamu infakkan, hendaknya diperuntukkan bagi kedua orang tua, kerabat, anak yatim, orang miskin dan orang yang dalam perjalanan.&rdquo; Dan kebaikan apa saja yang kamu kerjakan, maka sesungguhnya Allah Maha Mengetahui."
  },
  {
    "No": 216,
    "Translation": "Diwajibkan atas kamu berperang, padahal itu tidak menyenangkan bagimu. Tetapi boleh jadi kamu tidak menyenangi sesuatu, padahal itu baik bagimu, dan boleh jadi kamu menyukai sesuatu, padahal itu tidak baik bagimu. Allah mengetahui, sedang kamu tidak mengetahui."
  },
  {
    "No": 217,
    "Translation": "Mereka bertanya kepadamu (Muhammad) tentang berperang pada bulan haram. Katakanlah, &ldquo;Berperang dalam bulan itu adalah (dosa) besar. Tetapi menghalangi (orang) dari jalan Allah, ingkar kepada-Nya, (menghalangi orang masuk) Masjidilharam, dan mengusir penduduk dari sekitarnya, lebih besar (dosanya) dalam pandangan Allah. Sedangkan fitnah lebih kejam daripada pembunuhan. Mereka tidak akan berhenti memerangi kamu sampai kamu murtad (keluar) dari agamamu, jika mereka sanggup. Barangsiapa murtad di antara kamu dari agamanya, lalu dia mati dalam kekafiran, maka mereka itu sia-sia amalnya di dunia dan di akhirat, dan mereka itulah penghuni neraka, mereka kekal di dalamnya.&rdquo;"
  },
  {
    "No": 218,
    "Translation": "Sesungguhnya orang-orang yang beriman, dan orang-orang yang berhijrah dan berjihad di jalan Allah, mereka itulah yang mengharapkan rahmat Allah. Allah Maha Pengampun, Maha Penyayang."
  },
  {
    "No": 219,
    "Translation": "Mereka menanyakan kepadamu (Muhammad) tentang khamar dan judi. Katakanlah, &ldquo;Pada keduanya terdapat dosa besar dan beberapa manfaat bagi manusia. Tetapi dosanya lebih besar daripada manfaatnya.&rdquo; Dan mereka menanyakan kepadamu (tentang) apa yang (harus) mereka infakkan. Katakanlah, &ldquo;Kelebihan (dari apa yang diperlukan).&rdquo; Demikianlah Allah menerangkan ayat-ayat-Nya kepadamu agar kamu memikirkan,"
  },
  {
    "No": 220,
    "Translation": "Tentang dunia dan akhirat. Mereka menanyakan kepadamu (Muhammad) tentang anak-anak yatim. Katakanlah, &ldquo;Memperbaiki keadaan mereka adalah baik!&rdquo; Dan jika kamu mempergauli mereka, maka mereka adalah saudara-saudaramu. Allah mengetahui orang yang berbuat kerusakan dan yang berbuat kebaikan. Dan jika Allah menghendaki, niscaya Dia datangkan kesulitan kepadamu. Sungguh, Allah Mahaperkasa, Mahabijaksana."
  },
  {
    "No": 221,
    "Translation": "Dan janganlah kamu nikahi perempuan musyrik, sebelum mereka beriman. Sungguh, hamba sahaya perempuan yang beriman lebih baik daripada perempuan musyrik meskipun dia menarik hatimu. Dan janganlah kamu nikahkan orang (laki-laki) musyrik (dengan perempuan yang beriman) sebelum mereka beriman. Sungguh, hamba sahaya laki-laki yang beriman lebih baik daripada laki-laki musyrik meskipun dia menarik hatimu. Mereka mengajak ke neraka, sedangkan Allah mengajak ke surga dan ampunan dengan izin-Nya. (Allah) menerangkan ayat-ayat-Nya kepada manusia agar mereka mengambil pelajaran."
  },
  {
    "No": 222,
    "Translation": "Dan mereka menanyakan kepadamu (Muhammad) tentang haid. Katakanlah, &ldquo;Itu adalah sesuatu yang kotor.&rdquo; Karena itu jauhilah istri pada waktu haid; dan jangan kamu dekati mereka sebelum mereka suci. Apabila mereka telah suci, campurilah mereka sesuai dengan (ketentuan) yang diperintahkan Allah kepadamu. Sungguh, Allah menyukai orang yang tobat dan menyukai orang yang menyucikan diri."
  },
  {
    "No": 223,
    "Translation": "Istri-istrimu adalah ladang bagimu, maka datangilah ladangmu itu kapan saja dan dengan cara yang kamu sukai. Dan utamakanlah (yang baik) untuk dirimu. Bertakwalah kepada Allah dan ketahuilah bahwa kamu (kelak) akan menemui-Nya. Dan sampaikanlah kabar gembira kepada orang yang beriman."
  },
  {
    "No": 224,
    "Translation": "Dan janganlah kamu jadikan (nama) Allah dalam sumpahmu sebagai penghalang untuk berbuat kebajikan, bertakwa dan menciptakan kedamaian di antara manusia. Allah Maha Mendengar, Maha Mengetahui."
  },
  {
    "No": 225,
    "Translation": "Allah tidak menghukum kamu karena sumpahmu yang tidak kamu sengaja, tetapi Dia menghukum kamu karena niat yang terkandung dalam hatimu. Allah Maha Pengampun, Maha Penyantun."
  },
  {
    "No": 226,
    "Translation": "Bagi orang yang meng-ila' istrinya harus menunggu empat bulan. Kemudian jika mereka kembali (kepada istrinya), maka sungguh, Allah Maha Pengampun, Maha Penyayang."
  },
  {
    "No": 227,
    "Translation": "Dan jika mereka berketetapan hati hendak menceraikan, maka sungguh, Allah Maha Mendengar, Maha Mengetahui."
  },
  {
    "No": 228,
    "Translation": "Dan para istri yang diceraikan (wajib) menahan diri mereka (menunggu) tiga kali quru'. Tidak boleh bagi mereka menyembunyikan apa yang diciptakan Allah dalam rahim mereka, jika mereka beriman kepada Allah dan hari akhir. Dan para suami mereka lebih berhak kembali kepada mereka dalam (masa) itu, jika mereka menghendaki perbaikan. Dan mereka (para perempuan) mempunyai hak seimbang dengan kewajibannya menurut cara yang patut. Tetapi para suami mempunyai kelebihan di atas mereka. Allah Mahaperkasa, Mahabijaksana."
  },
  {
    "No": 229,
    "Translation": "Talak (yang dapat dirujuk) itu dua kali. (Setelah itu suami dapat) menahan dengan baik, atau melepaskan dengan baik. Tidak halal bagi kamu mengambil kembali sesuatu yang telah kamu berikan kepada mereka, kecuali keduanya (suami dan istri) khawatir tidak mampu menjalankan hukum-hukum Allah. Jika kamu (wali) khawatir bahwa keduanya tidak mampu menjalankan hukum-hukum Allah, maka keduanya tidak berdosa atas bayaran yang (harus) diberikan (oleh istri) untuk menebus dirinya. Itulah hukum-hukum Allah, maka janganlah kamu melanggarnya. Barangsiapa melanggar hukum-hukum Allah, mereka itulah orang-orang zalim."
  },
  {
    "No": 230,
    "Translation": "Kemudian jika dia menceraikannya (setelah talak yang kedua), maka perempuan itu tidak halal lagi baginya sebelum dia menikah dengan suami yang lain. Kemudian jika suami yang lain itu menceraikannya, maka tidak ada dosa bagi keduanya (suami pertama dan bekas istri) untuk menikah kembali jika keduanya berpendapat akan dapat menjalankan hukum-hukum Allah. Itulah ketentuan-ketentuan Allah yang diterangkan-Nya kepada orang-orang yang berpengetahuan."
  },
  {
    "No": 231,
    "Translation": "Dan apabila kamu menceraikan istri-istri (kamu), lalu sampai (akhir) idahnya, maka tahanlah mereka dengan cara yang baik, atau ceraikanlah mereka dengan cara yang baik (pula). Dan janganlah kamu tahan mereka dengan maksud jahat untuk menzalimi mereka. Barangsiapa melakukan demikian, maka dia telah menzalimi dirinya sendiri. Dan janganlah kamu jadikan ayat-ayat Allah sebagai bahan ejekan. Ingatlah nikmat Allah kepada kamu, dan apa yang telah diturunkan Allah kepada kamu yaitu Kitab (Al-Qur'an) dan Hikmah (Sunnah), untuk memberi pengajaran kepadamu. Dan bertakwalah kepada Allah dan ketahuilah bahwa Allah Maha Mengetahui segala sesuatu."
  },
  {
    "No": 232,
    "Translation": "Dan apabila kamu menceraikan istri-istri (kamu), lalu sampai idahnya, maka jangan kamu halangi mereka menikah (lagi) dengan calon suaminya, apabila telah terjalin kecocokan di antara mereka dengan cara yang baik. Itulah yang dinasihatkan kepada orang-orang di antara kamu yang beriman kepada Allah dan hari akhir. Itu lebih suci bagimu dan lebih bersih. Dan Allah mengetahui, sedangkan kamu tidak mengetahui."
  },
  {
    "No": 233,
    "Translation": "Dan ibu-ibu hendaklah menyusui anak-anaknya selama dua tahun penuh, bagi yang ingin menyusui secara sempurna. Dan kewajiban ayah menanggung nafkah dan pakaian mereka dengan cara yang patut. Seseorang tidak dibebani lebih dari kesanggupannya. Janganlah seorang ibu menderita karena anaknya dan jangan pula seorang ayah (menderita) karena anaknya. Ahli waris pun (berkewajiban) seperti itu pula. Apabila keduanya ingin menyapih dengan persetujuan dan permusyawaratan antara keduanya, maka tidak ada dosa atas keduanya. Dan jika kamu ingin menyusukan anakmu kepada orang lain, maka tidak ada dosa bagimu memberikan pembayaran dengan cara yang patut. Bertakwalah kepada Allah dan ketahuilah bahwa Allah Maha Melihat apa yang kamu kerjakan."
  },
  {
    "No": 234,
    "Translation": "Dan orang-orang yang mati di antara kamu serta meninggalkan istri-istri hendaklah mereka (istri-istri) menunggu empat bulan sepuluh hari. Kemudian apabila telah sampai (akhir) idah mereka, maka tidak ada dosa bagimu mengenai apa yang mereka lakukan terhadap diri mereka menurut cara yang patut. Dan Allah Maha Mengetahui apa yang kamu kerjakan."
  },
  {
    "No": 235,
    "Translation": "Dan tidak ada dosa bagimu meminang perempuan-perempuan itu dengan sindiran atau kamu sembunyikan (keinginanmu) dalam hati. Allah mengetahui bahwa kamu akan menyebut-nyebut kepada mereka. Tetapi janganlah kamu membuat perjanjian (untuk menikah) dengan mereka secara rahasia, kecuali sekedar mengucapkan kata-kata yang baik. Dan janganlah kamu menetapkan akad nikah, sebelum habis masa idahnya. Ketahuilah bahwa Allah mengetahui apa yang ada dalam hatimu, maka takutlah kepada-Nya. Dan ketahuilah bahwa Allah Maha Pengampun, Maha Penyantun."
  },
  {
    "No": 236,
    "Translation": "Tidak ada dosa bagimu, jika kamu menceraikan istri-istri kamu yang belum kamu sentuh (campuri) atau belum kamu tentukan maharnya. Dan hendaklah kamu beri mereka mut&lsquo;ah, bagi yang mampu menurut kemampuannya dan bagi yang tidak mampu menurut kesanggupannya, yaitu pemberian dengan cara yang patut, yang merupakan kewajiban bagi orang-orang yang berbuat kebaikan."
  },
  {
    "No": 237,
    "Translation": "Dan jika kamu menceraikan mereka sebelum kamu sentuh (campuri), padahal kamu sudah menentukan Maharnya, maka (bayarlah) seperdua dari yang telah kamu tentukan, kecuali jika mereka (membebaskan) atau dibebaskan oleh orang yang akad nikah ada di tangannya. Pembebasan itu lebih dekat kepada takwa. Dan janganlah kamu lupa kebaikan di antara kamu. Sungguh, Allah Maha Melihat apa yang kamu kerjakan."
  },
  {
    "No": 238,
    "Translation": "Peliharalah semua salat dan salat wustha. Dan laksanakanlah (salat) karena Allah dengan khusyuk."
  },
  {
    "No": 239,
    "Translation": "Jika kamu takut (ada bahaya), salatlah sambil berjalan kaki atau berkendaraan. Kemudian apabila telah aman, maka ingatlah Allah (salatlah), sebagaimana Dia telah mengajarkan kepadamu apa yang tidak kamu ketahui."
  },
  {
    "No": 240,
    "Translation": "Dan orang-orang yang akan mati di antara kamu dan meninggalkan istri-istri, hendaklah membuat wasiat untuk istri-istrinya, (yaitu) nafkah sampai setahun tanpa mengeluarkannya (dari rumah). Tetapi jika mereka keluar (sendiri), maka tidak ada dosa bagimu (mengenai apa) yang mereka lakukan terhadap diri mereka sendiri dalam hal-hal yang baik. Allah Mahaperkasa, Mahabijaksana."
  },
  {
    "No": 241,
    "Translation": "Dan bagi perempuan-perempuan yang diceraikan hendaklah diberi mut&lsquo;ah menurut cara yang patut, sebagai suatu kewajiban bagi orang yang bertakwa."
  },
  {
    "No": 242,
    "Translation": "Demikianlah Allah menerangkan kepadamu ayat-ayat-Nya agar kamu mengerti."
  },
  {
    "No": 243,
    "Translation": "Tidakkah kamu memperhatikan orang-orang yang keluar dari kampung halamannya, sedang jumlahnya ribuan karena takut mati? Lalu Allah berfirman kepada mereka, &ldquo;Matilah kamu!&rdquo; Kemudian Allah menghidupkan mereka. Sesungguhnya Allah memberikan karunia kepada manusia, tetapi kebanyakan manusia tidak bersyukur."
  },
  {
    "No": 244,
    "Translation": "Dan berperanglah kamu di jalan Allah, dan ketahuilah bahwa Allah Maha Mendengar, Maha Mengetahui."
  },
  {
    "No": 245,
    "Translation": "Barangsiapa meminjami Allah dengan pinjaman yang baik maka Allah melipatgandakan ganti kepadanya dengan banyak. Allah menahan dan melapangkan (rezeki) dan kepada-Nyalah kamu dikembalikan."
  },
  {
    "No": 246,
    "Translation": "Tidakkah kamu perhatikan para pemuka Bani Israil setelah Musa wafat, ketika mereka berkata kepada seorang nabi mereka, &ldquo;Angkatlah seorang raja untuk kami, niscaya kami berperang di jalan Allah.&rdquo; Nabi mereka menjawab, &ldquo;Jangan-jangan jika diwajibkan atasmu berperang, kamu tidak akan berperang juga?&rdquo; Mereka menjawab, &ldquo;Mengapa kami tidak akan berperang di jalan Allah, sedangkan kami telah diusir dari kampung halaman kami dan (dipisahkan dari) anak-anak kami?&rdquo; Tetapi ketika perang itu diwajibkan atas mereka, mereka berpaling, kecuali sebagian kecil dari mereka. Dan Allah Maha Mengetahui orang-orang yang zalim."
  },
  {
    "No": 247,
    "Translation": "Dan nabi mereka berkata kepada mereka, &ldquo;Sesungguhnya Allah telah mengangkat Talut menjadi rajamu.&rdquo; Mereka menjawab, &ldquo;Bagaimana Talut memperoleh kerajaan atas kami, sedangkan kami lebih berhak atas kerajaan itu daripadanya, dan dia tidak diberi kekayaan yang banyak?&rdquo; (Nabi) menjawab, &ldquo;Allah telah memilihnya (menjadi raja) kamu dan memberikan kelebihan ilmu dan fisik.&rdquo; Allah memberikan kerajaan-Nya kepada siapa yang Dia kehendaki, dan Allah Mahaluas, Maha Mengetahui."
  },
  {
    "No": 248,
    "Translation": "Dan nabi mereka berkata kepada mereka, &ldquo;Sesungguhnya tanda kerajaannya ialah datangnya Tabut kepadamu, yang di dalamnya terdapat ketenangan dari Tuhanmu dan sisa peninggalan keluarga Musa dan keluarga Harun, yang dibawa oleh malaikat. Sungguh, pada yang demikian itu terdapat tanda (kebesaran Allah) bagimu, jika kamu orang beriman."
  },
  {
    "No": 249,
    "Translation": "Maka ketika Talut membawa bala tentaranya, dia berkata, &ldquo;Allah akan menguji kamu dengan sebuah sungai. Maka barangsiapa meminum (airnya), dia bukanlah pengikutku. Dan barangsiapa tidak meminumnya, maka dia adalah pengikutku kecuali menciduk seciduk dengan tangan.&rdquo; Tetapi mereka meminumnya kecuali sebagian kecil di antara mereka. Ketika dia (Talut) dan orang-orang yang beriman bersamanya menyeberangi sungai itu, mereka berkata, &ldquo;Kami tidak kuat lagi pada hari ini melawan Jalut dan bala tentaranya.&rdquo; Mereka yang meyakini bahwa mereka akan menemui Allah berkata, &ldquo;Betapa banyak kelompok kecil mengalahkan kelompok besar dengan izin Allah.&rdquo; Dan Allah beserta orang-orang yang sabar."
  },
  {
    "No": 250,
    "Translation": "Dan ketika mereka maju melawan Jalut dan tentaranya, mereka berdoa, &ldquo;Ya Tuhan kami, limpahkanlah kesabaran kepada kami, kukuhkanlah langkah kami dan tolonglah kami menghadapi orang-orang kafir.&rdquo;"
  },
  {
    "No": 251,
    "Translation": "Maka mereka mengalahkannya dengan izin Allah, dan Dawud membunuh Jalut. Kemudian Allah memberinya (Dawud) kerajaan, dan hikmah, dan mengajarinya apa yang Dia kehendaki. Dan kalau Allah tidak melindungi sebagian manusia dengan sebagian yang lain, niscaya rusaklah bumi ini. Tetapi Allah mempunyai karunia (yang dilimpahkan-Nya) atas seluruh alam."
  },
  {
    "No": 252,
    "Translation": "Itulah ayat-ayat Allah, Kami bacakan kepadamu dengan benar dan engkau (Muhammad) adalah benar-benar seorang rasul."
  },
  {
    "No": 253,
    "Translation": "Rasul-rasul itu Kami lebihkan sebagian mereka dari sebagian yang lain. Di antara mereka ada yang (langsung) Allah berfirman dengannya dan sebagian lagi ada yang ditinggikan-Nya beberapa derajat. Dan Kami beri Isa putra Maryam beberapa mukjizat dan Kami perkuat dia dengan Rohulkudus. Kalau Allah menghendaki, niscaya orang-orang setelah mereka tidak akan berbunuh-bunuhan, setelah bukti-bukti sampai kepada mereka. Tetapi mereka berselisih, maka ada di antara mereka yang beriman dan ada (pula) yang kafir. Kalau Allah menghendaki, tidaklah mereka berbunuh-bunuhan. Tetapi Allah berbuat menurut kehendak-Nya."
  },
  {
    "No": 254,
    "Translation": "Wahai orang-orang yang beriman! Infakkanlah sebagian dari rezeki yang telah Kami berikan kepadamu sebelum datang hari ketika tidak ada lagi jual beli, tidak ada lagi persahabatan dan tidak ada lagi syafaat. Orang-orang kafir itulah orang yang zalim."
  },
  {
    "No": 255,
    "Translation": "Allah, tidak ada tuhan selain Dia. Yang Mahahidup, Yang terus menerus mengurus (makhluk-Nya), tidak mengantuk dan tidak tidur. Milik-Nya apa yang ada di langit dan apa yang ada di bumi. Tidak ada yang dapat memberi syafaat di sisi-Nya tanpa izin-Nya. Dia mengetahui apa yang di hadapan mereka dan apa yang di belakang mereka, dan mereka tidak mengetahui sesuatu apa pun tentang ilmu-Nya melainkan apa yang Dia kehendaki. Kursi-Nya meliputi langit dan bumi. Dan Dia tidak merasa berat memelihara keduanya, dan Dia Mahatinggi, Mahabesar."
  },
  {
    "No": 256,
    "Translation": "Tidak ada paksaan dalam (menganut) agama (Islam), sesungguhnya telah jelas (perbedaan) antara jalan yang benar dengan jalan yang sesat. Barang siapa ingkar kepada Tagut dan beriman kepada Allah, maka sungguh, dia telah berpegang (teguh) pada tali yang sangat kuat yang tidak akan putus. Allah Maha Mendengar, Maha Mengetahui."
  },
  {
    "No": 257,
    "Translation": "Allah pelindung orang yang beriman. Dia mengeluarkan mereka dari kegelapan kepada cahaya (iman). Dan orang-orang yang kafir, pelindung-pelindungnya adalah setan, yang mengeluarkan mereka dari cahaya kepada kegelapan. Mereka adalah penghuni neraka. Mereka kekal di dalamnya."
  },
  {
    "No": 258,
    "Translation": "Tidakkah kamu memperhatikan orang yang mendebat Ibrahim mengenai Tuhannya, karena Allah telah memberinya kerajaan (kekuasaan). Ketika Ibrahim berkata, &ldquo;Tuhanku ialah Yang menghidupkan dan mematikan,&rdquo; dia berkata, &ldquo;Aku pun dapat menghidupkan dan mematikan.&rdquo; Ibrahim berkata, &ldquo;Allah menerbitkan matahari dari timur, maka terbitkanlah ia dari barat.&rdquo; Maka bingunglah orang yang kafir itu. Allah tidak memberi petunjuk kepada orang-orang zalim."
  },
  {
    "No": 259,
    "Translation": "Atau seperti orang yang melewati suatu negeri yang (bangunan-bangunannya) telah roboh hingga menutupi (reruntuhan) atap-atapnya, dia berkata, &ldquo;Bagaimana Allah menghidupkan kembali (negeri) ini setelah hancur?&rdquo; Lalu Allah mematikannya (orang itu) selama seratus tahun, kemudian membangkitkannya (menghidupkannya) kembali. Dan (Allah) bertanya, &ldquo;Berapa lama engkau tinggal (di sini)?&rdquo; Dia (orang itu) menjawab, &ldquo;Aku tinggal (di sini) sehari atau setengah hari.&rdquo; Allah berfirman, &ldquo;Tidak! Engkau telah tinggal seratus tahun. Lihatlah makanan dan minumanmu yang belum berubah, tetapi lihatlah keledaimu (yang telah menjadi tulang belulang). Dan agar Kami jadikan engkau tanda kekuasaan Kami bagi manusia. Lihatlah tulang belulang (keledai itu), bagaimana Kami menyusunnya kembali, kemudian Kami membalutnya dengan daging.&rdquo; Maka ketika telah nyata baginya, dia pun berkata, &ldquo;Saya mengetahui bahwa Allah Mahakuasa atas segala sesuatu.&rdquo;"
  },
  {
    "No": 260,
    "Translation": "Dan (ingatlah) ketika Ibrahim berkata, &ldquo;Ya Tuhanku, perlihatkanlah kepadaku bagaimana Engkau menghidupkan orang mati.&rdquo; Allah berfirman, &ldquo;Belum percayakah engkau?&rdquo; Dia (Ibrahim) menjawab, &ldquo;Aku percaya, tetapi agar hatiku tenang (mantap).&rdquo; Dia (Allah) berfirman, &ldquo;Kalau begitu ambillah empat ekor burung, lalu cincanglah olehmu kemudian letakkan di atas masing-masing bukit satu bagian, kemudian panggillah mereka, niscaya mereka datang kepadamu dengan segera.&rdquo; Ketahuilah bahwa Allah Mahaperkasa, Mahabijaksana."
  },
  {
    "No": 261,
    "Translation": "Perumpamaan orang yang menginfakkan hartanya di jalan Allah seperti sebutir biji yang menumbuhkan tujuh tangkai, pada setiap tangkai ada seratus biji. Allah melipatgandakan bagi siapa yang Dia kehendaki, dan Allah Mahaluas, Maha Mengetahui."
  },
  {
    "No": 262,
    "Translation": "Orang yang menginfakkan hartanya di jalan Allah, kemudian tidak mengiringi apa yang dia infakkan itu dengan menyebut-nyebutnya dan menyakiti (perasaan penerima), mereka memperoleh pahala di sisi Tuhan mereka. Tidak ada rasa takut pada mereka dan mereka tidak bersedih hati."
  },
  {
    "No": 263,
    "Translation": "Perkataan yang baik dan pemberian maaf lebih baik daripada sedekah yang diiringi tindakan yang menyakiti. Allah Mahakaya, Maha Penyantun."
  },
  {
    "No": 264,
    "Translation": "Wahai orang-orang yang beriman! Janganlah kamu merusak sedekahmu dengan menyebut-nyebutnya dan menyakiti (perasaan penerima), seperti orang yang menginfakkan hartanya karena ria (pamer) kepada manusia dan dia tidak beriman kepada Allah dan hari akhir. Perumpamaannya (orang itu) seperti batu yang licin yang di atasnya ada debu, kemudian batu itu ditimpa hujan lebat, maka tinggallah batu itu licin lagi. Mereka tidak memperoleh sesuatu apa pun dari apa yang mereka kerjakan. Dan Allah tidak memberi petunjuk kepada orang-orang kafir."
  },
  {
    "No": 265,
    "Translation": "Dan perumpamaan orang yang menginfakkan hartanya untuk mencari rida Allah dan untuk memperteguh jiwa mereka, seperti sebuah kebun yang terletak di dataran tinggi yang disiram oleh hujan lebat, maka kebun itu menghasilkan buah-buahan dua kali lipat. Jika hujan lebat tidak menyiraminya, maka embun (pun memadai). Allah Maha Melihat apa yang kamu kerjakan."
  },
  {
    "No": 266,
    "Translation": "Adakah salah seorang di antara kamu yang ingin memiliki kebun kurma dan anggur yang mengalir di bawahnya sungai-sungai, di sana dia memiliki segala macam buah-buahan, kemudian datanglah masa tuanya sedang dia memiliki keturunan yang masih kecil-kecil. Lalu kebun itu ditiup angin keras yang mengandung api, sehingga terbakar. Demikianlah Allah menerangkan ayat-ayat-Nya kepadamu agar kamu memikirkannya."
  },
  {
    "No": 267,
    "Translation": "Wahai orang-orang yang beriman! Infakkanlah sebagian dari hasil usahamu yang baik-baik dan sebagian dari apa yang Kami keluarkan dari bumi untukmu. Janganlah kamu memilih yang buruk untuk kamu keluarkan, padahal kamu sendiri tidak mau mengambilnya melainkan dengan memicingkan mata (enggan) terhadapnya. Dan ketahuilah bahwa Allah Mahakaya, Maha Terpuji."
  },
  {
    "No": 268,
    "Translation": "Setan menjanjikan (menakut-nakuti) kemiskinan kepadamu dan menyuruh kamu berbuat keji (kikir), sedangkan Allah menjanjikan ampunan dan karunia-Nya kepadamu. Dan Allah Mahaluas, Maha Mengetahui."
  },
  {
    "No": 269,
    "Translation": "Dia memberikan hikmah kepada siapa yang Dia kehendaki. Barangsiapa diberi hikmah, sesungguhnya dia telah diberi kebaikan yang banyak. Dan tidak ada yang dapat mengambil pelajaran kecuali orang-orang yang mempunyai akal sehat."
  },
  {
    "No": 270,
    "Translation": "Dan apa pun infak yang kamu berikan atau nazar yang kamu janjikan, maka sungguh, Allah mengetahuinya. Dan bagi orang zalim tidak ada seorang penolong pun"
  },
  {
    "No": 271,
    "Translation": "Jika kamu menampakkan sedekah-sedekahmu, maka itu baik. Dan jika kamu menyembunyikannya dan memberikannya kepada orang-orang fakir, maka itu lebih baik bagimu dan Allah akan menghapus sebagian kesalahan-kesalahanmu. Dan Allah Mahateliti apa yang kamu kerjakan."
  },
  {
    "No": 272,
    "Translation": "Bukanlah kewajibanmu (Muhammad) menjadikan mereka mendapat petunjuk, tetapi Allah-lah yang memberi petunjuk kepada siapa yang Dia kehendaki. Apa pun harta yang kamu infakkan, maka (kebaikannya) untuk dirimu sendiri. Dan janganlah kamu berinfak melainkan karena mencari rida Allah. Dan apa pun harta yang kamu infakkan, niscaya kamu akan diberi (pahala) secara penuh dan kamu tidak akan dizalimi (dirugikan)."
  },
  {
    "No": 273,
    "Translation": "(Apa yang kamu infakkan) adalah untuk orang-orang fakir yang terhalang (usahanya karena jihad) di jalan Allah, sehingga dia yang tidak dapat berusaha di bumi; (orang lain) yang tidak tahu, menyangka bahwa mereka adalah orang-orang kaya karena mereka menjaga diri (dari meminta-minta). Engkau (Muhammad) mengenal mereka dari ciri-cirinya, mereka tidak meminta secara paksa kepada orang lain. Apa pun harta yang baik yang kamu infakkan, sungguh, Allah Maha Mengetahui."
  },
  {
    "No": 274,
    "Translation": "Orang-orang yang menginfakkan hartanya malam dan siang hari (secara) sembunyi-sembunyi maupun terang-terangan, mereka mendapat pahala di sisi Tuhannya. Tidak ada rasa takut pada mereka dan mereka tidak bersedih hati."
  },
  {
    "No": 275,
    "Translation": "Orang-orang yang memakan riba tidak dapat berdiri melainkan seperti berdirinya orang yang kemasukan setan karena gila. Yang demikian itu karena mereka berkata bahwa jual beli sama dengan riba. Padahal Allah telah menghalalkan jual beli dan mengharamkan riba. Barangsiapa mendapat peringatan dari Tuhannya, lalu dia berhenti, maka apa yang telah diperolehnya dahulu menjadi miliknya dan urusannya (terserah) kepada Allah. Barangsiapa mengulangi, maka mereka itu penghuni neraka, mereka kekal di dalamnya."
  },
  {
    "No": 276,
    "Translation": "Allah memusnahkan riba dan menyuburkan sedekah. Allah tidak menyukai setiap orang yang tetap dalam kekafiran dan bergelimang dosa."
  },
  {
    "No": 277,
    "Translation": "Sungguh, orang-orang yang beriman, mengerjakan kebajikan, melaksanakan salat dan menunaikan zakat, mereka mendapat pahala di sisi Tuhannya. Tidak ada rasa takut pada mereka dan mereka tidak bersedih hati."
  },
  {
    "No": 278,
    "Translation": "Wahai orang-orang yang beriman! Bertakwalah kepada Allah dan tinggalkan sisa riba (yang belum dipungut) jika kamu orang beriman."
  },
  {
    "No": 279,
    "Translation": "Jika kamu tidak melaksanakannya, maka umumkanlah perang dari Allah dan Rasul-Nya. Tetapi jika kamu bertobat, maka kamu berhak atas pokok hartamu. Kamu tidak berbuat zalim (merugikan) dan tidak dizalimi (dirugikan)."
  },
  {
    "No": 280,
    "Translation": "Dan jika (orang berutang itu) dalam kesulitan, maka berilah tenggang waktu sampai dia memperoleh kelapangan. Dan jika kamu menyedekahkan, itu lebih baik bagimu, jika kamu mengetahui."
  },
  {
    "No": 281,
    "Translation": "Dan takutlah pada hari (ketika) kamu semua dikembalikan kepada Allah. Kemudian setiap orang diberi balasan yang sempurna sesuai dengan apa yang telah dilakukannya, dan mereka tidak dizalimi (dirugikan)."
  },
  {
    "No": 282,
    "Translation": "Wahai orang-orang yang beriman! Apabila kamu melakukan utang piutang untuk waktu yang ditentukan, hendaklah kamu menuliskannya. Dan hendaklah seorang penulis di antara kamu menuliskannya dengan benar. Janganlah penulis menolak untuk menuliskannya sebagaimana Allah telah mengajarkan kepadanya, maka hendaklah dia menuliskan. Dan hendaklah orang yang berutang itu mendiktekan, dan hendaklah dia bertakwa kepada Allah, Tuhannya, dan janganlah dia mengurangi sedikit pun daripadanya. Jika yang berutang itu orang yang kurang akalnya atau lemah (keadaannya), atau tidak mampu mendiktekan sendiri, maka hendaklah walinya mendiktekannya dengan benar. Dan persaksikanlah dengan dua orang saksi laki-laki di antara kamu. Jika tidak ada (saksi) dua orang laki-laki, maka (boleh) seorang laki-laki dan dua orang perempuan di antara orang-orang yang kamu sukai dari para saksi (yang ada), agar jika yang seorang lupa, maka yang seorang lagi mengingatkannya. Dan janganlah saksi-saksi itu menolak apabila dipanggil. Dan janganlah kamu bosan menuliskannya, untuk batas waktunya baik (utang itu) kecil maupun besar. Yang demikian itu, lebih adil di sisi Allah, lebih dapat menguatkan kesaksian, dan lebih mendekatkan kamu kepada ketidakraguan, kecuali jika hal itu merupakan perdagangan tunai yang kamu jalankan di antara kamu, maka tidak ada dosa bagi kamu jika kamu tidak menuliskannya. Dan ambillah saksi apabila kamu berjual beli, dan janganlah penulis dipersulit dan begitu juga saksi. Jika kamu lakukan (yang demikian), maka sungguh, hal itu suatu kefasikan pada kamu. Dan bertakwalah kepada Allah, Allah memberikan pengajaran kepadamu, dan Allah Maha Mengetahui segala sesuatu."
  },
  {
    "No": 283,
    "Translation": "Dan jika kamu dalam perjalanan sedang kamu tidak mendapatkan seorang penulis, maka hendaklah ada barang jaminan yang dipegang. Tetapi, jika sebagian kamu mempercayai sebagian yang lain, hendaklah yang dipercayai itu menunaikan amanatnya (utangnya) dan hendaklah dia bertakwa kepada Allah, Tuhannya. Dan janganlah kamu menyembunyikan kesaksian, karena barangsiapa menyembunyikannya, sungguh, hatinya kotor (berdosa). Allah Maha Mengetahui apa yang kamu kerjakan."
  },
  {
    "No": 284,
    "Translation": "Milik Allah-lah apa yang ada di langit dan apa yang ada di bumi. Jika kamu nyatakan apa yang ada di dalam hatimu atau kamu sembunyikan, niscaya Allah memperhitungkannya (tentang perbuatan itu) bagimu. Dia mengampuni siapa yang Dia kehendaki dan mengazab siapa yang Dia kehendaki. Allah Mahakuasa atas segala sesuatu."
  },
  {
    "No": 285,
    "Translation": "Rasul (Muhammad) beriman kepada apa yang diturunkan kepadanya (Al-Qur'an) dari Tuhannya, demikian pula orang-orang yang beriman. Semua beriman kepada Allah, malaikat-malaikat-Nya, kitab-kitab-Nya dan rasul-rasul-Nya. (Mereka berkata), &ldquo;Kami tidak membeda-bedakan seorang pun dari rasul-rasul-Nya.&rdquo; Dan mereka berkata, &ldquo;Kami dengar dan kami taat. Ampunilah kami Ya Tuhan kami, dan kepada-Mu tempat (kami) kembali.&rdquo;"
  },
  {
    "No": 286,
    "Translation": "Allah tidak membebani seseorang melainkan sesuai dengan kesanggupannya. Dia mendapat (pahala) dari (kebajikan) yang dikerjakannya dan dia mendapat (siksa) dari (kejahatan) yang diperbuatnya. (Mereka berdoa), &ldquo;Ya Tuhan kami, janganlah Engkau hukum kami jika kami lupa atau kami melakukan kesalahan. Ya Tuhan kami, janganlah Engkau bebani kami dengan beban yang berat sebagaimana Engkau bebankan kepada orang-orang sebelum kami. Ya Tuhan kami, janganlah Engkau pikulkan kepada kami apa yang tidak sanggup kami memikulnya. Maafkanlah kami, ampunilah kami, dan rahmatilah kami. Engkaulah pelindung kami, maka tolonglah kami menghadapi orang-orang kafir.&rdquo;"
  }
]