[
  {
    "No": 1,
    "Translation": "Mahasuci Allah yang telah menurunkan Furqan (Al-Qur'an) kepada hamba-Nya (Muhammad), agar dia menjadi pemberi peringatan kepada seluruh alam (jin dan manusia)."
  },
  {
    "No": 2,
    "Translation": "Yang memiliki kerajaan langit dan bumi, tidak mempunyai anak, tidak ada sekutu bagi-Nya dalam kekuasaan(-Nya), dan Dia menciptakan segala sesuatu, lalu menetapkan ukuran-ukurannya dengan tepat."
  },
  {
    "No": 3,
    "Translation": "Namun mereka mengambil tuhan-tuhan selain Dia (untuk disembah), padahal mereka (tuhan-tuhan itu) tidak menciptakan apa pun, bahkan mereka sendiri diciptakan dan tidak kuasa untuk (menolak) bahaya terhadap dirinya dan tidak dapat (mendatangkan) manfaat serta tidak kuasa mematikan, menghidupkan dan tidak (pula) membangkitkan."
  },
  {
    "No": 4,
    "Translation": "Dan orang-orang kafir berkata, &ldquo;(Al-Qur'an) ini tidak lain hanyalah kebohongan yang diada-adakan oleh dia (Muhammad), dibantu oleh orang-orang lain,&rdquo; Sungguh, mereka telah berbuat zalim dan dusta yang besar."
  },
  {
    "No": 5,
    "Translation": "Dan mereka berkata, &ldquo;(Itu hanya) dongeng-dongeng orang-orang terdahulu, yang diminta agar dituliskan, lalu dibacakanlah dongeng itu kepadanya setiap pagi dan petang.&rdquo;"
  },
  {
    "No": 6,
    "Translation": "Katakanlah (Muhammad), &ldquo;(Al-Qur'an) itu diturunkan oleh (Allah) yang mengetahui rahasia di langit dan di bumi. Sungguh, Dia Maha Pengampun, Maha Penyayang.&rdquo;"
  },
  {
    "No": 7,
    "Translation": "Dan mereka berkata, &ldquo;Mengapa Rasul (Muhammad) ini memakan makanan dan berjalan di pasar-pasar? Mengapa malaikat tidak diturunkan kepadanya (agar malaikat) itu memberikan peringatan bersama dia,"
  },
  {
    "No": 8,
    "Translation": "atau (mengapa tidak) diturunkan kepadanya harta kekayaan atau (mengapa tidak ada) kebun baginya, sehingga dia dapat makan dari (hasil)nya?&rdquo; Dan orang-orang zalim itu berkata, &ldquo;Kamu hanyalah mengikuti seorang laki-laki yang kena sihir.&rdquo;"
  },
  {
    "No": 9,
    "Translation": "Perhatikanlah, bagaimana mereka membuat perumpamaan-perumpamaan tentang engkau, maka sesatlah mereka, mereka tidak sanggup (mendapatkan) jalan (untuk menentang kerasulanmu)."
  },
  {
    "No": 10,
    "Translation": "Mahasuci (Allah) yang jika Dia menghendaki, niscaya Dia jadikan bagimu yang lebih baik daripada itu, (yaitu) surga-surga yang mengalir di bawahnya sungai-sungai, dan Dia jadikan (pula) istana-istana untukmu."
  },
  {
    "No": 11,
    "Translation": "Bahkan mereka mendustakan hari Kiamat. Dan Kami menyediakan neraka yang menyala-nyala bagi siapa yang mendustakan hari Kiamat."
  },
  {
    "No": 12,
    "Translation": "Apabila ia (neraka) melihat mereka dari tempat yang jauh, mereka mendengar suaranya yang gemuruh karena marahnya."
  },
  {
    "No": 13,
    "Translation": "Dan apabila mereka dilemparkan ke tempat yang sempit di neraka dengan dibelenggu, mereka di sana berteriak mengharapkan kebinasaan."
  },
  {
    "No": 14,
    "Translation": "(Akan dikatakan kepada mereka), &ldquo;Janganlah kamu mengharapkan pada hari ini satu kebinasaan, melainkan harapkanlah kebinasaan yang berulang-ulang.&rdquo;"
  },
  {
    "No": 15,
    "Translation": "Katakanlah (Muhammad), &ldquo;Apakah (azab) seperti itu yang baik, atau surga yang kekal yang dijanjikan kepada orang-orang yang bertakwa sebagai balasan, dan tempat kembali bagi mereka?&rdquo;"
  },
  {
    "No": 16,
    "Translation": "Bagi mereka segala yang mereka kehendaki ada di dalamnya (surga), mereka kekal (di dalamnya). Itulah janji Tuhanmu yang pantas dimohonkan (kepada-Nya)."
  },
  {
    "No": 17,
    "Translation": "Dan (ingatlah) pada hari (ketika) Allah mengumpulkan mereka bersama apa yang mereka sembah selain Allah, lalu Dia berfirman (kepada yang disembah), &ldquo;Apakah kamu yang menyesatkan hamba-hamba-Ku itu, atau mereka sendirikah yang sesat dari jalan (yang benar)?&rdquo;"
  },
  {
    "No": 18,
    "Translation": "Mereka (yang disembah itu) menjawab, &ldquo;Mahasuci Engkau, tidaklah pantas bagi kami mengambil pelindung selain Engkau, tetapi Engkau telah memberi mereka dan nenek moyang mereka kenikmatan hidup, sehingga mereka melupakan peringatan; dan mereka kaum yang binasa.&rdquo;"
  },
  {
    "No": 19,
    "Translation": "Maka sungguh, mereka (yang disembah itu) telah mengingkari apa yang kamu katakan, maka kamu tidak akan dapat menolak (azab) dan tidak dapat (pula) menolong (dirimu), dan barangsiapa di antara kamu berbuat zalim, niscaya Kami timpakan kepadanya rasa azab yang besar."
  },
  {
    "No": 20,
    "Translation": "Dan Kami tidak mengutus rasul-rasul sebelummu (Muhammad), melainkan mereka pasti memakan makanan dan berjalan di pasar-pasar. Dan Kami jadikan sebagian kamu sebagai cobaan bagi sebagian yang lain. Maukah kamu bersabar? Dan Tuhanmu Maha Melihat."
  },
  {
    "No": 21,
    "Translation": "Dan orang-orang yang tidak mengharapkan pertemuan dengan Kami (di akhirat) berkata, &ldquo;Mengapa bukan para malaikat yang diturunkan kepada kita atau (mengapa) kita (tidak) melihat Tuhan kita?&rdquo; Sungguh, mereka telah menyombongkan diri mereka dan benar-benar telah melampaui batas (dalam melakukan kezaliman)."
  },
  {
    "No": 22,
    "Translation": "(Ingatlah) pada hari (ketika) mereka melihat para malaikat, pada hari itu tidak ada kabar gembira bagi orang-orang yang berdosa dan mereka berkata, &ldquo;Hijran mahjura.&rdquo;"
  },
  {
    "No": 23,
    "Translation": "Dan Kami akan perlihatkan segala amal yang mereka kerjakan, lalu Kami akan jadikan amal itu (bagaikan) debu yang beterbangan."
  },
  {
    "No": 24,
    "Translation": "Penghuni-penghuni surga pada hari itu paling baik tempat tinggalnya dan paling indah tempat istirahatnya."
  },
  {
    "No": 25,
    "Translation": "Dan (ingatlah) pada hari (ketika) langit pecah mengeluarkan kabut putih dan para malaikat diturunkan (secara) bergelombang."
  },
  {
    "No": 26,
    "Translation": "Kerajaan yang hak pada hari itu adalah milik Tuhan Yang Maha Pengasih. Dan itulah hari yang sulit bagi orang-orang kafir."
  },
  {
    "No": 27,
    "Translation": "Dan (ingatlah) pada hari (ketika) orang-orang zalim menggigit dua jarinya, (menyesali perbuatannya) seraya berkata, &ldquo;Wahai! Sekiranya (dulu) aku mengambil jalan bersama Rasul."
  },
  {
    "No": 28,
    "Translation": "Wahai, celaka aku! Sekiranya (dulu) aku tidak menjadikan si fulan itu teman akrab(ku),"
  },
  {
    "No": 29,
    "Translation": "sungguh, dia telah menyesatkan aku dari peringatan (Al-Qur'an) ketika (Al-Qur'an) itu telah datang kepadaku. Dan setan memang pengkhianat manusia.&rdquo;"
  },
  {
    "No": 30,
    "Translation": "Dan Rasul (Muhammad) berkata, &ldquo;Ya Tuhanku, sesungguhnya kaumku telah menjadikan Al-Qur'an ini diabaikan.&rdquo;"
  },
  {
    "No": 31,
    "Translation": "Begitulah, bagi setiap nabi, telah Kami adakan musuh dari orang-orang yang berdosa. Tetapi cukuplah Tuhanmu menjadi pemberi petunjuk dan penolong."
  },
  {
    "No": 32,
    "Translation": "Dan orang-orang kafir berkata, &ldquo;Mengapa Al-Qur'an itu tidak diturunkan kepadanya sekaligus?&rdquo; Demikianlah, agar Kami memperteguh hatimu (Muhammad) dengannya dan Kami membacakannya secara tartil (berangsur-angsur, perlahan dan benar)."
  },
  {
    "No": 33,
    "Translation": "Dan mereka (orang-orang kafir itu) tidak datang kepadamu (membawa) sesuatu yang aneh, melainkan Kami datangkan kepadamu yang benar dan penjelasan yang paling baik."
  },
  {
    "No": 34,
    "Translation": "Orang-orang yang dikumpulkan ke neraka Jahanam dengan diseret wajahnya, mereka itulah yang paling buruk tempatnya dan paling sesat jalannya."
  },
  {
    "No": 35,
    "Translation": "Dan sungguh, Kami telah memberikan Kitab (Taurat) kepada Musa dan Kami telah menjadikan Harun saudaranya, menyertai dia sebagai wazir (pembantu)."
  },
  {
    "No": 36,
    "Translation": "Kemudian Kami berfirman (kepada keduanya), &ldquo;Pergilah kamu berdua kepada kaum yang mendustakan ayat-ayat Kami.&rdquo; Lalu Kami hancurkan mereka dengan sehancur-hancurnya."
  },
  {
    "No": 37,
    "Translation": "Dan (telah Kami binasakan) kaum Nuh ketika mereka mendustakan para rasul. Kami tenggelamkam mereka dan Kami jadikan (cerita) mereka itu pelajaran bagi manusia. Dan Kami telah sediakan bagi orang-orang zalim azab yang pedih;"
  },
  {
    "No": 38,
    "Translation": "dan (telah Kami binasakan) kaum &lsquo;Ad dan samud dan penduduk Rass serta banyak (lagi) generasi di antara (kaum-kaum) itu."
  },
  {
    "No": 39,
    "Translation": "Dan masing-masing telah Kami jadikan perumpamaan dan masing-masing telah Kami hancurkan sehancur-hancurnya."
  },
  {
    "No": 40,
    "Translation": "Dan sungguh, mereka (kaum musyrik Mekah) telah melalui negeri (Sodom) yang (dulu) dijatuhi hujan yang buruk (hujan batu). Tidakkah mereka menyaksikannya? Bahkan mereka itu sebenarnya tidak mengharapkan hari kebangkitan."
  },
  {
    "No": 41,
    "Translation": "Dan apabila mereka melihat engkau (Muhammad), mereka hanyalah menjadikan engkau sebagai ejekan (dengan mengatakan), &ldquo;Inikah orangnya yang diutus Allah sebagai Rasul?"
  },
  {
    "No": 42,
    "Translation": "Sungguh, hampir saja dia menyesatkan kita dari sesembahan kita, seandainya kita tidak tetap bertahan (menyembah)nya.&rdquo; Dan kelak mereka akan mengetahui pada saat mereka melihat azab, siapa yang paling sesat jalannya."
  },
  {
    "No": 43,
    "Translation": "Sudahkah engkau (Muhammad) melihat orang yang menjadikan keinginannya sebagai tuhannya. Apakah engkau akan menjadi pelindungnya?"
  },
  {
    "No": 44,
    "Translation": "Atau apakah engkau mengira bahwa kebanyakan mereka itu mendengar atau memahami? Mereka itu hanyalah seperti hewan ternak, bahkan lebih sesat jalannya."
  },
  {
    "No": 45,
    "Translation": "Tidakkah engkau memperhatikan (penciptaan) Tuhanmu, bagaimana Dia memanjangkan (dan memendekkan) bayang-bayang; dan sekiranya Dia menghendaki, niscaya Dia jadikannya (bayang-bayang itu) tetap, kemudian Kami jadikan matahari sebagai petunjuk,"
  },
  {
    "No": 46,
    "Translation": "kemudian Kami menariknya (bayang-bayang itu) kepada Kami sedikit demi sedikit."
  },
  {
    "No": 47,
    "Translation": "Dan Dialah yang menjadikan malam untukmu (sebagai) pakaian, dan tidur untuk istirahat, dan Dia menjadikan siang untuk bangkit berusaha."
  },
  {
    "No": 48,
    "Translation": "Dan Dialah yang meniupkan angin (sebagai) pembawa kabar gembira sebelum kedatangan rahmat-Nya (hujan); dan Kami turunkan dari langit air yang sangat bersih,"
  },
  {
    "No": 49,
    "Translation": "agar (dengan air itu) Kami menghidupkan negeri yang mati (tandus), dan Kami memberi minum kepada sebagian apa yang telah Kami ciptakan, (berupa) hewan-hewan ternak dan manusia yang banyak."
  },
  {
    "No": 50,
    "Translation": "Dan sungguh, Kami telah mempergilirkan (hujan) itu di antara mereka agar mereka mengambil pelajaran; tetapi kebanyakan manusia tidak mau (bersyukur), bahkan mereka mengingkari (nikmat)."
  },
  {
    "No": 51,
    "Translation": "Dan sekiranya Kami menghendaki, niscaya Kami utus seorang pemberi peringatan pada setiap negeri."
  },
  {
    "No": 52,
    "Translation": "Maka janganlah engkau taati orang-orang kafir, dan berjuanglah terhadap mereka dengannya (Al-Qur'an) dengan (semangat) perjuangan yang besar."
  },
  {
    "No": 53,
    "Translation": "Dan Dialah yang membiarkan dua laut mengalir (berdampingan); yang ini tawar dan segar dan yang lain sangat asin lagi pahit; dan Dia jadikan antara keduanya dinding dan batas yang tidak tembus."
  },
  {
    "No": 54,
    "Translation": "Dan Dia (pula) yang menciptakan manusia dari air, lalu Dia jadikan manusia itu (mempunyai) keturunan dan musaharah dan Tuhanmu adalah Mahakuasa."
  },
  {
    "No": 55,
    "Translation": "Dan mereka menyembah selain Allah apa yang tidak memberi manfaat kepada mereka dan tidak (pula) mendatangkan bencana kepada mereka. Orang-orang kafir adalah penolong (setan untuk berbuat durhaka) terhadap Tuhannya."
  },
  {
    "No": 56,
    "Translation": "Dan tidaklah Kami mengutus engkau (Muhammad) melainkan hanya sebagai pembawa kabar gembira dan pemberi peringatan."
  },
  {
    "No": 57,
    "Translation": "Katakanlah, &ldquo;Aku tidak meminta imbalan apa pun dari kamu dalam menyampaikan (risalah) itu, melainkan (mengharapkan agar) orang-orang mau mengambil jalan kepada Tuhannya.&rdquo;"
  },
  {
    "No": 58,
    "Translation": "Dan bertawakallah kepada Allah Yang Hidup, Yang tidak mati, dan bertasbihlah dengan memuji-Nya. Dan cukuplah Dia Maha Mengetahui dosa hamba-hamba-Nya,"
  },
  {
    "No": 59,
    "Translation": "yang menciptakan langit dan bumi dan apa yang ada di antara keduanya dalam enam masa, kemudian Dia bersemayam di atas &lsquo;Arsy, (Dialah) Yang Maha Pengasih, maka tanyakanlah (tentang Allah) kepada orang yang lebih mengetahui (Muhammad)."
  },
  {
    "No": 60,
    "Translation": "Dan apabila dikatakan kepada mereka, &ldquo;Sujudlah kepada Yang Maha Pengasih&rdquo;, mereka menjawab, &ldquo;Siapakah yang Maha Pengasih itu? Apakah kami harus sujud kepada Allah yang engkau (Muhammad) perintahkan kepada kami (bersujud kepada-Nya)?&rdquo; Dan mereka makin jauh lari (dari kebenaran)."
  },
  {
    "No": 61,
    "Translation": "Mahasuci Allah yang menjadikan di langit gugusan bintang-bintang dan Dia juga menjadikan padanya matahari dan bulan yang bersinar."
  },
  {
    "No": 62,
    "Translation": "Dan Dia (pula) yang menjadikan malam dan siang silih berganti bagi orang yang ingin mengambil pelajaran atau yang ingin bersyukur."
  },
  {
    "No": 63,
    "Translation": "Adapun hamba-hamba Tuhan Yang Maha Pengasih itu adalah orang-orang yang berjalan di bumi dengan rendah hati dan apabila orang-orang bodoh menyapa mereka (dengan kata-kata yang menghina), mereka mengucapkan &ldquo;salam,&rdquo;"
  },
  {
    "No": 64,
    "Translation": "dan orang-orang yang menghabiskan waktu malam untuk beribadah kepada Tuhan mereka dengan bersujud dan berdiri."
  },
  {
    "No": 65,
    "Translation": "Dan orang-orang yang berkata, &ldquo;Ya Tuhan kami, jauhkanlah azab Jahanam dari kami, karena sesungguhnya azabnya itu membuat kebinasaan yang kekal,&rdquo;"
  },
  {
    "No": 66,
    "Translation": "sungguh, Jahanam itu seburuk-buruk tempat menetap dan tempat kediaman."
  },
  {
    "No": 67,
    "Translation": "Dan (termasuk hamba-hamba Tuhan Yang Maha Pengasih) orang-orang yang apabila menginfakkan (harta), mereka tidak berlebihan, dan tidak (pula) kikir, di antara keduanya secara wajar,"
  },
  {
    "No": 68,
    "Translation": "dan orang-orang yang tidak mempersekutukan Allah dengan sembahan lain dan tidak membunuh orang yang diharamkan Allah kecuali dengan (alasan) yang benar, dan tidak berzina; dan barangsiapa melakukan demikian itu, niscaya dia mendapat hukuman yang berat,"
  },
  {
    "No": 69,
    "Translation": "(yakni) akan dilipatgandakan azab untuknya pada hari Kiamat dan dia akan kekal dalam azab itu, dalam keadaan terhina,"
  },
  {
    "No": 70,
    "Translation": "kecuali orang-orang yang bertobat dan beriman dan mengerjakan kebajikan; maka kejahatan mereka diganti Allah dengan kebaikan. Allah Maha Pengampun, Maha Penyayang."
  },
  {
    "No": 71,
    "Translation": "Dan barangsiapa bertobat dan mengerjakan kebajikan, maka sesungguhnya dia bertobat kepada Allah dengan tobat yang sebenar-benarnya."
  },
  {
    "No": 72,
    "Translation": "Dan orang-orang yang tidak memberikan kesaksian palsu, dan apabila mereka bertemu dengan (orang-orang) yang mengerjakan perbuatan-perbuatan yang tidak berfaedah, mereka berlalu dengan menjaga kehormatan dirinya,"
  },
  {
    "No": 73,
    "Translation": "dan orang-orang yang apabila diberi peringatan dengan ayat-ayat Tuhan mereka, mereka tidak bersikap sebagai orang-orang yang tuli dan buta,"
  },
  {
    "No": 74,
    "Translation": "Dan orang-orang yang berkata, &ldquo;Ya Tuhan kami, anugerahkanlah kepada kami pasangan kami dan keturunan kami sebagai penyenang hati (kami), dan jadikanlah kami pemimpin bagi orang-orang yang bertakwa.&rdquo;"
  },
  {
    "No": 75,
    "Translation": "Mereka itu akan diberi balasan dengan tempat yang tinggi (dalam surga) atas kesabaran mereka, dan di sana mereka akan disambut dengan penghormatan dan salam."
  },
  {
    "No": 76,
    "Translation": "Mereka kekal di dalamnya. Surga itu sebaik-baik tempat menetap dan tempat kediaman."
  },
  {
    "No": 77,
    "Translation": "Katakanlah (Muhammad, kepada orang-orang musyrik), &ldquo;Tuhanku tidak akan mengindahkan kamu, kalau tidak karena ibadahmu. (Tetapi bagaimana kamu beribadah kepada-Nya), padahal sungguh, kamu telah mendustakan-Nya? Karena itu, kelak (azab) pasti (menimpamu).&rdquo;"
  }
]