[
  {
    "No": 1,
    "Translation": "Tha Sin Mim"
  },
  {
    "No": 2,
    "Translation": "Inilah ayat-ayat Kitab (Al-Qur'an) yang jelas."
  },
  {
    "No": 3,
    "Translation": "Boleh jadi engkau (Muhammad) akan membinasakan dirimu (dengan kesedihan), karena mereka (penduduk Mekah) tidak beriman."
  },
  {
    "No": 4,
    "Translation": "Jika Kami menghendaki, niscaya Kami turunkan kepada mereka mukjizat dari langit, yang akan membuat tengkuk mereka tunduk dengan rendah hati kepadanya."
  },
  {
    "No": 5,
    "Translation": "Dan setiap kali disampaikan kepada mereka suatu peringatan baru (ayat Al-Qur'an yang diturunkan) dari Tuhan Yang Maha Pengasih, mereka selalu berpaling darinya."
  },
  {
    "No": 6,
    "Translation": "Sungguh, mereka telah mendustakan (Al-Qur'an), maka kelak akan datang kepada mereka (kebenaran) berita-berita mengenai apa (azab) yang dulu mereka perolok-olokkan."
  },
  {
    "No": 7,
    "Translation": "Dan apakah mereka tidak memperhatikan bumi, betapa banyak Kami tumbuhkan di bumi itu berbagai macam pasangan (tumbuh-tumbuhan) yang baik?"
  },
  {
    "No": 8,
    "Translation": "Sungguh, pada yang demikian itu terdapat tanda (kebesaran Allah), tetapi kebanyakan mereka tidak beriman."
  },
  {
    "No": 9,
    "Translation": "Dan sungguh, Tuhanmu Dialah Yang Mahaperkasa, Maha Penyayang."
  },
  {
    "No": 10,
    "Translation": "Dan (ingatlah) ketika Tuhanmu menyeru Musa (dengan firman-Nya), &ldquo;Datangilah kaum yang zalim itu,"
  },
  {
    "No": 11,
    "Translation": "(yaitu) kaum Fir&lsquo;aun. Mengapa mereka tidak bertakwa?&rdquo;"
  },
  {
    "No": 12,
    "Translation": "Dia (Musa) berkata, &ldquo;Ya Tuhanku, sungguh, aku takut mereka akan mendustakan aku,"
  },
  {
    "No": 13,
    "Translation": "sehingga dadaku terasa sempit dan lidahku tidak lancar, maka utuslah Harun (bersamaku)."
  },
  {
    "No": 14,
    "Translation": "Sebab aku berdosa terhadap mereka, maka aku takut mereka akan membunuhku.&rdquo;"
  },
  {
    "No": 15,
    "Translation": "(Allah) berfirman, &ldquo;Jangan takut (mereka tidak akan dapat membunuhmu)! Maka pergilah kamu berdua dengan membawa ayat-ayat Kami (mukjizat-mukjizat); sungguh, Kami bersamamu mendengarkan (apa yang mereka katakan),"
  },
  {
    "No": 16,
    "Translation": "maka datanglah kamu berdua kepada Fir&lsquo;aun dan katakan, &ldquo;Sesungguhnya kami adalah rasul-rasul Tuhan seluruh alam,"
  },
  {
    "No": 17,
    "Translation": "lepaskanlah Bani Israil (pergi) bersama kami.&rdquo;"
  },
  {
    "No": 18,
    "Translation": "Dia (Fir&lsquo;aun) menjawab, &ldquo;Bukankah kami telah mengasuhmu dalam lingkungan (keluarga) kami, waktu engkau masih kanak-kanak dan engkau tinggal bersama kami beberapa tahun dari umurmu."
  },
  {
    "No": 19,
    "Translation": "Dan engkau (Musa) telah melakukan (kesalahan dari) perbuatan yang telah engkau lakukan dan engkau termasuk orang yang tidak tahu berterima kasih.&rdquo;"
  },
  {
    "No": 20,
    "Translation": "Dia (Musa) berkata, &ldquo;Aku telah melakukannya, dan ketika itu aku termasuk orang yang khilaf."
  },
  {
    "No": 21,
    "Translation": "Lalu aku lari darimu karena aku takut kepadamu, kemudian Tuhanku menganugerahkan ilmu kepadaku serta Dia menjadikan aku salah seorang di antara rasul-rasul."
  },
  {
    "No": 22,
    "Translation": "Dan itulah kebaikan yang telah engkau berikan kepadaku, (sementara) itu engkau telah memperbudak Bani Israil.&rdquo;"
  },
  {
    "No": 23,
    "Translation": "Fir&lsquo;aun bertanya, &ldquo;Siapa Tuhan seluruh alam itu?&rdquo;"
  },
  {
    "No": 24,
    "Translation": "Dia (Musa) menjawab, &ldquo;Tuhan pencipta langit dan bumi dan apa yang ada di antara keduanya (itulah Tuhanmu), jika kamu mempercayai-Nya.&rdquo;"
  },
  {
    "No": 25,
    "Translation": "Dia (Fir&lsquo;aun) berkata kepada orang-orang di sekelilingnya, &ldquo;Apakah kamu tidak mendengar (apa yang dikatakannya)?&rdquo;"
  },
  {
    "No": 26,
    "Translation": "Dia (Musa) berkata, &ldquo;(Dia) Tuhanmu dan juga Tuhan nenek moyangmu terdahulu.&rdquo;"
  },
  {
    "No": 27,
    "Translation": "Dia (Fir&lsquo;aun) berkata, &ldquo;Sungguh, Rasulmu yang diutus kepada kamu benar-benar orang gila.&rdquo;"
  },
  {
    "No": 28,
    "Translation": "Dia (Musa) berkata, &ldquo;(Dialah) Tuhan (yang menguasai) timur dan barat dan apa yang ada di antara keduanya; jika kamu mengerti.&rdquo;"
  },
  {
    "No": 29,
    "Translation": "Dia (Fir&lsquo;aun) berkata, &ldquo;Sungguh, jika engkau menyembah Tuhan selain aku, pasti aku masukkan engkau ke dalam penjara.&rdquo;"
  },
  {
    "No": 30,
    "Translation": "Dia (Musa) berkata, &ldquo;Apakah (engkau akan melakukan itu) sekalipun aku tunjukkan kepadamu sesuatu (bukti) yang nyata?&rdquo;"
  },
  {
    "No": 31,
    "Translation": "Dia (Fir&lsquo;aun) berkata, &ldquo;Tunjukkan sesuatu (bukti yang nyata) itu, jika engkau termasuk orang yang benar!&rdquo;"
  },
  {
    "No": 32,
    "Translation": "Maka dia (Musa) melemparkan tongkatnya, tiba-tiba tongkat itu menjadi ular besar yang sebenarnya."
  },
  {
    "No": 33,
    "Translation": "Dan dia mengeluarkan tangannya (dari dalam bajunya), tiba-tiba tangan itu menjadi putih (bercahaya) bagi orang-orang yang melihatnya."
  },
  {
    "No": 34,
    "Translation": "Dia (Fir&lsquo;aun) berkata kepada para pemuka di sekelilingnya, &ldquo;Sesungguhnya dia (Musa) ini pasti seorang pesihir yang pandai,"
  },
  {
    "No": 35,
    "Translation": "dia hendak mengusir kamu dari negerimu dengan sihirnya; karena itu apakah yang kamu sarankan?&rdquo;"
  },
  {
    "No": 36,
    "Translation": "Mereka menjawab, &ldquo;Tahanlah (untuk sementara) dia dan saudaranya, dan utuslah ke seluruh negeri orang-orang yang akan mengumpulkan (pesihir),"
  },
  {
    "No": 37,
    "Translation": "niscaya mereka akan mendatangkan semua pesihir yang pandai kepadamu.&rdquo;"
  },
  {
    "No": 38,
    "Translation": "Lalu dikumpulkanlah para pesihir pada waktu (yang ditetapkan) pada hari yang telah ditentukan,"
  },
  {
    "No": 39,
    "Translation": "dan diumumkan kepada orang banyak, &ldquo;Berkumpullah kamu semua,"
  },
  {
    "No": 40,
    "Translation": "agar kita mengikuti para pesihir itu, jika mereka yang menang.&rdquo;"
  },
  {
    "No": 41,
    "Translation": "Maka ketika para pesihir datang, mereka berkata kepada Fir&lsquo;aun, &ldquo;Apakah kami benar-benar akan mendapat imbalan yang besar jika kami yang menang?&rdquo;"
  },
  {
    "No": 42,
    "Translation": "Dia (Fir&lsquo;aun) menjawab, &ldquo;Ya, dan bahkan kamu pasti akan mendapat kedudukan yang dekat (kepadaku).&rdquo;"
  },
  {
    "No": 43,
    "Translation": "Dia (Musa) berkata kepada mereka, &ldquo;Lemparkanlah apa yang hendak kamu lemparkan.&rdquo;"
  },
  {
    "No": 44,
    "Translation": "Lalu mereka melemparkan tali temali dan tongkat-tongkat mereka seraya berkata, &ldquo;Demi kekuasaan Fir&lsquo;aun, pasti kamilah yang akan menang.&rdquo;"
  },
  {
    "No": 45,
    "Translation": "Kemudian Musa melemparkan tongkatnya, maka tiba-tiba ia menelan benda-benda palsu yang mereka ada-adakan itu."
  },
  {
    "No": 46,
    "Translation": "Maka menyungkurlah para pesihir itu, bersujud."
  },
  {
    "No": 47,
    "Translation": "Mereka berkata, &ldquo;Kami beriman kepada Tuhan seluruh alam,"
  },
  {
    "No": 48,
    "Translation": "(yaitu) Tuhannya Musa dan Harun.&rdquo;"
  },
  {
    "No": 49,
    "Translation": "Dia (Fir&lsquo;aun) berkata, &ldquo;Mengapa kamu beriman kepada Musa sebelum aku memberi izin kepadamu? Sesungguhnya dia pemimpinmu yang mengajarkan sihir kepadamu. Nanti kamu pasti akan tahu (akibat perbuatanmu). Pasti akan kupotong tangan dan kakimu bersilang dan sungguh, akan kusalib kamu semuanya.&rdquo;"
  },
  {
    "No": 50,
    "Translation": "Mereka berkata, &ldquo;Tidak ada yang kami takutkan, karena kami akan kembali kepada Tuhan kami."
  },
  {
    "No": 51,
    "Translation": "Sesungguhnya kami sangat menginginkan sekiranya Tuhan kami akan mengampuni kesalahan kami, karena kami menjadi orang yang pertama-tama beriman.&rdquo;"
  },
  {
    "No": 52,
    "Translation": "Dan Kami wahyukan (perintahkan) kepada Musa, &ldquo;Pergilah pada malam hari dengan membawa hamba-hamba-Ku (Bani Israil), sebab pasti kamu akan dikejar.&rdquo;"
  },
  {
    "No": 53,
    "Translation": "Kemudian Fir&lsquo;aun mengirimkan orang ke kota-kota (untuk mengumpulkan bala tentaranya)."
  },
  {
    "No": 54,
    "Translation": "(Fir&lsquo;aun berkata), &ldquo;Sesungguhnya mereka (Bani Israil) hanya sekelompok kecil,"
  },
  {
    "No": 55,
    "Translation": "dan sesungguhnya mereka telah berbuat hal-hal yang menimbulkan amarah kita,"
  },
  {
    "No": 56,
    "Translation": "dan sesungguhnya kita semua tanpa kecuali harus selalu waspada.&rdquo;"
  },
  {
    "No": 57,
    "Translation": "Kemudian, Kami keluarkan mereka (Fir&lsquo;aun dan kaumnya) dari taman-taman dan mata air,"
  },
  {
    "No": 58,
    "Translation": "dan (dari) harta kekayaan dan kedudukan yang mulia,"
  },
  {
    "No": 59,
    "Translation": "demikianlah, dan Kami anugerahkan semuanya (itu) kepada Bani Israil."
  },
  {
    "No": 60,
    "Translation": "Lalu (Fir&lsquo;aun dan bala tentaranya) dapat menyusul mereka pada waktu matahari terbit."
  },
  {
    "No": 61,
    "Translation": "Maka ketika kedua golongan itu saling melihat, berkatalah pengikut-pengikut Musa, &ldquo;Kita benar-benar akan tersusul.&rdquo;"
  },
  {
    "No": 62,
    "Translation": "Dia (Musa) menjawab, &ldquo;Sekali-kali tidak akan (tersusul); sesungguhnya Tuhanku bersamaku, Dia akan memberi petunjuk kepadaku.&rdquo;"
  },
  {
    "No": 63,
    "Translation": "Lalu Kami wahyukan kepada Musa, &ldquo;Pukullah laut itu dengan tongkatmu.&rdquo; Maka terbelahlah lautan itu, dan setiap belahan seperti gunung yang besar."
  },
  {
    "No": 64,
    "Translation": "Dan di sanalah Kami dekatkan golongan yang lain."
  },
  {
    "No": 65,
    "Translation": "Dan Kami selamatkan Musa dan orang-orang yang bersamanya."
  },
  {
    "No": 66,
    "Translation": "Kemudian Kami tenggelamkan golongan yang lain."
  },
  {
    "No": 67,
    "Translation": "Sungguh, pada yang demikian itu terdapat suatu tanda (kekuasaan Allah), tetapi kebanyakan mereka tidak beriman."
  },
  {
    "No": 68,
    "Translation": "Dan sesungguhnya Tuhanmu Dialah Yang Mahaperkasa, Maha Penyayang."
  },
  {
    "No": 69,
    "Translation": "Dan bacakanlah kepada mereka kisah Ibrahim."
  },
  {
    "No": 70,
    "Translation": "Ketika dia (Ibrahim) berkata kepada ayahnya dan kaumnya, &ldquo;Apakah yang kamu sembah?&rdquo;"
  },
  {
    "No": 71,
    "Translation": "Mereka menjawab, &ldquo;Kami menyembah berhala-berhala dan kami senantiasa tekun menyembahnya.&rdquo;"
  },
  {
    "No": 72,
    "Translation": "Dia (Ibrahim) berkata, &ldquo;Apakah mereka mendengarmu ketika kamu berdoa (kepadanya)?"
  },
  {
    "No": 73,
    "Translation": "Atau (dapatkah) mereka memberi manfaat atau mencelakakan kamu?&rdquo;"
  },
  {
    "No": 74,
    "Translation": "Mereka menjawab, &ldquo;Tidak, tetapi kami dapati nenek moyang kami berbuat begitu.&rdquo;"
  },
  {
    "No": 75,
    "Translation": "Dia (Ibrahim) berkata, &ldquo;Apakah kamu memperhatikan apa yang kamu sembah,"
  },
  {
    "No": 76,
    "Translation": "kamu dan nenek moyang kamu yang terdahulu?"
  },
  {
    "No": 77,
    "Translation": "Sesungguhnya mereka (apa yang kamu sembah) itu musuhku, lain halnya Tuhan seluruh alam,"
  },
  {
    "No": 78,
    "Translation": "(yaitu) Yang telah menciptakan aku, maka Dia yang memberi petunjuk kepadaku,"
  },
  {
    "No": 79,
    "Translation": "dan Yang memberi makan dan minum kepadaku;"
  },
  {
    "No": 80,
    "Translation": "dan apabila aku sakit, Dialah yang menyembuhkan aku,"
  },
  {
    "No": 81,
    "Translation": "dan Yang akan mematikan aku, kemudian akan menghidupkan aku (kembali),"
  },
  {
    "No": 82,
    "Translation": "dan Yang sangat kuinginkan akan mengampuni kesalahanku pada hari Kiamat.&rdquo;"
  },
  {
    "No": 83,
    "Translation": "Ibrahim berdoa), &ldquo;Ya Tuhanku, berikanlah kepadaku ilmu dan masukkanlah aku ke dalam golongan orang-orang yang saleh,"
  },
  {
    "No": 84,
    "Translation": "dan jadikanlah aku buah tutur yang baik bagi orang-orang (yang datang) kemudian,"
  },
  {
    "No": 85,
    "Translation": "dan jadikanlah aku termasuk orang yang mewarisi surga yang penuh kenikmatan,"
  },
  {
    "No": 86,
    "Translation": "dan ampunilah ayahku, sesungguhnya dia termasuk orang yang sesat,"
  },
  {
    "No": 87,
    "Translation": "dan janganlah Engkau hinakan aku pada hari mereka dibangkitkan,"
  },
  {
    "No": 88,
    "Translation": "(yaitu) pada hari (ketika) harta dan anak-anak tidak berguna,"
  },
  {
    "No": 89,
    "Translation": "kecuali orang-orang yang menghadap Allah dengan hati yang bersih,"
  },
  {
    "No": 90,
    "Translation": "dan surga didekatkan kepada orang-orang yang bertakwa,"
  },
  {
    "No": 91,
    "Translation": "dan neraka Jahim diperlihatkan dengan jelas kepada orang-orang yang sesat,&rdquo;"
  },
  {
    "No": 92,
    "Translation": "dan dikatakan kepada mereka, &ldquo;Di mana berhala-berhala yang dahulu kamu sembah,"
  },
  {
    "No": 93,
    "Translation": "selain Allah? Dapatkah mereka menolong kamu atau menolong diri mereka sendiri?&rdquo;"
  },
  {
    "No": 94,
    "Translation": "Maka mereka (sesembahan itu) dijungkirkan ke dalam neraka bersama orang-orang yang sesat,"
  },
  {
    "No": 95,
    "Translation": "dan bala tentara Iblis semuanya."
  },
  {
    "No": 96,
    "Translation": "Mereka berkata sambil bertengkar di dalamnya (neraka),"
  },
  {
    "No": 97,
    "Translation": "&rdquo;Demi Allah, sesungguhnya kita dahulu (di dunia) dalam kesesatan yang nyata,"
  },
  {
    "No": 98,
    "Translation": "karena kita mempersamakan kamu (berhala-berhala) dengan Tuhan seluruh alam."
  },
  {
    "No": 99,
    "Translation": "Dan tidak ada yang menyesatkan kita kecuali orang-orang yang berdosa."
  },
  {
    "No": 100,
    "Translation": "Maka sehingga (sekarang) kita tidak mempunyai pemberi syafaat (penolong),"
  },
  {
    "No": 101,
    "Translation": "dan tidak pula mempunyai teman yang akrab,"
  },
  {
    "No": 102,
    "Translation": "Maka seandainya kita dapat kembali (ke dunia) niscaya kita menjadi orang-orang yang beriman.&rdquo;"
  },
  {
    "No": 103,
    "Translation": "Sungguh, pada yang demikian itu terdapat tanda (kekuasaan Allah), tetapi kebanyakan mereka tidak beriman."
  },
  {
    "No": 104,
    "Translation": "Dan sungguh, Tuhanmu benar-benar Dialah Mahaperkasa, Maha Penyayang."
  },
  {
    "No": 105,
    "Translation": "Kaum Nuh telah mendustakan para rasul."
  },
  {
    "No": 106,
    "Translation": "Ketika saudara mereka (Nuh) berkata kepada mereka, &ldquo;Mengapa kamu tidak bertakwa?"
  },
  {
    "No": 107,
    "Translation": "Sesungguhnya aku ini seorang rasul kepercayaan (yang diutus) kepadamu,"
  },
  {
    "No": 108,
    "Translation": "Maka bertakwalah kamu kepada Allah dan taatlah kepadaku."
  },
  {
    "No": 109,
    "Translation": "Dan aku tidak meminta imbalan kepadamu atas ajakan itu; imbalanku hanyalah dari Tuhan seluruh alam."
  },
  {
    "No": 110,
    "Translation": "Maka bertakwalah kamu kepada Allah dan taatlah kepadaku.&rdquo;"
  },
  {
    "No": 111,
    "Translation": "Mereka berkata, &ldquo;Apakah kami harus beriman kepadamu, padahal pengikut-pengikutmu orang-orang yang hina?&rdquo;"
  },
  {
    "No": 112,
    "Translation": "Dia (Nuh) menjawab, &ldquo;Tidak ada pengetahuanku tentang apa yang mereka kerjakan."
  },
  {
    "No": 113,
    "Translation": "Perhitungan (amal perbuatan) mereka tidak lain hanyalah kepada Tuhanku, jika kamu menyadari."
  },
  {
    "No": 114,
    "Translation": "Dan aku tidak akan mengusir orang-orang yang beriman."
  },
  {
    "No": 115,
    "Translation": "Aku (ini) hanyalah pemberi peringatan yang jelas.&rdquo;"
  },
  {
    "No": 116,
    "Translation": "Mereka berkata, &ldquo;Wahai Nuh! Sungguh, jika engkau tidak (mau) berhenti, niscaya engkau termasuk orang yang dirajam (dilempari batu sampai mati).&rdquo;"
  },
  {
    "No": 117,
    "Translation": "Dia (Nuh) berkata, &ldquo;Ya Tuhanku, sungguh kaumku telah mendustakan aku;"
  },
  {
    "No": 118,
    "Translation": "maka berilah keputusan antara aku dengan mereka, dan selamatkanlah aku dan mereka yang beriman bersamaku.&rdquo;"
  },
  {
    "No": 119,
    "Translation": "Kemudian Kami menyelamatkannya Nuh dan orang-orang yang bersamanya di dalam kapal yang penuh muatan."
  },
  {
    "No": 120,
    "Translation": "Kemudian setelah itu Kami tenggelamkan orang-orang yang tinggal."
  },
  {
    "No": 121,
    "Translation": "Sungguh, pada yang demikian itu benar-benar terdapat tanda (kekuasaan Allah), tetapi kebanyakan mereka tidak beriman."
  },
  {
    "No": 122,
    "Translation": "Dan sungguh, Tuhanmu, Dialah Yang Mahaperkasa, Maha Penyayang."
  },
  {
    "No": 123,
    "Translation": "(Kaum) &lsquo;Ad telah mendustakan para rasul."
  },
  {
    "No": 124,
    "Translation": "Ketika saudara mereka Hud berkata kepada mereka, &ldquo;Mengapa kamu tidak bertakwa?"
  },
  {
    "No": 125,
    "Translation": "Sungguh, aku ini seorang rasul kepercayaan (yang diutus) kepadamu,"
  },
  {
    "No": 126,
    "Translation": "karena itu bertakwalah kepada Allah dan taatlah kepadaku."
  },
  {
    "No": 127,
    "Translation": "Dan aku tidak meminta imbalan kepadamu atas ajakan itu; imbalanku hanyalah dari Tuhan seluruh alam."
  },
  {
    "No": 128,
    "Translation": "Apakah kamu mendirikan istana-istana pada setiap tanah yang tinggi untuk kemegahan tanpa ditempati,"
  },
  {
    "No": 129,
    "Translation": "dan kamu membuat benteng-benteng dengan harapan kamu hidup kekal?"
  },
  {
    "No": 130,
    "Translation": "Dan apabila kamu menyiksa, maka kamu lakukan secara kejam dan bengis."
  },
  {
    "No": 131,
    "Translation": "Maka bertakwalah kepada Allah dan taatlah kepadaku,"
  },
  {
    "No": 132,
    "Translation": "dan tetaplah kamu bertakwa kepada-Nya yang telah menganugerahkan kepadamu apa yang kamu ketahui."
  },
  {
    "No": 133,
    "Translation": "Dia (Allah) telah menganugerahkan kepadamu hewan ternak dan anak-anak,"
  },
  {
    "No": 134,
    "Translation": "dan kebun-kebun, dan mata air,"
  },
  {
    "No": 135,
    "Translation": "sesungguhnya aku takut kamu akan ditimpa azab pada hari yang besar.&rdquo;"
  },
  {
    "No": 136,
    "Translation": "Mereka menjawab, &ldquo;Sama saja bagi kami, apakah engkau memberi nasihat atau tidak memberi nasihat,"
  },
  {
    "No": 137,
    "Translation": "(agama kami) ini tidak lain hanyalah adat kebiasaan orang-orang terdahulu,"
  },
  {
    "No": 138,
    "Translation": "dan kami (sama sekali) tidak akan diazab.&rdquo;"
  },
  {
    "No": 139,
    "Translation": "Maka mereka mendustakannya (Hud), lalu Kami binasakan mereka. Sungguh, pada yang demikian itu terdapat tanda (kekuasaan Allah), tetapi kebanyakan mereka tidak beriman."
  },
  {
    "No": 140,
    "Translation": "Dan sungguh, Tuhanmu, Dialah Yang Mahaperkasa, Maha Penyayang."
  },
  {
    "No": 141,
    "Translation": "Kaum Samud telah mendustakan para rasul."
  },
  {
    "No": 142,
    "Translation": "Ketika saudara mereka Saleh berkata kepada mereka, &ldquo;Mengapa kamu tidak bertakwa?"
  },
  {
    "No": 143,
    "Translation": "Sungguh, aku ini seorang rasul kepercayaan (yang diutus) kepadamu,"
  },
  {
    "No": 144,
    "Translation": "karena itu bertakwalah kepada Allah dan taatlah kepadaku."
  },
  {
    "No": 145,
    "Translation": "Dan aku tidak meminta sesuatu imbalan kepadamu atas ajakan itu, imbalanku hanyalah dari Tuhan seluruh alam."
  },
  {
    "No": 146,
    "Translation": "Apakah kamu (mengira) akan dibiarkan tinggal di sini (di negeri kamu ini) dengan aman,"
  },
  {
    "No": 147,
    "Translation": "di dalam kebun-kebun dan mata air,"
  },
  {
    "No": 148,
    "Translation": "dan tanaman-tanaman dan pohon-pohon kurma yang mayangnya lembut."
  },
  {
    "No": 149,
    "Translation": "Dan kamu pahat dengan terampil sebagian gunung-gunung untuk dijadikan rumah-rumah;"
  },
  {
    "No": 150,
    "Translation": "maka bertakwalah kepada Allah dan taatlah kepadaku;"
  },
  {
    "No": 151,
    "Translation": "dan janganlah kamu menaati perintah orang-orang yang melampaui batas,"
  },
  {
    "No": 152,
    "Translation": "yang berbuat kerusakan di bumi dan tidak mengadakan perbaikan.&rdquo;"
  },
  {
    "No": 153,
    "Translation": "Mereka berkata, &ldquo;Sungguh, engkau hanyalah termasuk orang yang kena sihir;"
  },
  {
    "No": 154,
    "Translation": "engkau hanyalah manusia seperti kami; maka datangkanlah sesuatu mukjizat jika engkau termasuk orang yang benar.&rdquo;"
  },
  {
    "No": 155,
    "Translation": "Dia (Saleh) menjawab, &ldquo;Ini seekor unta betina, yang berhak mendapatkan (giliran) minum, dan kamu juga berhak mendapatkan minum pada hari yang ditentukan."
  },
  {
    "No": 156,
    "Translation": "Dan jangan kamu menyentuhnya (unta itu) dengan sesuatu kejahatan, nanti kamu akan ditimpa azab pada hari yang dahsyat.&rdquo;"
  },
  {
    "No": 157,
    "Translation": "Kemudian mereka membunuhnya, lalu mereka merasa menyesal,"
  },
  {
    "No": 158,
    "Translation": "maka mereka ditimpa azab. Sungguh, pada yang demikian itu terdapat tanda (kekuasaan Allah), tetapi kebanyakan mereka tidak beriman."
  },
  {
    "No": 159,
    "Translation": "Dan sungguh, Tuhanmu, Dialah Yang Mahaperkasa, Maha Penyayang."
  },
  {
    "No": 160,
    "Translation": "Kaum Lut telah mendustakan para rasul,"
  },
  {
    "No": 161,
    "Translation": "ketika saudara mereka Lut berkata kepada mereka, &ldquo;Mengapa kamu tidak bertakwa?&rdquo;"
  },
  {
    "No": 162,
    "Translation": "Sungguh, aku ini seorang rasul kepercayaan (yang diutus) kepadamu,"
  },
  {
    "No": 163,
    "Translation": "maka bertakwalah kepada Allah dan taatlah kepadaku."
  },
  {
    "No": 164,
    "Translation": "Dan aku tidak meminta imbalan kepadamu atas ajakan itu; imbalanku hanyalah dari Tuhan seluruh alam."
  },
  {
    "No": 165,
    "Translation": "Mengapa kamu mendatangi jenis laki-laki di antara manusia (berbuat homoseks),"
  },
  {
    "No": 166,
    "Translation": "dan kamu tinggalkan (perempuan) yang diciptakan Tuhan untuk menjadi istri-istri kamu? Kamu (memang) orang-orang yang melampaui batas.&rdquo;"
  },
  {
    "No": 167,
    "Translation": "Mereka menjawab, &ldquo;Wahai Lut! Jika engkau tidak berhenti, engkau termasuk orang-orang yang terusir.&rdquo;"
  },
  {
    "No": 168,
    "Translation": "Dia (Lut) berkata, &ldquo;Aku sungguh benci kepada perbuatanmu.&rdquo;"
  },
  {
    "No": 169,
    "Translation": "(Lut berdoa), &ldquo;Ya Tuhanku, selamatkanlah aku dan keluargaku dari (akibat) perbuatan yang mereka kerjakan.&rdquo;"
  },
  {
    "No": 170,
    "Translation": "Lalu Kami selamatkan dia bersama keluarganya semua,"
  },
  {
    "No": 171,
    "Translation": "kecuali seorang perempuan tua (istrinya), yang termasuk dalam golongan yang tinggal."
  },
  {
    "No": 172,
    "Translation": "Kemudian Kami binasakan yang lain."
  },
  {
    "No": 173,
    "Translation": "Dan Kami hujani mereka (dengan hujan batu), maka betapa buruk hujan yang menimpa orang-orang yang telah diberi peringatan itu."
  },
  {
    "No": 174,
    "Translation": "Sungguh, pada yang demikian itu terdapat tanda (kekuasaan Allah), tetapi kebanyakan mereka tidak beriman."
  },
  {
    "No": 175,
    "Translation": "Dan sungguh, Tuhanmu, Dialah Yang Mahaperkasa, Maha Penyayang."
  },
  {
    "No": 176,
    "Translation": "Penduduk Aikah telah mendustakan para rasul;"
  },
  {
    "No": 177,
    "Translation": "ketika Syuaib berkata kepada mereka, &ldquo;Mengapa kamu tidak bertakwa?"
  },
  {
    "No": 178,
    "Translation": "Sungguh, aku adalah rasul kepercayaan (yang diutus) kepadamu,"
  },
  {
    "No": 179,
    "Translation": "maka bertakwalah kepada Allah dan taatlah kepadaku;"
  },
  {
    "No": 180,
    "Translation": "Dan aku tidak meminta imbalan kepadamu atas ajakan itu; imbalanku hanyalah dari Tuhan seluruh alam."
  },
  {
    "No": 181,
    "Translation": "Sempurnakanlah takaran dan janganlah kamu merugikan orang lain."
  },
  {
    "No": 182,
    "Translation": "Dan timbanglah dengan timbangan yang benar."
  },
  {
    "No": 183,
    "Translation": "Dan janganlah kamu merugikan manusia dengan mengurangi hak-haknya dan janganlah membuat kerusakan di bumi;"
  },
  {
    "No": 184,
    "Translation": "dan bertakwalah kepada Allah yang telah menciptakan kamu dan umat-umat yang terdahulu.&rdquo;"
  },
  {
    "No": 185,
    "Translation": "Mereka berkata, &ldquo;Engkau tidak lain hanyalah orang-orang yang kena sihir."
  },
  {
    "No": 186,
    "Translation": "Dan engkau hanyalah manusia seperti kami, dan sesungguhnya kami yakin engkau termasuk orang-orang yang berdusta."
  },
  {
    "No": 187,
    "Translation": "Maka jatuhkanlah kepada kami gumpalan dari langit, jika engkau termasuk orang-orang yang benar.&rdquo;"
  },
  {
    "No": 188,
    "Translation": "Dia (Syuaib) berkata, &ldquo;Tuhanku lebih mengetahui apa yang kamu kerjakan.&rdquo;"
  },
  {
    "No": 189,
    "Translation": "Kemudian mereka mendustakannya (Syuaib), lalu mereka ditimpa azab pada hari yang gelap. Sungguh, itulah azab pada hari yang dahsyat."
  },
  {
    "No": 190,
    "Translation": "Sungguh, pada yang demikian itu benar-benar terdapat tanda (kekuasaan Allah), tetapi kebanyakan mereka tidak beriman."
  },
  {
    "No": 191,
    "Translation": "Dan sungguh, Tuhanmu, Dialah yang Mahaperkasa, Maha Penyayang."
  },
  {
    "No": 192,
    "Translation": "Dan sungguh, (Al-Qur'an) ini benar-benar diturunkan oleh Tuhan seluruh alam,"
  },
  {
    "No": 193,
    "Translation": "Yang dibawa turun oleh ar-Ruh al-Amin (Jibril),"
  },
  {
    "No": 194,
    "Translation": "ke dalam hatimu (Muhammad) agar engkau termasuk orang yang memberi peringatan,"
  },
  {
    "No": 195,
    "Translation": "dengan bahasa Arab yang jelas."
  },
  {
    "No": 196,
    "Translation": "Dan sungguh, (Al-Qur'an) itu (disebut) dalam kitab-kitab orang yang terdahulu."
  },
  {
    "No": 197,
    "Translation": "Apakah tidak (cukup) menjadi bukti bagi mereka, bahwa para ulama Bani Israil mengetahuinya?"
  },
  {
    "No": 198,
    "Translation": "Dan seandainya (Al-Qur'an) itu Kami turunkan kepada sebagian dari golongan bukan Arab,"
  },
  {
    "No": 199,
    "Translation": "lalu dia membacakannya kepada mereka (orang-orang kafir); niscaya mereka tidak juga akan beriman kepadanya."
  },
  {
    "No": 200,
    "Translation": "Demikianlah, Kami masukkan (sifat dusta dan ingkar) ke dalam hati orang-orang yang berdosa,"
  },
  {
    "No": 201,
    "Translation": "mereka tidak akan beriman kepadanya, hingga mereka melihat azab yang pedih,"
  },
  {
    "No": 202,
    "Translation": "maka datang azab kepada mereka secara mendadak, ketika mereka tidak menyadarinya,"
  },
  {
    "No": 203,
    "Translation": "lalu mereka berkata, &ldquo;Apakah kami diberi penangguhan waktu?&rdquo;"
  },
  {
    "No": 204,
    "Translation": "Bukankah mereka yang meminta agar azab Kami dipercepat?"
  },
  {
    "No": 205,
    "Translation": "Maka bagaimana pendapatmu jika kepada mereka Kami berikan kenikmatan hidup beberapa tahun,"
  },
  {
    "No": 206,
    "Translation": "kemudian datang kepada mereka azab yang diancamkan kepada mereka,"
  },
  {
    "No": 207,
    "Translation": "niscaya tidak berguna bagi mereka kenikmatan yang mereka rasakan."
  },
  {
    "No": 208,
    "Translation": "Dan Kami tidak membinasakan sesuatu negeri, kecuali setelah ada orang-orang yang memberi peringatan kepadanya;"
  },
  {
    "No": 209,
    "Translation": "untuk (menjadi) peringatan. Dan Kami tidak berlaku zalim."
  },
  {
    "No": 210,
    "Translation": "Dan (Al-Qur'an) itu tidaklah dibawa turun oleh setan-setan."
  },
  {
    "No": 211,
    "Translation": "Dan tidaklah pantas bagi mereka (Al-Qur'an itu), dan mereka pun tidak akan sanggup."
  },
  {
    "No": 212,
    "Translation": "Sesungguhnya untuk mendengarkannya pun mereka dijauhkan."
  },
  {
    "No": 213,
    "Translation": "Maka janganlah kamu menyeru (menyembah) tuhan selain Allah, nanti kamu termasuk orang-orang yang diazab."
  },
  {
    "No": 214,
    "Translation": "Dan berilah peringatan kepada kerabat-kerabatmu (Muhammad) yang terdekat,"
  },
  {
    "No": 215,
    "Translation": "dan rendahkanlah dirimu terhadap orang-orang yang beriman yang mengikutimu."
  },
  {
    "No": 216,
    "Translation": "Kemudian jika mereka mendurhakaimu maka katakanlah (Muhammad), &ldquo;Sesungguhnya aku tidak bertanggung jawab terhadap apa yang kamu kerjakan.&rdquo;"
  },
  {
    "No": 217,
    "Translation": "Dan bertawakallah kepada (Allah) Yang Mahaperkasa, Maha Penyayang."
  },
  {
    "No": 218,
    "Translation": "Yang melihat engkau ketika engkau berdiri (untuk salat),"
  },
  {
    "No": 219,
    "Translation": "dan (melihat) perubahan gerakan badanmu di antara orang-orang yang sujud."
  },
  {
    "No": 220,
    "Translation": "Sungguh, Dia Maha Mendengar, Maha Mengetahui."
  },
  {
    "No": 221,
    "Translation": "Maukah Aku beritakan kepadamu, kepada siapa setan-setan itu turun?"
  },
  {
    "No": 222,
    "Translation": "Mereka (setan) turun kepada setiap pendusta yang banyak berdosa,"
  },
  {
    "No": 223,
    "Translation": "mereka menyampaikan hasil pendengaran mereka, sedangkan kebanyakan mereka orang-orang pendusta."
  },
  {
    "No": 224,
    "Translation": "Dan penyair-penyair itu diikuti oleh orang-orang yang sesat."
  },
  {
    "No": 225,
    "Translation": "Tidakkah engkau melihat bahwa mereka mengembara di setiap lembah,"
  },
  {
    "No": 226,
    "Translation": "dan bahwa mereka mengatakan apa yang mereka sendiri tidak mengerjakan(nya)?"
  },
  {
    "No": 227,
    "Translation": "Kecuali orang-orang (penyair-penyair) yang beriman dan berbuat kebajikan dan banyak mengingat Allah dan mendapat kemenangan setelah terzalimi (karena menjawab puisi-puisi orang-orang kafir). Dan orang-orang yang zalim kelak akan tahu ke tempat mana mereka akan kembali."
  }
]