[
  {
    "No": 1,
    "Translation": "Tha Sin. Inilah ayat-ayat Al-Qur'an, dan Kitab yang jelas,"
  },
  {
    "No": 2,
    "Translation": "petunjuk dan berita gembira bagi orang-orang yang beriman,"
  },
  {
    "No": 3,
    "Translation": "(yaitu) orang-orang yang melaksanakan salat dan menunaikan zakat, dan mereka meyakini adanya akhirat."
  },
  {
    "No": 4,
    "Translation": "Sesungguhnya orang-orang yang tidak beriman kepada akhirat, Kami jadikan terasa indah bagi mereka perbuatan-perbuatan mereka (yang buruk), sehingga mereka bergelimang dalam kesesatan."
  },
  {
    "No": 5,
    "Translation": "Mereka itulah orang-orang yang akan mendapat siksaan buruk (di dunia) dan mereka di akhirat adalah orang-orang yang paling rugi."
  },
  {
    "No": 6,
    "Translation": "Dan sesungguhnya engkau (Muhammad) benar-benar telah diberi Al-Qur'an dari sisi (Allah) Yang Mahabijaksana, Maha Mengetahui."
  },
  {
    "No": 7,
    "Translation": "(Ingatlah) ketika Musa berkata kepada keluarganya, &ldquo;Sungguh, aku melihat api. Aku akan membawa kabar tentang itu kepadamu, atau aku akan membawa suluh api (obor) kepadamu agar kamu dapat berdiang (menghangatkan badan dekat api).&rdquo;"
  },
  {
    "No": 8,
    "Translation": "Maka ketika dia tiba di sana (tempat api itu), dia diseru, &ldquo;Telah diberkahi orang-orang yang berada di dekat api, dan orang-orang yang berada di sekitarnya. Mahasuci Allah, Tuhan seluruh alam.&rdquo;"
  },
  {
    "No": 9,
    "Translation": "(Allah berfirman), &ldquo;Wahai Musa! Sesungguhnya Aku adalah Allah, Yang Mahaperkasa, Mahabijaksana."
  },
  {
    "No": 10,
    "Translation": "Dan lemparkanlah tongkatmu!&rdquo; Maka ketika (tongkat itu menjadi ular dan) Musa melihatnya bergerak-gerak seperti seekor ular yang gesit, larilah dia berbalik ke belakang tanpa menoleh. &rdquo;Wahai Musa! Jangan takut! Sesungguhnya di hadapan-Ku, para rasul tidak perlu takut,"
  },
  {
    "No": 11,
    "Translation": "kecuali orang yang berlaku zalim yang kemudian mengubah (dirinya) dengan kebaikan setelah kejahatan (bertobat); maka sungguh, Aku Maha Pengampun, Maha Penyayang."
  },
  {
    "No": 12,
    "Translation": "Dan masukkanlah tanganmu ke leher bajumu, niscaya ia akan keluar menjadi putih (bersinar) tanpa cacat. (Kedua mukjizat ini) termasuk sembilan macam mukjizat (yang akan dikemukakan) kepada Fir&lsquo;aun dan kaumnya. Mereka benar-benar orang-orang yang fasik.&rdquo;"
  },
  {
    "No": 13,
    "Translation": "Maka ketika mukjizat-mukjizat Kami yang terang itu sampai kepada mereka, mereka berkata, &ldquo;Ini sihir yang nyata.&rdquo;"
  },
  {
    "No": 14,
    "Translation": "Dan mereka mengingkarinya karena kezaliman dan kesombongannya, padahal hati mereka meyakini (kebenaran)nya. Maka perhatikanlah bagaimana kesudahan orang-orang yang berbuat kerusakan."
  },
  {
    "No": 15,
    "Translation": "Dan sungguh, Kami telah memberikan ilmu kepada Dawud dan Sulaiman; dan keduanya berkata, &ldquo;Segala puji bagi Allah yang melebihkan kami dari banyak hamba-hamba-Nya yang beriman.&rdquo;"
  },
  {
    "No": 16,
    "Translation": "Dan Sulaiman telah mewarisi Dawud, dan dia (Sulaiman) berkata, &ldquo;Wahai manusia! Kami telah diajari bahasa burung dan kami diberi segala sesuatu. Sungguh, (semua) ini benar-benar karunia yang nyata.&rdquo;"
  },
  {
    "No": 17,
    "Translation": "Dan untuk Sulaiman dikumpulkan bala tentaranya dari jin, manusia dan burung, lalu mereka berbaris dengan tertib."
  },
  {
    "No": 18,
    "Translation": "Hingga ketika mereka sampai di lembah semut, berkatalah seekor semut, &ldquo;Wahai semut-semut! Masuklah ke dalam sarang-sarangmu, agar kamu tidak diinjak oleh Sulaiman dan bala tentaranya, sedangkan mereka tidak menyadari.&rdquo;"
  },
  {
    "No": 19,
    "Translation": "Maka dia (Sulaiman) tersenyum lalu tertawa karena (mendengar) perkataan semut itu. Dan dia berdoa, &ldquo;Ya Tuhanku, anugerahkanlah aku ilham untuk tetap mensyukuri nikmat-Mu yang telah Engkau anugerahkan kepadaku dan kepada kedua orang tuaku dan agar aku mengerjakan kebajikan yang Engkau ridai; dan masukkanlah aku dengan rahmat-Mu ke dalam golongan hamba-hamba-Mu yang saleh.&rdquo;"
  },
  {
    "No": 20,
    "Translation": "Dan dia memeriksa burung-burung lalu berkata, &ldquo;Mengapa aku tidak melihat Hud-hud, apakah ia termasuk yang tidak hadir?"
  },
  {
    "No": 21,
    "Translation": "Pasti akan kuhukum ia dengan hukuman yang berat atau kusembelih ia, kecuali jika ia datang kepadaku dengan alasan yang jelas.&rdquo;"
  },
  {
    "No": 22,
    "Translation": "Maka tidak lama kemudian (datanglah Hud-hud), lalu ia berkata, &ldquo;Aku telah mengetahui sesuatu yang belum engkau ketahui. Aku datang kepadamu dari negeri Saba' membawa suatu berita yang meyakinkan."
  },
  {
    "No": 23,
    "Translation": "Sungguh, kudapati ada seorang perempuan yang memerintah mereka, dan dia dianugerahi segala sesuatu serta memiliki singgasana yang besar."
  },
  {
    "No": 24,
    "Translation": "Aku (burung Hud) dapati dia dan kaumnya menyembah matahari, bukan kepada Allah; dan setan telah menjadikan terasa indah bagi mereka perbuatan-perbuatan (buruk) mereka, sehingga menghalangi mereka dari jalan (Allah), maka mereka tidak mendapat petunjuk,"
  },
  {
    "No": 25,
    "Translation": "mereka (juga) tidak menyembah Allah yang mengeluarkan apa yang terpendam di langit dan di bumi dan yang mengetahui apa yang kamu sembunyikan dan yang kamu nyatakan."
  },
  {
    "No": 26,
    "Translation": "Allah, tidak ada tuhan melainkan Dia, Tuhan yang mempunyai &lsquo;Arsy yang agung.&rdquo;"
  },
  {
    "No": 27,
    "Translation": "Dia (Sulaiman) berkata, &ldquo;Akan kami lihat, apa kamu benar, atau termasuk yang berdusta."
  },
  {
    "No": 28,
    "Translation": "Pergilah dengan (membawa) suratku ini, lalu jatuhkanlah kepada mereka, kemudian berpalinglah dari mereka, lalu perhatikanlah apa yang mereka bicarakan.&rdquo;"
  },
  {
    "No": 29,
    "Translation": "Dia (Balqis) berkata, &ldquo;Wahai para pembesar! Sesungguhnya telah disampaikan kepadaku sebuah surat yang mulia.&rdquo;"
  },
  {
    "No": 30,
    "Translation": "Sesungguhnya (surat) itu dari Sulaiman yang isinya, &ldquo;Dengan nama Allah Yang Maha Pengasih, Maha Penyayang,"
  },
  {
    "No": 31,
    "Translation": "janganlah engkau berlaku sombong terhadapku dan datanglah kepadaku sebagai orang-orang yang berserah diri.&rdquo;"
  },
  {
    "No": 32,
    "Translation": "Dia (Balqis) berkata, &ldquo;Wahai para pembesar! Berilah aku pertimbangan dalam perkaraku (ini). Aku tidak pernah memutuskan suatu perkara sebelum kamu hadir dalam majelis(ku).&rdquo;"
  },
  {
    "No": 33,
    "Translation": "Mereka menjawab, &ldquo;Kita memiliki kekuatan dan keberanian yang luar biasa (untuk berperang), tetapi keputusan berada di tanganmu; maka pertimbangkanlah apa yang akan engkau perintahkan.&rdquo;"
  },
  {
    "No": 34,
    "Translation": "Dia (Balqis) berkata, &ldquo;Sesungguhnya raja-raja apabila menaklukkan suatu negeri, mereka tentu membinasakannya, dan menjadikan penduduknya yang mulia jadi hina; dan demikian yang akan mereka perbuat."
  },
  {
    "No": 35,
    "Translation": "Dan sungguh, aku akan mengirim utusan kepada mereka dengan (membawa) hadiah, dan (aku) akan menunggu apa yang akan dibawa kembali oleh para utusan itu.&rdquo;"
  },
  {
    "No": 36,
    "Translation": "Maka ketika para (utusan itu) sampai kepada Sulaiman, dia (Sulaiman) berkata, &ldquo;Apakah kamu akan memberi harta kepadaku? Apa yang Allah berikan kepadaku lebih baik daripada apa yang Allah berikan kepadamu; tetapi kamu merasa bangga dengan hadiahmu."
  },
  {
    "No": 37,
    "Translation": "Kembalilah kepada mereka! Sungguh, Kami pasti akan mendatangi mereka dengan bala tentara yang mereka tidak mampu melawannya, dan akan kami usir mereka dari negeri itu (Saba') secara terhina dan mereka akan menjadi (tawanan) yang hina dina.&rdquo;"
  },
  {
    "No": 38,
    "Translation": "Dia (Sulaiman) berkata, &ldquo;Wahai para pembesar! Siapakah di antara kamu yang sanggup membawa singgasananya kepadaku sebelum mereka datang kepadaku menyerahkan diri?&rdquo;"
  },
  {
    "No": 39,
    "Translation": "&lsquo;Ifrit dari golongan jin berkata, &ldquo;Akulah yang akan membawanya kepadamu sebelum engkau berdiri dari tempat dudukmu; dan sungguh, aku kuat melakukannya dan dapat dipercaya.&rdquo;"
  },
  {
    "No": 40,
    "Translation": "Seorang yang mempunyai ilmu dari Kitab berkata, &ldquo;Aku akan membawa singgasana itu kepadamu sebelum matamu berkedip.&rdquo; Maka ketika dia (Sulaiman) melihat singgasana itu terletak di hadapannya, dia pun berkata, &ldquo;Ini termasuk karunia Tuhanku untuk mengujiku, apakah aku bersyukur atau mengingkari (nikmat-Nya). Barangsiapa bersyukur, maka sesungguhnya dia bersyukur untuk (kebaikan) dirinya sendiri, dan barangsiapa ingkar, maka sesungguhnya Tuhanku Mahakaya, Mahamulia.&rdquo;"
  },
  {
    "No": 41,
    "Translation": "Dia (Sulaiman) berkata, &ldquo;Ubahlah untuknya singgasananya; kita akan melihat apakah dia (Balqis) mengenal; atau tidak mengenalnya lagi.&rdquo;"
  },
  {
    "No": 42,
    "Translation": "Maka ketika dia (Balqis) datang, ditanyakanlah (kepadanya), &ldquo;Serupa inikah singgasanamu?&rdquo; Dia (Balqis) menjawab, &ldquo;Seakan-akan itulah dia.&rdquo; (Dan dia Balqis berkata), &ldquo;Kami telah diberi pengetahuan sebelumnya dan kami adalah orang-orang yang berserah diri (kepada Allah).&rdquo;"
  },
  {
    "No": 43,
    "Translation": "Dan kebiasaannya menyembah selain Allah mencegahnya (untuk melahirkan keislamannya), sesungguhnya dia (Balqis) dahulu termasuk orang-orang kafir."
  },
  {
    "No": 44,
    "Translation": "Dikatakan kepadanya (Balqis), &ldquo;Masuklah ke dalam istana.&rdquo; Maka ketika dia (Balqis) melihat (lantai istana) itu, dikiranya kolam air yang besar, dan disingkapkannya (penutup) kedua betisnya. Dia (Sulaiman) berkata, &ldquo;Sesungguhnya ini hanyalah lantai istana yang dilapisi kaca.&rdquo; Dia (Balqis) berkata, &ldquo;Ya Tuhanku, sungguh, aku telah berbuat zalim terhadap diriku. Aku berserah diri bersama Sulaiman kepada Allah, Tuhan seluruh alam.&rdquo;"
  },
  {
    "No": 45,
    "Translation": "Dan sungguh, Kami telah mengutus kepada (kaum) Samud saudara mereka yaitu Saleh (yang menyeru), &ldquo;Sembahlah Allah!&rdquo; Tetapi tiba-tiba mereka (menjadi) dua golongan yang bermusuhan."
  },
  {
    "No": 46,
    "Translation": "Dia (Saleh) berkata, &ldquo;Wahai kaumku! Mengapa kamu meminta disegerakan keburukan sebelum (kamu meminta) kebaikan? Mengapa kamu tidak memohon ampunan kepada Allah, agar kamu mendapat rahmat?&rdquo;"
  },
  {
    "No": 47,
    "Translation": "Mereka menjawab, &ldquo;Kami mendapat nasib yang malang disebabkan oleh kamu dan orang-orang yang bersamamu.&rdquo; Dia (Saleh) berkata, &ldquo;Nasibmu ada pada Allah (bukan kami yang menjadi sebab), tetapi kamu adalah kaum yang sedang diuji.&rdquo;"
  },
  {
    "No": 48,
    "Translation": "Dan di kota itu ada sembilan orang laki-laki yang berbuat kerusakan di bumi, mereka tidak melakukan perbaikan."
  },
  {
    "No": 49,
    "Translation": "Mereka berkata, &ldquo;Bersumpahlah kamu dengan (nama) Allah, bahwa kita pasti akan menyerang dia bersama keluarganya pada malam hari, kemudian kita akan mengatakan kepada ahli warisnya (bahwa) kita tidak menyaksikan kebinasaan keluarganya itu, dan sungguh, kita orang yang benar.&rdquo;"
  },
  {
    "No": 50,
    "Translation": "Dan mereka membuat tipu daya, dan Kami pun menyusun tipu daya, sedang mereka tidak menyadari."
  },
  {
    "No": 51,
    "Translation": "Maka perhatikanlah bagaimana akibat dari tipu daya mereka, bahwa Kami membinasakan mereka dan kaum mereka semuanya."
  },
  {
    "No": 52,
    "Translation": "Maka itulah rumah-rumah mereka yang runtuh karena kezaliman mereka. Sungguh, pada yang demikian itu benar-benar terdapat tanda (kekuasaan Allah) bagi orang-orang yang mengetahui."
  },
  {
    "No": 53,
    "Translation": "Dan Kami selamatkan orang-orang yang beriman dan mereka selalu bertakwa."
  },
  {
    "No": 54,
    "Translation": "Dan (ingatlah kisah) Lut, ketika dia berkata kepada kaumnya, &ldquo;Mengapa kamu mengerjakan perbuatan fahisyah (keji), padahal kamu melihatnya (kekejian perbuatan maksiat itu)?&rdquo;"
  },
  {
    "No": 55,
    "Translation": "Mengapa kamu mendatangi laki-laki untuk (memenuhi) syahwat(mu), bukan (mendatangi) perempuan? Sungguh, kamu adalah kaum yang tidak mengetahui (akibat perbuatanmu)."
  },
  {
    "No": 56,
    "Translation": "Jawaban kaumnya tidak lain hanya dengan mengatakan, &ldquo;Usirlah Lut dan keluarganya dari negerimu; sesungguhnya mereka adalah orang-orang yang (menganggap dirinya) suci.&rdquo;"
  },
  {
    "No": 57,
    "Translation": "Maka Kami selamatkan dia dan keluarganya, kecuali istrinya. Kami telah menentukan dia termasuk orang-orang yang tertinggal (dibinasakan)."
  },
  {
    "No": 58,
    "Translation": "Dan Kami hujani mereka dengan hujan (batu), maka sangat buruklah hujan (yang ditimpakan) pada orang-orang yang diberi peringatan itu (tetapi tidak mengindahkan)."
  },
  {
    "No": 59,
    "Translation": "Katakanlah (Muhammad), &ldquo;Segala puji bagi Allah dan salam sejahtera atas hamba-hamba-Nya yang dipilih-Nya. Apakah Allah yang lebih baik, ataukah apa yang mereka persekutukan (dengan Dia)?&rdquo;"
  },
  {
    "No": 60,
    "Translation": "Bukankah Dia (Allah) yang menciptakan langit dan bumi dan yang menurunkan air dari langit untukmu, lalu Kami tumbuhkan dengan air itu kebun-kebun yang berpemandangan indah? Kamu tidak akan mampu menumbuhkan pohon-pohonnya. Apakah di samping Allah ada tuhan (yang lain)? Sebenarnya mereka adalah orang-orang yang menyimpang (dari kebenaran)."
  },
  {
    "No": 61,
    "Translation": "Bukankah Dia (Allah) yang telah menjadikan bumi sebagai tempat berdiam, yang menjadikan sungai-sungai di celah-celahnya, yang menjadikan gunung-gunung untuk (mengokohkan)nya dan yang menjadikan suatu pemisah antara dua laut? Apakah di samping Allah ada tuhan (yang lain)? Sebenarnya kebanyakan mereka tidak mengetahui."
  },
  {
    "No": 62,
    "Translation": "Bukankah Dia (Allah) yang memperkenankan (doa) orang yang dalam kesulitan apabila dia berdoa kepada-Nya, dan menghilangkan kesusahan dan menjadikan kamu (manusia) sebagai khalifah (pemimpin) di bumi? Apakah di samping Allah ada tuhan (yang lain)? Sedikit sekali (nikmat Allah) yang kamu ingat."
  },
  {
    "No": 63,
    "Translation": "Bukankah Dia (Allah) yang memberi petunjuk kepada kamu dalam kegelapan di daratan dan lautan dan yang mendatangkan angin sebagai kabar gembira sebelum (kedatangan) rahmat-Nya? Apakah di samping Allah ada tuhan (yang lain)? Mahatinggi Allah terhadap apa yang mereka persekutukan."
  },
  {
    "No": 64,
    "Translation": "Bukankah Dia (Allah) yang menciptakan (makhluk) dari permulaannya, kemudian mengulanginya (lagi) dan yang memberikan rezeki kepadamu dari langit dan bumi? Apakah di samping Allah ada tuhan (yang lain)? Katakanlah, &ldquo;Kemukakanlah bukti kebenaranmu, jika kamu orang yang benar.&rdquo;"
  },
  {
    "No": 65,
    "Translation": "Katakanlah (Muhammad), &ldquo;Tidak ada sesuatu pun di langit dan di bumi yang mengetahui perkara yang gaib, kecuali Allah. Dan mereka tidak mengetahui kapan mereka akan dibangkitkan.&rdquo;"
  },
  {
    "No": 66,
    "Translation": "Bahkan pengetahuan mereka tentang akhirat tidak sampai (ke sana). Bahkan mereka ragu-ragu tentangnya (akhirat itu). Bahkan mereka buta tentang itu."
  },
  {
    "No": 67,
    "Translation": "Dan orang-orang yang kafir berkata, &ldquo;Setelah kita menjadi tanah dan (begitu pula) nenek moyang kita, apakah benar kita akan dikeluarkan (dari kubur)?"
  },
  {
    "No": 68,
    "Translation": "Sejak dahulu kami telah diberi ancaman dengan ini (hari kebangkitan); kami dan nenek moyang kami. Sebenarnya ini hanyalah dongeng orang-orang terdahulu.&rdquo;"
  },
  {
    "No": 69,
    "Translation": "Katakanlah (Muhammad), &ldquo;Berjalanlah kamu di bumi, lalu perhatikanlah bagaimana kesudahan orang-orang yang berdosa."
  },
  {
    "No": 70,
    "Translation": "Dan janganlah engkau bersedih hati terhadap mereka, dan janganlah (dadamu) merasa sempit terhadap upaya tipu daya mereka.&rdquo;"
  },
  {
    "No": 71,
    "Translation": "Dan mereka (orang kafir) berkata, &ldquo;Kapankah datangnya janji (azab) itu, jika kamu orang yang benar.&rdquo;"
  },
  {
    "No": 72,
    "Translation": "Katakanlah (Muhammad), &ldquo;Boleh jadi sebagian dari (azab) yang kamu minta disegerakan itu telah hampir sampai kepadamu.&rdquo;"
  },
  {
    "No": 73,
    "Translation": "Dan sungguh, Tuhanmu benar-benar memiliki karunia (yang diberikan-Nya) kepada manusia, tetapi kebanyakan mereka tidak mensyukuri(nya)."
  },
  {
    "No": 74,
    "Translation": "Dan sungguh, Tuhanmu mengetahui apa yang disembunyikan dalam dada mereka dan apa yang mereka nyatakan."
  },
  {
    "No": 75,
    "Translation": "Dan tidak ada sesuatu pun yang tersembunyi di langit dan di bumi, melainkan (tercatat) dalam Kitab yang jelas (Lauh Mahfuzh)."
  },
  {
    "No": 76,
    "Translation": "Sungguh, Al-Qur'an ini menjelaskan kepada Bani Israil sebagian besar dari (perkara) yang mereka perselisihkan."
  },
  {
    "No": 77,
    "Translation": "Dan sungguh, (Al-Qur'an) itu benar-benar menjadi petunjuk dan rahmat bagi orang-orang yang beriman."
  },
  {
    "No": 78,
    "Translation": "Sungguh, Tuhanmu akan menyelesaikan (perkara) di antara mereka dengan hukum-Nya, dan Dia Mahaperkasa, Maha Mengetahui."
  },
  {
    "No": 79,
    "Translation": "Maka bertawakallah kepada Allah, sungguh engkau (Muhammad) berada di atas kebenaran yang nyata."
  },
  {
    "No": 80,
    "Translation": "Sungguh, engkau tidak dapat menjadikan orang yang mati dapat mendengar dan (tidak pula) menjadikan orang yang tuli dapat mendengar seruan, apabila mereka telah berpaling ke belakang."
  },
  {
    "No": 81,
    "Translation": "Dan engkau tidak akan dapat memberi petunjuk orang buta dari kesesatannya. Engkau tidak dapat menjadikan (seorang pun) mendengar, kecuali orang-orang yang beriman kepada ayat-ayat Kami, lalu mereka berserah diri."
  },
  {
    "No": 82,
    "Translation": "Dan apabila perkataan (ketentuan masa kehancuran alam) telah berlaku atas mereka, Kami keluarkan makhluk bergerak yang bernyawa dari bumi yang akan mengatakan kepada mereka bahwa manusia dahulu tidak yakin kepada ayat-ayat Kami."
  },
  {
    "No": 83,
    "Translation": "Dan (ingatlah) pada hari (ketika) Kami mengumpulkan dari setiap umat, segolongan orang yang mendustakan ayat-ayat Kami, lalu mereka dibagi-bagi (dalam kelompok-kelompok)."
  },
  {
    "No": 84,
    "Translation": "Hingga apabila mereka datang, Dia (Allah) berfirman, &ldquo;Mengapa kamu telah mendustakan ayat-ayat-Ku, pada-hal kamu tidak mempunyai pengetahuan tentang itu, atau apakah yang telah kamu kerjakan?&rdquo;"
  },
  {
    "No": 85,
    "Translation": "Dan berlakulah perkataan (janji azab) atas mereka karena kezaliman mereka, maka mereka tidak dapat berkata."
  },
  {
    "No": 86,
    "Translation": "Apakah mereka tidak memperhatikan bahwa Kami telah menjadikan malam agar mereka beristirahat padanya dan (menjadikan) siang yang menerangi? Sungguh, pada yang demikian itu terdapat tanda-tanda (kebesaran Allah) bagi orang-orang yang beriman."
  },
  {
    "No": 87,
    "Translation": "Dan (ingatlah) pada hari (ketika) sangkakala ditiup, maka terkejutlah apa yang ada di langit dan apa yang ada di bumi, kecuali siapa yang dikehendaki Allah. Dan semua mereka datang menghadap-Nya dengan merendahkan diri."
  },
  {
    "No": 88,
    "Translation": "Dan engkau akan melihat gunung-gunung, yang engkau kira tetap di tempatnya, padahal ia berjalan (seperti) awan berjalan. (Itulah) ciptaan Allah yang mencipta dengan sempurna segala sesuatu. Sungguh, Dia Mahateliti apa yang kamu kerjakan."
  },
  {
    "No": 89,
    "Translation": "Barangsiapa membawa kebaikan, maka dia memperoleh (balasan) yang lebih baik daripadanya, sedang mereka merasa aman dari kejutan (yang dahsyat) pada hari itu."
  },
  {
    "No": 90,
    "Translation": "Dan barangsiapa membawa kejahatan, maka disungkurkanlah wajah mereka ke dalam neraka. Kamu tidak diberi balasan, melainkan (setimpal) dengan apa yang telah kamu kerjakan."
  },
  {
    "No": 91,
    "Translation": "Aku (Muhammad) hanya diperintahkan menyembah Tuhan negeri ini (Mekah) yang Dia telah menjadikan suci padanya dan segala sesuatu adalah milik-Nya. Dan aku diperintahkan agar aku termasuk orang Muslim,"
  },
  {
    "No": 92,
    "Translation": "dan agar aku membacakan Al-Qur'an (kepada manusia). Maka barangsiapa mendapat petunjuk maka sesungguhnya dia mendapat petunjuk untuk (kebaikan) dirinya, dan barangsiapa sesat, maka katakanlah, &ldquo;Sesungguhnya aku (ini) tidak lain hanyalah salah seorang pemberi peringatan.&rdquo;"
  },
  {
    "No": 93,
    "Translation": "Dan katakanlah (Muhammad), &ldquo;Segala puji bagi Allah, Dia akan memperlihatkan kepadamu tanda-tanda (kebesaran)-Nya, maka kamu akan mengetahuinya. Dan Tuhanmu tidak lengah terhadap apa yang kamu kerjakan.&rdquo;"
  }
]