[
  {
    "No": 1,
    "Translation": "Alif Lam Mim."
  },
  {
    "No": 2,
    "Translation": "Turunnya Al-Qur'an itu tidak ada keraguan padanya, (yaitu) dari Tuhan seluruh alam."
  },
  {
    "No": 3,
    "Translation": "Tetapi mengapa mereka (orang kafir) mengatakan, &ldquo;Dia (Muhammad) telah mengada-adakannya.&rdquo; Tidak, Al-Qur'an itu kebenaran (yang datang) dari Tuhanmu, agar engkau memberi peringatan kepada kaum yang belum pernah didatangi orang yang memberi peringatan sebelum engkau; agar mereka mendapat petunjuk."
  },
  {
    "No": 4,
    "Translation": "Allah yang menciptakan langit dan bumi dan apa yang ada di antara keduanya dalam enam masa, kemudian Dia bersemayam di atas &lsquo;Arsy. Bagimu tidak ada seorang pun penolong maupun pemberi syafaat selain Dia. Maka apakah kamu tidak memperhatikan?"
  },
  {
    "No": 5,
    "Translation": "Dia mengatur segala urusan dari langit ke bumi, kemudian (urusan) itu naik kepada-Nya dalam satu hari yang kadarnya (lamanya) adalah seribu tahun menurut perhitunganmu."
  },
  {
    "No": 6,
    "Translation": "Yang demikian itu, ialah Tuhan yang mengetahui yang gaib dan yang nyata, Yang Mahaperkasa, Maha Penyayang."
  },
  {
    "No": 7,
    "Translation": "Yang memperindah segala sesuatu yang Dia ciptakan dan yang memulai penciptaan manusia dari tanah,"
  },
  {
    "No": 8,
    "Translation": "kemudian Dia menjadikan keturunannya dari sari pati air yang hina (air mani)."
  },
  {
    "No": 9,
    "Translation": "Kemudian Dia menyempurnakannya dan meniupkan roh (ciptaan)-Nya ke dalam (tubuh)nya dan Dia menjadikan pendengaran, penglihatan dan hati bagimu, (tetapi) sedikit sekali kamu bersyukur."
  },
  {
    "No": 10,
    "Translation": "Dan mereka berkata, &ldquo;Apakah apabila kami telah lenyap (hancur) di dalam tanah, kami akan berada dalam ciptaan yang baru?&rdquo; Bahkan mereka mengingkari pertemuan dengan Tuhannya."
  },
  {
    "No": 11,
    "Translation": "Katakanlah, &ldquo;Malaikat maut yang diserahi untuk (mencabut nyawa)mu akan mematikan kamu, kemudian kepada Tuhanmu, kamu akan dikembalikan.&rdquo;"
  },
  {
    "No": 12,
    "Translation": "Dan (alangkah ngerinya), jika sekiranya kamu melihat orang-orang yang berdosa itu menundukkan kepalanya di hadapan Tuhannya, (mereka berkata), &ldquo;Ya Tuhan kami, kami telah melihat dan mendengar, maka kembalikanlah kami (ke dunia), niscaya kami akan mengerjakan kebajikan. Sungguh, kami adalah orang-orang yang yakin.&rdquo;"
  },
  {
    "No": 13,
    "Translation": "Dan jika Kami menghendaki niscaya Kami berikan kepada setiap jiwa petunjuk (bagi)nya, tetapi telah ditetapkan perkataan (ketetapan) dari-Ku, &ldquo;Pasti akan Aku penuhi neraka Jahanam dengan jin dan manusia bersama-sama."
  },
  {
    "No": 14,
    "Translation": "Maka rasakanlah olehmu (azab ini) disebabkan kamu melalaikan pertemuan dengan harimu ini (hari Kiamat), sesungguhnya Kami pun melalaikan kamu dan rasakanlah azab yang kekal, atas apa yang telah kamu kerjakan.&rdquo;"
  },
  {
    "No": 15,
    "Translation": "Orang-orang yang beriman dengan ayat-ayat Kami, hanyalah orang-orang yang apabila diperingatkan dengannya (ayat-ayat Kami), mereka menyungkur sujud dan bertasbih serta memuji Tuhannya, dan mereka tidak menyombongkan diri."
  },
  {
    "No": 16,
    "Translation": "Lambung mereka jauh dari tempat tidurnya, mereka berdoa kepada Tuhannya dengan rasa takut dan penuh harap, dan mereka menginfakkan sebagian dari rezeki yang Kami berikan kepada mereka."
  },
  {
    "No": 17,
    "Translation": "Maka tidak seorang pun mengetahui apa yang disembunyikan untuk mereka yaitu (bermacam-macam nikmat) yang menyenangkan hati sebagai balasan terhadap apa yang mereka kerjakan."
  },
  {
    "No": 18,
    "Translation": "Maka apakah orang yang beriman seperti orang yang fasik (kafir)? Mereka tidak sama."
  },
  {
    "No": 19,
    "Translation": "Adapun orang-orang yang beriman dan mengerjakan kebajikan, maka mereka akan mendapat surga-surga tempat kediaman, sebagai pahala atas apa yang telah mereka kerjakan."
  },
  {
    "No": 20,
    "Translation": "Dan adapun orang-orang yang fasik (kafir), maka tempat kediaman mereka adalah neraka. Setiap kali mereka hendak keluar darinya, mereka dikembalikan (lagi) ke dalamnya dan dikatakan kepada mereka, &ldquo;Rasakanlah azab neraka yang dahulu kamu dustakan.&rdquo;"
  },
  {
    "No": 21,
    "Translation": "Dan pasti Kami timpakan kepada mereka sebagian siksa yang dekat (di dunia) sebelum azab yang lebih besar (di akhirat); agar mereka kembali (ke jalan yang benar)."
  },
  {
    "No": 22,
    "Translation": "Dan siapakah yang lebih zalim daripada orang yang telah diperingatkan dengan ayat-ayat Tuhannya, kemudian dia berpaling darinya? Sungguh, Kami akan memberikan balasan kepada orang-orang yang berdosa."
  },
  {
    "No": 23,
    "Translation": "Dan sungguh, telah Kami anugerahkan Kitab (Taurat) kepada Musa, maka janganlah engkau (Muhammad) ragu-ragu menerimanya (Al-Qur'an) dan Kami jadikan Kitab (Taurat) itu petunjuk bagi Bani Israil."
  },
  {
    "No": 24,
    "Translation": "Dan Kami jadikan di antara mereka itu pemimpin-pemimpin yang memberi petunjuk dengan perintah Kami selama mereka sabar. Mereka meyakini ayat-ayat Kami."
  },
  {
    "No": 25,
    "Translation": "Sungguh Tuhanmu, Dia yang memberikan keputusan di antara mereka pada hari Kiamat tentang apa yang dahulu mereka perselisihkan padanya."
  },
  {
    "No": 26,
    "Translation": "Dan tidakkah menjadi petunjuk bagi mereka, betapa banyak umat-umat sebelum mereka yang telah Kami binasakan, sedangkan mereka sendiri berjalan di tempat-tempat kediaman mereka itu. Sungguh, pada yang demikian itu terdapat tanda-tanda (kekuasaan Allah). Apakah mereka tidak mendengarkan (memperhatikan)?"
  },
  {
    "No": 27,
    "Translation": "Dan tidakkah mereka memperhatikan, bahwa Kami mengarahkan (awan yang mengandung) air ke bumi yang tandus, lalu Kami tumbuhkan (dengan air hujan itu) tanam-tanaman sehingga hewan-hewan ternak mereka dan mereka sendiri dapat makan darinya. Maka mengapa mereka tidak memperhatikan?"
  },
  {
    "No": 28,
    "Translation": "Dan mereka bertanya, &ldquo;Kapankah kemenangan itu (datang) jika engkau orang yang benar?&rdquo;"
  },
  {
    "No": 29,
    "Translation": "Katakanlah, &ldquo;Pada hari kemenangan itu, tidak berguna lagi bagi orang-orang kafir keimanan mereka dan mereka tidak diberi penangguhan.&rdquo;"
  },
  {
    "No": 30,
    "Translation": "Maka berpalinglah engkau dari mereka dan tunggulah, sesungguhnya mereka (juga) menunggu."
  }
]