[
  {
    "No": 1,
    "Translation": "Ha Mim"
  },
  {
    "No": 2,
    "Translation": "Kitab ini diturunkan dari Allah Yang Mahaperkasa, Mahabijaksana."
  },
  {
    "No": 3,
    "Translation": "Kami tidak menciptakan langit dan bumi dan apa yang ada di antara keduanya melainkan dengan (tujuan) yang benar dan dalam waktu yang ditentukan. Namun orang-orang yang kafir, berpaling dari peringatan yang diberikan kepada mereka."
  },
  {
    "No": 4,
    "Translation": "Katakanlah (Muhammad), &ldquo;Terangkanlah (kepadaku) tentang apa yang kamu sembah selain Allah; perlihatkan kepadaku apa yang telah mereka ciptakan dari bumi atau adakah peran serta mereka dalam (penciptaan) langit? Bawalah kepadaku kitab yang sebelum (Al-Qur'an) ini atau peninggalan dari pengetahuan (orang-orang dahulu), jika kamu orang yang benar.&rdquo;"
  },
  {
    "No": 5,
    "Translation": "Dan siapakah yang lebih sesat daripada orang-orang yang menyembah selain Allah (sembahan) yang tidak dapat memperkenankan (doa)nya sampai hari Kiamat dan mereka lalai dari (memperhatikan) doa mereka?"
  },
  {
    "No": 6,
    "Translation": "Dan apabila manusia dikumpulkan (pada hari Kiamat), sesembahan itu menjadi musuh mereka dan mengingkari pemujaan-pemujaan yang mereka lakukan kepadanya."
  },
  {
    "No": 7,
    "Translation": "Dan apabila mereka dibacakan ayat-ayat Kami yang jelas, orang-orang yang kafir berkata ketika kebenaran itu datang kepada mereka, &ldquo;Ini adalah sihir yang nyata.&rdquo;"
  },
  {
    "No": 8,
    "Translation": "Bahkan mereka berkata, &ldquo;Dia (Muhammad) telah mengada-adakannya (Al-Qur'an).&rdquo; Katakanlah, &ldquo;Jika aku mengada-adakannya, maka kamu tidak kuasa sedikit pun menghindarkan aku dari (azab) Allah. Dia lebih tahu apa yang kamu percakapkan tentang Al-Qur'an itu. Cukuplah Dia menjadi saksi antara aku dengan kamu. Dia Maha Pengampun, Maha Penyayang.&rdquo;"
  },
  {
    "No": 9,
    "Translation": "Katakanlah (Muhammad), &ldquo;Aku bukanlah Rasul yang pertama di antara rasul-rasul dan aku tidak tahu apa yang akan diperbuat terhadapku dan terhadapmu. Aku hanyalah mengikuti apa yang diwahyukan kepadaku dan aku hanyalah pemberi peringatan yang menjelaskan.&rdquo;"
  },
  {
    "No": 10,
    "Translation": "Katakanlah, &ldquo;Terangkanlah kepadaku, bagaimana pendapatmu jika sebenarnya (Al-Qur'an) ini datang dari Allah, dan kamu mengingkarinya, padahal ada seorang saksi dari Bani Israil yang mengakui (kebenaran) yang serupa dengan (yang disebut dalam) Al-Qur'an lalu dia beriman, kamu menyombongkan diri. Sungguh, Allah tidak memberi petunjuk kepada orang-orang yang zalim.&rdquo;"
  },
  {
    "No": 11,
    "Translation": "Dan orang-orang yang kafir berkata kepada orang-orang yang beriman, &ldquo;Sekiranya Al-Qur'an itu sesuatu yang baik, tentu mereka tidak pantas mendahului kami (beriman) kepadanya.&rdquo; Tetapi karena mereka tidak mendapat petunjuk dengannya maka mereka akan berkata, &ldquo;Ini adalah dusta yang lama.&rdquo;"
  },
  {
    "No": 12,
    "Translation": "Dan sebelum (Al-Qur'an) itu telah ada Kitab Musa sebagai petunjuk dan rahmat. Dan (Al-Qur'an) ini adalah Kitab yang membenarkannya dalam bahasa Arab untuk memberi peringatan kepada orang-orang yang zalim dan memberi kabar gembira kepada orang-orang yang berbuat baik."
  },
  {
    "No": 13,
    "Translation": "Sesungguhnya orang-orang yang berkata, &ldquo;Tuhan kami adalah Allah,&rdquo; kemudian mereka tetap istiqamah tidak ada rasa khawatir pada mereka, dan mereka tidak (pula) bersedih hati."
  },
  {
    "No": 14,
    "Translation": "Mereka itulah para penghuni surga, kekal di dalamnya; sebagai balasan atas apa yang telah mereka kerjakan."
  },
  {
    "No": 15,
    "Translation": "Dan Kami perintahkan kepada manusia agar berbuat baik kepada kedua orang tuanya. Ibunya telah mengandungnya dengan susah payah, dan melahirkannya dengan susah payah (pula). Masa mengandung sampai menyapihnya selama tiga puluh bulan, sehingga apabila dia (anak itu) telah dewasa dan umurnya mencapai empat puluh tahun dia berdoa, &ldquo;Ya Tuhanku, berilah aku petunjuk agar aku dapat mensyukuri nikmat-Mu yang telah Engkau limpahkan kepadaku dan kepada kedua orang tuaku dan agar aku dapat berbuat kebajikan yang Engkau ridai; dan berilah aku kebaikan yang akan mengalir sampai kepada anak cucuku. Sesungguhnya aku bertobat kepada Engkau dan sungguh, aku termasuk orang muslim.&rdquo;"
  },
  {
    "No": 16,
    "Translation": "Mereka itulah orang-orang yang Kami terima amal baiknya yang telah mereka kerjakan dan (orang-orang) yang Kami maafkan kesalahan-kesalahannya, (mereka akan menjadi) penghuni-penghuni surga. Itu janji yang benar yang telah dijanjikan kepada mereka."
  },
  {
    "No": 17,
    "Translation": "Dan orang yang berkata kepada kedua orang tuanya, &ldquo;Ah.&rdquo; Apakah kamu berdua memperingatkan kepadaku bahwa aku akan dibangkitkan (dari kubur), padahal beberapa umat sebelumku telah berlalu? Lalu kedua orang tuanya itu memohon pertolongan kepada Allah (seraya berkata), &ldquo;Celaka kamu, berimanlah! Sesungguhnya janji Allah itu benar.&rdquo; Lalu dia (anak itu) berkata, &ldquo;Ini hanyalah dongeng orang-orang dahulu.&rdquo;"
  },
  {
    "No": 18,
    "Translation": "Mereka itu orang-orang yang telah pasti terkena ketetapan (azab) bersama umat-umat dahulu sebelum mereka, dari (golongan) jin dan manusia. Mereka adalah orang-orang yang rugi."
  },
  {
    "No": 19,
    "Translation": "Dan setiap orang memperoleh tingkatan sesuai dengan apa yang telah mereka kerjakan dan agar Allah mencukupkan balasan amal perbuatan mereka dan mereka tidak dirugikan."
  },
  {
    "No": 20,
    "Translation": "Dan (ingatlah) pada hari (ketika) orang-orang kafir dihadapkan ke neraka (seraya dikatakan kepada mereka), &ldquo;Kamu telah menghabiskan (rezeki) yang baik untuk kehidupan duniamu dan kamu telah bersenang-senang (menikmati)nya; maka pada hari ini kamu dibalas dengan azab yang menghinakan karena kamu sombong di bumi tanpa mengindahkan kebenaran dan karena kamu berbuat durhaka (tidak taat kepada Allah).&rdquo;"
  },
  {
    "No": 21,
    "Translation": "Dan ingatlah (Hud) saudara kaum &lsquo;Ad yaitu ketika dia mengingatkan kaumnya tentang bukit-bukit pasir dan sesungguhnya telah berlalu beberapa orang pemberi peringatan sebelumnya dan setelahnya (dengan berkata), &ldquo;Janganlah kamu menyembah selain Allah, aku sungguh khawatir nanti kamu ditimpa azab pada hari yang besar.&rdquo;"
  },
  {
    "No": 22,
    "Translation": "Mereka menjawab, &ldquo;Apakah engkau datang kepada kami untuk memalingkan kami dari (menyembah) tuhan-tuhan kami? Maka datangkanlah kepada kami azab yang telah engkau ancamkan kepada kami jika engkau termasuk orang yang benar.&rdquo;"
  },
  {
    "No": 23,
    "Translation": "Dia (Hud) berkata, &ldquo;Sesungguhnya ilmu (tentang itu) hanya pada Allah dan aku (hanya) menyampaikan kepadamu apa yang diwahyukan kepadaku, tetapi aku melihat kamu adalah kaum yang berlaku bodoh.&rdquo;"
  },
  {
    "No": 24,
    "Translation": "Maka ketika mereka melihat azab itu berupa awan yang menuju ke lembah-lembah mereka, mereka berkata, &ldquo;Inilah awan yang akan menurunkan hujan kepada kita.&rdquo; (Bukan!) Tetapi itulah azab yang kamu minta agar disegerakan datangnya (yaitu) angin yang mengandung azab yang pedih,"
  },
  {
    "No": 25,
    "Translation": "yang menghancurkan segala sesuatu dengan perintah Tuhannya, sehingga mereka (kaum &lsquo;Ad) menjadi tidak tampak lagi (di bumi) kecuali hanya (bekas-bekas) tempat tinggal mereka. Demikianlah Kami memberi balasan kepada kaum yang berdosa."
  },
  {
    "No": 26,
    "Translation": "Dan sungguh, Kami telah meneguhkan kedudukan mereka (dengan kemakmuran dan kekuatan) yang belum pernah Kami berikan kepada kamu dan Kami telah memberikan kepada mereka pendengaran, penglihatan, dan hati; tetapi pendengaran, penglihatan, dan hati mereka itu tidak berguna sedikit pun bagi mereka, karena mereka (selalu) mengingkari ayat-ayat Allah dan (ancaman) azab yang dahulu mereka perolok-olokkan telah mengepung mereka."
  },
  {
    "No": 27,
    "Translation": "Dan sungguh, telah Kami binasakan negeri-negeri di sekitarmu dan juga telah Kami menjelaskan berulang-ulang tanda-tanda (kebesaran Kami), agar mereka kembali (bertobat)."
  },
  {
    "No": 28,
    "Translation": "Maka mengapa (berhala-berhala dan tuhan-tuhan) yang mereka sembah selain Allah untuk mendekatkan diri (kepada-Nya) tidak dapat menolong mereka? Bahkan tuhan-tuhan itu telah lenyap dari mereka? Dan itulah akibat kebohongan mereka dan apa yang dahulu mereka ada-adakan."
  },
  {
    "No": 29,
    "Translation": "Dan (ingatlah) ketika Kami hadapkan kepadamu (Muhammad) serombongan jin yang mendengarkan (bacaan) Al-Qur'an, maka ketika mereka menghadiri (pembacaan)nya mereka berkata, &ldquo;Diamlah kamu (untuk mendengarkannya)!&rdquo; Maka ketika telah selesai mereka kembali kepada kaumnya (untuk) memberi peringatan."
  },
  {
    "No": 30,
    "Translation": "Mereka berkata, &ldquo;Wahai kaum kami! Sungguh, kami telah mendengarkan Kitab (Al-Qur'an) yang diturunkan setelah Musa, membenarkan (kitab-kitab) yang datang sebelumnya, membimbing kepada kebenaran dan kepada jalan yang lurus."
  },
  {
    "No": 31,
    "Translation": "Wahai kaum kami! Terimalah (seruan) orang (Muhammad) yang menyeru kepada Allah. Dan berimanlah kepada-Nya, niscaya Dia akan mengampuni dosa-dosamu dan melepaskan kamu dari azab yang pedih."
  },
  {
    "No": 32,
    "Translation": "Dan barang siapa tidak menerima (seruan) orang yang menyeru kepada Allah (Muhammad) maka dia tidak akan dapat melepaskan diri dari siksa Allah di bumi padahal tidak ada pelindung baginya selain Allah. Mereka berada dalam kesesatan yang nyata.&rdquo;"
  },
  {
    "No": 33,
    "Translation": "Dan tidakkah mereka memperhatikan bahwa sesungguhnya Allah yang menciptakan langit dan bumi dan Dia tidak merasa payah karena menciptakannya, dan Dia kuasa menghidupkan yang mati? Begitulah; sungguh, Dia Mahakuasa atas segala sesuatu."
  },
  {
    "No": 34,
    "Translation": "Dan (ingatlah) pada hari (ketika) orang-orang yang kafir dihadapkan kepada neraka, (mereka akan ditanya), &ldquo;Bukankah (azab) ini benar?&rdquo; Mereka menjawab, &ldquo;Ya benar, demi Tuhan kami.&rdquo; Allah berfirman, &ldquo;Maka rasakanlah azab ini disebabkan dahulu kamu mengingkarinya.&rdquo;"
  },
  {
    "No": 35,
    "Translation": "Maka bersabarlah engkau (Muhammad) sebagaimana kesabaran rasul-rasul yang memiliki keteguhan hati dan janganlah engkau meminta agar azab disegerakan untuk mereka. Pada hari mereka melihat azab yang dijanjikan, mereka merasa seolah-olah mereka tinggal (di dunia) hanya sesaat saja pada siang hari. Tugasmu hanya menyampaikan. Maka tidak ada yang dibinasakan kecuali kaum yang fasik (tidak taat kepada Allah)."
  }
]