[
  {
    "No": 1,
    "Translation": "Alif Lam Mim shad."
  },
  {
    "No": 2,
    "Translation": "(Inilah) Kitab yang diturunkan kepadamu (Muhammad); maka janganlah engkau sesak dada karenanya, agar engkau memberi peringatan dengan (Kitab) itu dan menjadi pelajaran bagi orang yang beriman."
  },
  {
    "No": 3,
    "Translation": "Ikutilah apa yang diturunkan kepadamu dari Tuhanmu, dan janganlah kamu ikuti selain Dia sebagai pemimpin. Sedikit sekali kamu mengambil pelajaran."
  },
  {
    "No": 4,
    "Translation": "Betapa banyak negeri yang telah Kami binasakan, siksaan Kami datang (menimpa penduduk)nya pada malam hari, atau pada saat mereka beristirahat pada siang hari."
  },
  {
    "No": 5,
    "Translation": "Maka ketika siksaan Kami datang menimpa mereka, keluhan mereka tidak lain, hanya mengucap, &ldquo;Sesungguhnya kami adalah orang-orang yang zalim.&rdquo;"
  },
  {
    "No": 6,
    "Translation": "Maka pasti akan Kami tanyakan kepada umat yang telah mendapat seruan (dari rasul-rasul) dan Kami akan tanyai (pula) para rasul,"
  },
  {
    "No": 7,
    "Translation": "dan pasti akan Kami beritakan kepada mereka dengan ilmu (Kami) dan Kami tidak jauh (dari mereka)."
  },
  {
    "No": 8,
    "Translation": "Timbangan pada hari itu (menjadi ukuran) kebenaran. Maka barangsiapa berat timbangan (kebaikan)nya, mereka itulah orang yang beruntung,"
  },
  {
    "No": 9,
    "Translation": "dan barangsiapa ringan timbangan (kebaikan)nya, maka mereka itulah orang yang telah merugikan dirinya sendiri, karena mereka mengingkari ayat-ayat Kami."
  },
  {
    "No": 10,
    "Translation": "Dan sungguh, Kami telah menempatkan kamu di bumi dan di sana Kami sediakan (sumber) penghidupan untukmu. (Tetapi) sedikit sekali kamu bersyukur."
  },
  {
    "No": 11,
    "Translation": "Dan sungguh, Kami telah menciptakan kamu, kemudian membentuk (tubuh)mu, kemudian Kami berfirman kepada para malaikat, &ldquo;Bersujudlah kamu kepada Adam,&rdquo; maka mereka pun sujud kecuali Iblis. Ia (Iblis) tidak termasuk mereka yang bersujud."
  },
  {
    "No": 12,
    "Translation": "(Allah) berfirman, &ldquo;Apakah yang menghalangimu (sehingga) kamu tidak bersujud (kepada Adam) ketika Aku menyuruhmu?&rdquo; (Iblis) menjawab, &ldquo;Aku lebih baik daripada dia. Engkau ciptakan aku dari api, sedangkan dia Engkau ciptakan dari tanah.&rdquo;"
  },
  {
    "No": 13,
    "Translation": "(Allah) berfirman, &ldquo;Maka turunlah kamu darinya (surga); karena kamu tidak sepatutnya menyombongkan diri di dalamnya. Keluarlah! Sesungguhnya kamu termasuk makhluk yang hina.&rdquo;"
  },
  {
    "No": 14,
    "Translation": "(Iblis) menjawab, &ldquo;Berilah aku penangguhan waktu, sampai hari mereka dibangkitkan.&rdquo;"
  },
  {
    "No": 15,
    "Translation": "(Allah) berfirman, &ldquo;Benar, kamu termasuk yang diberi penangguhan waktu.&rdquo;"
  },
  {
    "No": 16,
    "Translation": "(Iblis) menjawab, &ldquo;Karena Engkau telah menyesatkan aku, pasti aku akan selalu menghalangi mereka dari jalan-Mu yang lurus,"
  },
  {
    "No": 17,
    "Translation": "kemudian pasti aku akan mendatangi mereka dari depan, dari belakang, dari kanan dan dari kiri mereka. Dan Engkau tidak akan mendapati kebanyakan mereka bersyukur.&rdquo;"
  },
  {
    "No": 18,
    "Translation": "(Allah) berfirman, &ldquo;Keluarlah kamu dari sana (surga) dalam keadaan terhina dan terusir! Sesungguhnya barangsiapa di antara mereka ada yang mengikutimu, pasti akan Aku isi neraka Jahanam dengan kamu semua.&rdquo;"
  },
  {
    "No": 19,
    "Translation": "Dan (Allah berfirman), &ldquo;Wahai Adam! Tinggallah engkau bersama istrimu dalam surga dan makanlah apa saja yang kamu berdua sukai. Tetapi janganlah kamu berdua dekati pohon yang satu ini. (Apabila didekati) kamu berdua termasuk orang-orang yang zalim.&rdquo;"
  },
  {
    "No": 20,
    "Translation": "Kemudian setan membisikkan pikiran jahat kepada mereka agar menampakkan aurat mereka (yang selama ini) tertutup. Dan (setan) berkata, &ldquo;Tuhanmu hanya melarang kamu berdua mendekati pohon ini, agar kamu berdua tidak menjadi malaikat atau tidak menjadi orang yang kekal (dalam surga).&rdquo;"
  },
  {
    "No": 21,
    "Translation": "Dan dia (setan) bersumpah kepada keduanya, &ldquo;Sesungguhnya aku ini benar-benar termasuk para penasihatmu,&rdquo;"
  },
  {
    "No": 22,
    "Translation": "dia (setan) membujuk mereka dengan tipu daya. Ketika mereka mencicipi (buah) pohon itu, tampaklah oleh mereka auratnya, maka mulailah mereka menutupinya dengan daun-daun surga. Tuhan menyeru mereka, &ldquo;Bukankah Aku telah melarang kamu dari pohon itu dan Aku telah mengatakan bahwa sesungguhnya setan adalah musuh yang nyata bagi kamu berdua?&rdquo;"
  },
  {
    "No": 23,
    "Translation": "Keduanya berkata, &ldquo;Ya Tuhan kami, kami telah menzalimi diri kami sendiri. Jika Engkau tidak mengampuni kami dan memberi rahmat kepada kami, niscaya kami termasuk orang-orang yang rugi.&rdquo;"
  },
  {
    "No": 24,
    "Translation": "(Allah) berfirman, &ldquo;Turunlah kamu! Kamu akan saling bermusuhan satu sama lain. Bumi adalah tempat kediaman dan kesenanganmu sampai waktu yang telah ditentukan.&rdquo;"
  },
  {
    "No": 25,
    "Translation": "(Allah) berfirman, &ldquo;Di sana kamu hidup, di sana kamu mati, dan dari sana (pula) kamu akan dibangkitkan.&rdquo;"
  },
  {
    "No": 26,
    "Translation": "Wahai anak cucu Adam! Sesungguhnya Kami telah menyediakan pakaian untuk menutupi auratmu dan untuk perhiasan bagimu. Tetapi pakaian takwa, itulah yang lebih baik. Demikianlah sebagian tanda-tanda kekuasaan Allah, mudah-mudahan mereka ingat."
  },
  {
    "No": 27,
    "Translation": "Wahai anak cucu Adam! Janganlah sampai kamu tertipu oleh setan sebagaimana halnya dia (setan) telah mengeluarkan ibu bapakmu dari surga, dengan menanggalkan pakaian keduanya untuk memperlihatkan aurat keduanya. Sesungguhnya dia dan pengikutnya dapat melihat kamu dari suatu tempat yang kamu tidak bisa melihat mereka. Sesungguhnya Kami telah menjadikan setan-setan itu pemimpin bagi orang-orang yang tidak beriman."
  },
  {
    "No": 28,
    "Translation": "Dan apabila mereka melakukan perbuatan keji, mereka berkata, &ldquo;Kami mendapati nenek moyang kami melakukan yang demikian, dan Allah menyuruh kami mengerjakannya.&rdquo; Katakanlah, &ldquo;Sesungguhnya Allah tidak pernah menyuruh berbuat keji. Mengapa kamu membicarakan tentang Allah apa yang tidak kamu ketahui?&rdquo;"
  },
  {
    "No": 29,
    "Translation": "Katakanlah, &ldquo;Tuhanku menyuruhku berlaku adil. Hadapkanlah wajahmu (kepada Allah) pada setiap salat, dan sembahlah Dia dengan mengikhlaskan ibadah semata-mata hanya kepada-Nya. Kamu akan dikembalikan kepada-Nya sebagaimana kamu diciptakan semula."
  },
  {
    "No": 30,
    "Translation": "Sebagian diberi-Nya petunjuk dan sebagian lagi sepantasnya menjadi sesat. Mereka menjadikan setan-setan sebagai pelindung selain Allah. Mereka mengira bahwa mereka mendapat petunjuk."
  },
  {
    "No": 31,
    "Translation": "Wahai anak cucu Adam! Pakailah pakaianmu yang bagus pada setiap (memasuki) masjid, makan dan minumlah, tetapi jangan berlebihan. Sungguh, Allah tidak menyukai orang yang berlebih-lebihan."
  },
  {
    "No": 32,
    "Translation": "Katakanlah (Muhammad), &ldquo;Siapakah yang mengharamkan perhiasan dari Allah yang telah disediakan untuk hamba-hamba-Nya dan rezeki yang baik-baik? Katakanlah, &ldquo;Semua itu untuk orang-orang yang beriman dalam kehidupan dunia, dan khusus (untuk mereka saja) pada hari Kiamat.&rdquo; Demikianlah Kami menjelaskan ayat-ayat itu untuk orang-orang yang mengetahui."
  },
  {
    "No": 33,
    "Translation": "Katakanlah (Muhammad), &ldquo;Tuhanku hanya mengharamkan segala perbuatan keji yang terlihat dan yang tersembunyi, perbuatan dosa, perbuatan zalim tanpa alasan yang benar, dan (mengharamkan) kamu mempersekutukan Allah dengan sesuatu, sedangkan Dia tidak menurunkan alasan untuk itu, dan (mengharamkan) kamu membicarakan tentang Allah apa yang tidak kamu ketahui.&rdquo;"
  },
  {
    "No": 34,
    "Translation": "Dan setiap umat mempunyai ajal (batas waktu). Apabila ajalnya tiba, mereka tidak dapat meminta penundaan atau percepatan sesaat pun."
  },
  {
    "No": 35,
    "Translation": "Wahai anak cucu Adam! Jika datang kepadamu rasul-rasul dari kalanganmu sendiri, yang menceritakan ayat-ayat-Ku kepadamu, maka barangsiapa bertakwa dan mengadakan perbaikan, maka tidak ada rasa takut pada mereka, dan mereka tidak bersedih hati."
  },
  {
    "No": 36,
    "Translation": "Tetapi orang-orang yang mendustakan ayat-ayat Kami dan menyombongkan diri terhadapnya, mereka itulah penghuni neraka; mereka kekal di dalamnya."
  },
  {
    "No": 37,
    "Translation": "Siapakah yang lebih zalim daripada orang yang mengada-adakan kebohongan terhadap Allah atau yang mendustakan ayat-ayat-Nya? Mereka itu akan memperoleh bagian yang telah ditentukan dalam Kitab sampai datang para utusan (malaikat) Kami kepada mereka untuk mencabut nyawanya. Mereka (para malaikat) berkata, &ldquo;Manakah sembahan yang biasa kamu sembah selain Allah?&rdquo; Mereka (orang musyrik) menjawab, &ldquo;Semuanya telah lenyap dari kami.&rdquo; Dan mereka memberikan kesaksian terhadap diri mereka sendiri bahwa mereka adalah orang-orang kafir."
  },
  {
    "No": 38,
    "Translation": "Allah berfirman, &ldquo;Masuklah kamu ke dalam api neraka bersama golongan jin dan manusia yang telah lebih dahulu dari kamu. Setiap kali suatu umat masuk, dia melaknat saudaranya, sehingga apabila mereka telah masuk semuanya, berkatalah orang yang (masuk) belakangan (kepada) orang yang (masuk) terlebih dahulu, &ldquo;Ya Tuhan kami, mereka telah menyesatkan kami. Datangkanlah siksaan api neraka yang berlipat ganda kepada mereka&rdquo; Allah berfirman, &ldquo;Masing-masing mendapatkan (siksaan) yang berlipat ganda, tapi kamu tidak mengetahui.&rdquo;"
  },
  {
    "No": 39,
    "Translation": "Dan orang yang (masuk) terlebih dahulu berkata kepada yang (masuk) belakangan, &ldquo;Kamu tidak mempunyai kelebihan sedikit pun atas kami. Maka rasakanlah azab itu karena perbuatan yang telah kamu lakukan.&rdquo;"
  },
  {
    "No": 40,
    "Translation": "Sesungguhnya orang-orang yang mendustakan ayat-ayat Kami dan menyombongkan diri terhadapnya, tidak akan dibukakan pintu-pintu langit bagi mereka, dan mereka tidak akan masuk surga, sebelum unta masuk ke dalam lubang jarum. Demikianlah Kami memberi balasan kepada orang-orang yang berbuat jahat."
  },
  {
    "No": 41,
    "Translation": "Bagi mereka tikar tidur dari api neraka dan di atas mereka ada selimut (api neraka). Demikianlah Kami memberi balasan kepada orang-orang yang zalim."
  },
  {
    "No": 42,
    "Translation": "Dan orang-orang yang beriman serta mengerjakan kebajikan, Kami tidak akan membebani seseorang melainkan menurut kesanggupannya. Mereka itulah penghuni surga; mereka kekal di dalamnya,"
  },
  {
    "No": 43,
    "Translation": "dan Kami mencabut rasa dendam dari dalam dada mereka, di bawahnya mengalir sungai-sungai. Mereka berkata, &ldquo;Segala puji bagi Allah yang telah menunjukkan kami ke (surga) ini. Kami tidak akan mendapat petunjuk sekiranya Allah tidak menunjukkan kami. Sesungguhnya rasul-rasul Tuhan kami telah datang membawa kebenaran.&rdquo; Diserukan kepada mereka, &ldquo;Itulah surga yang telah diwariskan kepadamu, karena apa yang telah kamu kerjakan.&rdquo;"
  },
  {
    "No": 44,
    "Translation": "Dan para penghuni surga menyeru penghuni-penghuni neraka, &ldquo;Sungguh, kami telah memperoleh apa yang dijanjikan Tuhan kepada kami itu benar. Apakah kamu telah memperoleh apa yang dijanjikan Tuhan kepadamu itu benar?&rdquo; Mereka menjawab, &ldquo;Benar.&rdquo; Kemudian penyeru (malaikat) mengumumkan di antara mereka, &ldquo;Laknat Allah bagi orang-orang zalim,"
  },
  {
    "No": 45,
    "Translation": "(yaitu) orang-orang yang menghalang-halangi (orang lain) dari jalan Allah dan ingin membelokkannya. Mereka itulah yang mengingkari kehidupan akhirat.&rdquo;"
  },
  {
    "No": 46,
    "Translation": "Dan di antara keduanya (penghuni surga dan neraka) ada tabir dan di atas A&lsquo;raf (tempat yang tertinggi) ada orang-orang yang saling mengenal, masing-masing dengan tanda-tandanya. Mereka menyeru penghuni surga, &ldquo;Salamun &lsquo;alaikum&rdquo; (salam sejahtera bagimu). Mereka belum dapat masuk, tetapi mereka ingin segera (masuk)."
  },
  {
    "No": 47,
    "Translation": "Dan apabila pandangan mereka dialihkan ke arah penghuni neraka, mereka berkata, &ldquo;Ya Tuhan kami, janganlah Engkau tempatkan kami bersama-sama orang-orang zalim itu.&rdquo;"
  },
  {
    "No": 48,
    "Translation": "Dan orang-orang di atas A&lsquo;raf (tempat yang tertinggi) menyeru orang-orang yang mereka kenal dengan tanda-tandanya sambil berkata, &ldquo;Harta yang kamu kumpulkan dan apa yang kamu sombongkan, (ternyata) tidak ada manfaatnya buat kamu."
  },
  {
    "No": 49,
    "Translation": "Itukah orang-orang yang kamu telah bersumpah, bahwa mereka tidak akan mendapat rahmat Allah?&rdquo; (Allah berfirman), &ldquo;Masuklah kamu ke dalam surga! Tidak ada rasa takut padamu dan kamu tidak pula akan bersedih hati.&rdquo;"
  },
  {
    "No": 50,
    "Translation": "Para penghuni neraka menyeru para penghuni surga, &ldquo;Tuangkanlah (sedikit) air kepada kami atau rezeki apa saja yang telah dikaruniakan Allah kepadamu.&rdquo; Mereka menjawab, &ldquo;Sungguh, Allah telah mengharamkan keduanya bagi orang-orang kafir,&rdquo;"
  },
  {
    "No": 51,
    "Translation": "(yaitu) orang-orang yang menjadikan agamanya sebagai permainan dan senda gurau, dan mereka telah tertipu oleh kehidupan dunia. Maka pada hari ini (Kiamat), Kami melupakan mereka sebagaimana mereka dahulu melupakan pertemuan hari ini, dan karena mereka mengingkari ayat-ayat Kami."
  },
  {
    "No": 52,
    "Translation": "Sungguh, Kami telah mendatangkan Kitab (Al-Qur'an) kepada mereka, yang Kami jelaskan atas dasar pengetahuan, sebagai petunjuk dan rahmat bagi orang-orang yang beriman."
  },
  {
    "No": 53,
    "Translation": "Tidakkah mereka hanya menanti-nanti bukti kebenaran (Al-Qur'an) itu. Pada hari bukti kebenaran itu tiba, orang-orang yang sebelum itu mengabaikannya berkata, &ldquo;Sungguh, rasul-rasul Tuhan kami telah datang membawa kebenaran. Maka adakah pemberi syafaat bagi kami yang akan memberikan pertolongan kepada kami atau agar kami dikembalikan (ke dunia) sehingga kami akan beramal tidak seperti perbuatan yang pernah kami lakukan dahulu?&rdquo; Mereka sebenarnya telah merugikan dirinya sendiri dan apa yang mereka ada-adakan dahulu telah hilang lenyap dari mereka."
  },
  {
    "No": 54,
    "Translation": "Sungguh, Tuhanmu (adalah) Allah yang menciptakan langit dan bumi dalam enam masa, lalu Dia bersemayam di atas &lsquo;Arsy. Dia menutupkan malam kepada siang yang mengikutinya dengan cepat. (Dia ciptakan) matahari, bulan dan bintang-bintang tunduk kepada perintah-Nya. Ingatlah! Segala penciptaan dan urusan menjadi hak-Nya. Mahasuci Allah, Tuhan seluruh alam."
  },
  {
    "No": 55,
    "Translation": "Berdoalah kepada Tuhanmu dengan rendah hati dan suara yang lembut. Sungguh, Dia tidak menyukai orang-orang yang melampaui batas."
  },
  {
    "No": 56,
    "Translation": "Dan janganlah kamu berbuat kerusakan di bumi setelah (diciptakan) dengan baik. Berdoalah kepada-Nya dengan rasa takut dan penuh harap. Sesungguhnya rahmat Allah sangat dekat kepada orang yang berbuat kebaikan."
  },
  {
    "No": 57,
    "Translation": "Dialah yang meniupkan angin sebagai pembawa kabar gembira, mendahului kedatangan rahmat-Nya (hujan), sehingga apabila angin itu membawa awan mendung, Kami halau ke suatu daerah yang tandus, lalu Kami turunkan hujan di daerah itu. Kemudian Kami tumbuhkan dengan hujan itu berbagai macam buah-buahan. Seperti itulah Kami membangkitkan orang yang telah mati, mudah-mudahan kamu mengambil pelajaran."
  },
  {
    "No": 58,
    "Translation": "Dan tanah yang baik, tanaman-tanamannya tumbuh subur dengan izin Tuhan; dan tanah yang buruk, tanaman-tanamannya yang tumbuh merana. Demikianlah Kami menjelaskan berulang-ulang tanda-tanda (kebesaran Kami) bagi orang-orang yang bersyukur."
  },
  {
    "No": 59,
    "Translation": "Sungguh, Kami benar-benar telah mengutus Nuh kepada kaumnya, lalu dia berkata, &ldquo;Wahai kaumku! Sembahlah Allah! Tidak ada tuhan (sembahan) bagimu selain Dia. Sesungguhnya aku takut kamu akan ditimpa azab pada hari yang dahsyat (kiamat)."
  },
  {
    "No": 60,
    "Translation": "Pemuka-pemuka kaumnya berkata, &ldquo;Sesungguhnya kami memandang kamu benar-benar berada dalam kesesatan yang nyata.&rdquo;"
  },
  {
    "No": 61,
    "Translation": "Dia (Nuh) menjawab, &ldquo;Wahai kaumku! Aku tidak sesat; tetapi aku ini seorang Rasul dari Tuhan seluruh alam."
  },
  {
    "No": 62,
    "Translation": "Aku menyampaikan kepadamu amanat Tuhanku, memberi nasihat kepadamu, dan aku mengetahui dari Allah apa yang tidak kamu ketahui.&rdquo;"
  },
  {
    "No": 63,
    "Translation": "Dan herankah kamu bahwa ada peringatan yang datang dari Tuhanmu melalui seorang laki-laki dari kalanganmu sendiri, untuk memberi peringatan kepadamu dan agar kamu bertakwa, sehingga kamu mendapat rahmat?"
  },
  {
    "No": 64,
    "Translation": "Maka mereka mendustakannya (Nuh). Lalu Kami selamatkan dia dan orang-orang yang bersamanya di dalam kapal. Kami tenggelamkan orang-orang yang mendustakan ayat-ayat Kami. Sesungguhnya mereka adalah kaum yang buta (mata hatinya)."
  },
  {
    "No": 65,
    "Translation": "Dan kepada kaum &lsquo;Ad (Kami utus) Hud, saudara mereka. Dia berkata, &ldquo;Wahai kaumku! Sembahlah Allah! Tidak ada tuhan (sembahan) bagimu selain Dia. Maka mengapa kamu tidak bertakwa?&rdquo;"
  },
  {
    "No": 66,
    "Translation": "Pemuka-pemuka orang-orang yang kafir dari kaumnya berkata, &ldquo;Sesungguhnya kami memandang kamu benar-benar kurang waras dan kami kira kamu termasuk orang-orang yang berdusta.&rdquo;"
  },
  {
    "No": 67,
    "Translation": "Dia (Hud) menjawab, &ldquo;Wahai kaumku! Bukan aku kurang waras, tetapi aku ini adalah Rasul dari Tuhan seluruh alam."
  },
  {
    "No": 68,
    "Translation": "Aku menyampaikan kepadamu amanat Tuhanku dan pemberi nasihat yang terpercaya kepada kamu."
  },
  {
    "No": 69,
    "Translation": "Dan herankah kamu bahwa ada peringatan yang datang dari Tuhanmu melalui seorang laki-laki dari kalanganmu sendiri, untuk memberi peringatan kepadamu? Ingatlah ketika Dia menjadikan kamu sebagai khalifah-khalifah setelah kaum Nuh, dan Dia lebihkan kamu dalam kekuatan tubuh dan perawakan. Maka ingatlah akan nikmat-nikmat Allah agar kamu beruntung. &rdquo;"
  },
  {
    "No": 70,
    "Translation": "Mereka berkata, &ldquo;Apakah kedatanganmu kepada kami, agar kami hanya menyembah Allah saja dan meninggalkan apa yang biasa disembah oleh nenek moyang kami? Maka buktikanlah ancamanmu kepada kami, jika kamu benar!&rdquo;"
  },
  {
    "No": 71,
    "Translation": "Dia (Hud) menjawab, &ldquo;Sungguh, kebencian dan kemurkaan dari Tuhan akan menimpa kamu. Apakah kamu hendak berbantah denganku tentang nama-nama (berhala) yang kamu dan nenek moyangmu buat sendiri, padahal Allah tidak menurunkan keterangan untuk itu? Jika demikian, tunggulah! Sesungguhnya aku pun bersamamu termasuk yang menunggu.&rdquo;"
  },
  {
    "No": 72,
    "Translation": "Maka Kami selamatkan dia (Hud) dan orang-orang yang bersamanya dengan rahmat Kami dan Kami musnahkan sampai ke akar-akarnya orang-orang yang mendustakan ayat-ayat Kami. Mereka bukanlah orang-orang beriman."
  },
  {
    "No": 73,
    "Translation": "Dan kepada kaum Samud (Kami utus) saudara mereka Saleh. Dia berkata, &ldquo;Wahai kaumku! Sembahlah Allah! Tidak ada tuhan (sembahan) bagimu selain Dia. Sesungguhnya telah datang kepadamu bukti yang nyata dari Tuhanmu. Ini (seekor) unta betina dari Allah sebagai tanda untukmu. Biarkanlah ia makan di bumi Allah, janganlah disakiti, nanti akibatnya kamu akan mendapatkan siksaan yang pedih.&rdquo;"
  },
  {
    "No": 74,
    "Translation": "Dan ingatlah ketika Dia menjadikan kamu khalifah-khalifah setelah kaum &lsquo;Ad dan menempatkan kamu di bumi. Di tempat yang datar kamu dirikan istana-istana dan di bukit-bukit kamu pahat menjadi rumah-rumah. Maka ingatlah nikmat-nikmat Allah dan janganlah kamu membuat kerusakan di bumi."
  },
  {
    "No": 75,
    "Translation": "Pemuka-pemuka yang menyombongkan diri berkata kepada orang-orang yang dianggap lemah, yaitu orang-orang yang telah beriman di antara kaumnya, &ldquo;Tahukah kamu bahwa Saleh adalah seorang rasul dari Tuhannya?&rdquo; Mereka menjawab, &ldquo;Sesungguhnya kami percaya kepada apa yang disampaikannya.&rdquo;"
  },
  {
    "No": 76,
    "Translation": "Orang-orang yang menyombongkan diri berkata, &ldquo;Sesungguhnya kami mengingkari apa yang kamu percayai.&rdquo;"
  },
  {
    "No": 77,
    "Translation": "Kemudian mereka sembelih unta betina itu, dan berlaku angkuh terhadap perintah Tuhannya. Mereka berkata, &ldquo;Wahai Saleh! Buktikanlah ancaman kamu kepada kami, jika benar engkau salah seorang rasul.&rdquo;"
  },
  {
    "No": 78,
    "Translation": "Lalu datanglah gempa menimpa mereka, dan mereka pun mati bergelimpangan di dalam reruntuhan rumah mereka."
  },
  {
    "No": 79,
    "Translation": "Kemudian dia (Saleh) pergi meninggalkan mereka sambil berkata, &ldquo;Wahai kaumku! Sungguh, aku telah menyampaikan amanat Tuhanku kepadamu dan aku telah menasihati kamu. Tetapi kamu tidak menyukai orang yang memberi nasihat.&rdquo;"
  },
  {
    "No": 80,
    "Translation": "Dan (Kami juga telah mengutus) Lut, ketika dia berkata kepada kaumnya, &ldquo;Mengapa kamu melakukan perbuatan keji, yang belum pernah dilakukan oleh seorang pun sebelum kamu (di dunia ini)."
  },
  {
    "No": 81,
    "Translation": "Sungguh, kamu telah melampiaskan syahwatmu kepada sesama lelaki bukan kepada perempuan. Kamu benar-benar kaum yang melampaui batas.&rdquo;"
  },
  {
    "No": 82,
    "Translation": "Dan jawaban kaumnya tidak lain hanya berkata, &ldquo;Usirlah mereka (Lut dan pengikutnya) dari negerimu ini, mereka adalah orang yang menganggap dirinya suci.&rdquo;"
  },
  {
    "No": 83,
    "Translation": "Kemudian Kami selamatkan dia dan pengikutnya, kecuali istrinya. Dia (istrinya) termasuk orang-orang yang tertinggal."
  },
  {
    "No": 84,
    "Translation": "Dan Kami hujani mereka dengan hujan (batu). Maka perhatikanlah bagaimana kesudahan orang yang berbuat dosa itu."
  },
  {
    "No": 85,
    "Translation": "Dan kepada penduduk Madyan, Kami (utus) Syuaib, saudara mereka sendiri. Dia berkata, &ldquo;Wahai kaumku! Sembahlah Allah. Tidak ada tuhan (sembahan) bagimu selain Dia. Sesungguhnya telah datang kepadamu bukti yang nyata dari Tuhanmu. Sempurnakanlah takaran dan timbangan, dan jangan kamu merugikan orang sedikit pun. Janganlah kamu berbuat kerusakan di bumi setelah (diciptakan) dengan baik. Itulah yang lebih baik bagimu jika kamu orang beriman.&rdquo;"
  },
  {
    "No": 86,
    "Translation": "Dan janganlah kamu duduk di setiap jalan dengan menakut-nakuti dan menghalang-halangi orang-orang yang beriman dari jalan Allah dan ingin membelokkannya. Ingatlah ketika kamu dahulunya sedikit, lalu Allah memperbanyak jumlah kamu. Dan perhatikanlah bagaimana kesudahan orang-orang yang berbuat kerusakan."
  },
  {
    "No": 87,
    "Translation": "Jika ada segolongan di antara kamu yang beriman kepada (ajaran) yang aku diutus menyampaikannya, dan ada (pula) segolongan yang tidak beriman, maka bersabarlah sampai Allah menetapkan keputusan di antara kita. Dialah hakim yang terbaik."
  },
  {
    "No": 88,
    "Translation": "Pemuka-pemuka yang menyombongkan diri dari kaum Syuaib berkata, &ldquo;Wahai Syuaib! Pasti kami usir engkau bersama orang-orang yang beriman dari negeri kami, kecuali engkau kembali kepada agama kami.&rdquo;Syuaib berkata, &ldquo;Apakah (kamu akan mengusir kami), kendatipun kami tidak suka?"
  },
  {
    "No": 89,
    "Translation": "Sungguh, kami telah mengada-adakan kebohongan yang besar terhadap Allah, jika kami kembali kepada agamamu, setelah Allah melepaskan kami darinya. Dan tidaklah pantas kami kembali kepadanya, kecuali jika Allah, Tuhan kami menghendaki. Pengetahuan Tuhan kami meliputi segala sesuatu. Hanya kepada Allah kami bertawakal. Ya Tuhan kami, berilah keputusan antara kami dan kaum kami dengan hak (adil). Engkaulah pemberi keputusan terbaik.&rdquo;"
  },
  {
    "No": 90,
    "Translation": "Dan pemuka-pemuka dari kaumnya (Syuaib) yang kafir berkata (kepada sesamanya), &ldquo;Sesungguhnya jika kamu mengikuti Syuaib, tentu kamu menjadi orang-orang yang rugi.&rdquo;"
  },
  {
    "No": 91,
    "Translation": "Lalu datanglah gempa menimpa mereka, dan mereka pun mati bergelimpangan di dalam reruntuhan rumah mereka."
  },
  {
    "No": 92,
    "Translation": "Orang-orang yang mendustakan Syuaib seakan-akan mereka belum pernah tinggal di (negeri) itu. Mereka yang mendustakan Syuaib, itulah orang-orang yang rugi."
  },
  {
    "No": 93,
    "Translation": "Maka Syuaib meninggalkan mereka seraya berkata, &ldquo;Wahai kaumku! Sungguh, aku telah menyampaikan amanat Tuhanku kepadamu dan aku telah menasihati kamu. Maka bagaimana aku akan bersedih hati terhadap orang-orang kafir?&rdquo;"
  },
  {
    "No": 94,
    "Translation": "Dan Kami tidak mengutus seorang nabi pun kepada sesuatu negeri, (lalu penduduknya mendustakan nabi itu), melainkan Kami timpakan kepada penduduknya kesempitan dan penderitaan agar mereka (tunduk dengan) merendahkan diri."
  },
  {
    "No": 95,
    "Translation": "Kemudian Kami ganti penderitaan itu dengan kesenangan (sehingga keturunan dan harta mereka) bertambah banyak, lalu mereka berkata, &ldquo;Sungguh, nenek moyang kami telah merasakan penderitaan dan kesenangan,&rdquo; maka Kami timpakan siksaan atas mereka dengan tiba-tiba tanpa mereka sadari."
  },
  {
    "No": 96,
    "Translation": "Dan sekiranya penduduk negeri beriman dan bertakwa, pasti Kami akan melimpahkan kepada mereka berkah dari langit dan bumi, tetapi ternyata mereka mendustakan (ayat-ayat Kami), maka Kami siksa mereka sesuai dengan apa yang telah mereka kerjakan."
  },
  {
    "No": 97,
    "Translation": "Maka apakah penduduk negeri itu merasa aman dari siksaan Kami yang datang malam hari ketika mereka sedang tidur?"
  },
  {
    "No": 98,
    "Translation": "Atau apakah penduduk negeri itu merasa aman dari siksaan Kami yang datang pada pagi hari ketika mereka sedang bermain?"
  },
  {
    "No": 99,
    "Translation": "Atau apakah mereka merasa aman dari siksaan Allah (yang tidak terduga-duga)? Tidak ada yang merasa aman dari siksaan Allah selain orang-orang yang rugi."
  },
  {
    "No": 100,
    "Translation": "Atau apakah belum jelas bagi orang-orang yang mewarisi suatu negeri setelah (lenyap) penduduknya? Bahwa kalau Kami menghendaki pasti Kami siksa mereka karena dosa-dosanya; dan Kami mengunci hati mereka sehingga mereka tidak dapat mendengar (pelajaran)."
  },
  {
    "No": 101,
    "Translation": "Itulah negeri-negeri (yang telah Kami binasakan) itu, Kami ceritakan sebagian kisahnya kepadamu. Rasul-rasul mereka benar-benar telah datang kepada mereka dengan membawa bukti-bukti yang nyata. Tetapi mereka tidak beriman (juga) kepada apa yang telah mereka dustakan sebelumnya. Demikianlah Allah mengunci hati orang-orang kafir."
  },
  {
    "No": 102,
    "Translation": "Dan Kami tidak mendapati kebanyakan mereka memenuhi janji. Sebaliknya yang Kami dapati kebanyakan mereka adalah orang-orang yang benar-benar fasik."
  },
  {
    "No": 103,
    "Translation": "Setelah mereka, kemudian Kami utus Musa dengan membawa bukti-bukti Kami kepada Fir&lsquo;aun dan pemuka-pemuka kaumnya, lalu mereka mengingkari bukti-bukti itu. Maka perhatikanlah bagaimana kesudahan orang-orang yang berbuat kerusakan."
  },
  {
    "No": 104,
    "Translation": "Dan Musa berkata, &ldquo;Wahai Fir&lsquo;aun! Sungguh, aku adalah seorang utusan dari Tuhan seluruh alam,"
  },
  {
    "No": 105,
    "Translation": "aku wajib mengatakan yang sebenarnya tentang Allah. Sungguh, aku datang kepadamu dengan membawa bukti yang nyata dari Tuhanmu, maka lepaskanlah Bani Israil (pergi) bersamaku.&rdquo;"
  },
  {
    "No": 106,
    "Translation": "Dia (Fir&lsquo;aun) menjawab, &ldquo;Jika benar engkau membawa sesuatu bukti, maka tunjukkanlah, kalau kamu termasuk orang-orang yang benar.&rdquo;"
  },
  {
    "No": 107,
    "Translation": "Lalu (Musa) melemparkan tongkatnya, tiba-tiba tongkat itu menjadi ular besar yang sebenarnya."
  },
  {
    "No": 108,
    "Translation": "Dan dia mengeluarkan tangannya, tiba-tiba tangan itu menjadi putih (bercahaya) bagi orang-orang yang melihatnya."
  },
  {
    "No": 109,
    "Translation": "Pemuka-pemuka kaum Fir&lsquo;aun berkata, &ldquo;Orang ini benar-benar pesihir yang pandai,"
  },
  {
    "No": 110,
    "Translation": "yang hendak mengusir kamu dari negerimu.&rdquo; (Fir&lsquo;aun berkata), &ldquo;Maka apa saran kamu?&rdquo;"
  },
  {
    "No": 111,
    "Translation": "(Pemuka-pemuka) itu menjawab, &ldquo;Tahanlah (untuk sementara) dia dan saudaranya dan utuslah ke kota-kota beberapa orang untuk mengumpulkan (para pesihir),"
  },
  {
    "No": 112,
    "Translation": "agar mereka membawa semua pesihir yang pandai kepadamu.&rdquo;"
  },
  {
    "No": 113,
    "Translation": "Dan para pesihir datang kepada Fir&lsquo;aun. Mereka berkata, &ldquo;(Apakah) kami akan mendapat imbalan, jika kami menang?&rdquo;"
  },
  {
    "No": 114,
    "Translation": "Dia (Fir&lsquo;aun) menjawab, &ldquo;Ya, bahkan kamu pasti termasuk orang-orang yang dekat (kepadaku).&rdquo;"
  },
  {
    "No": 115,
    "Translation": "Mereka (para pesihir) berkata, &ldquo;Wahai Musa! Engkaukah yang akan melemparkan lebih dahulu, atau kami yang melemparkan?&rdquo;"
  },
  {
    "No": 116,
    "Translation": "Dia (Musa) menjawab, &ldquo;Lemparkanlah (lebih dahulu)!&rdquo; Maka setelah mereka melemparkan, mereka menyihir mata orang banyak dan menjadikan orang banyak itu takut, karena mereka memperlihatkan sihir yang hebat (menakjubkan)."
  },
  {
    "No": 117,
    "Translation": "Dan Kami wahyukan kepada Musa, &ldquo;Lemparkanlah tongkatmu!&rdquo; Maka tiba-tiba ia menelan (habis) segala kepalsuan mereka."
  },
  {
    "No": 118,
    "Translation": "Maka terbuktilah kebenaran, dan segala yang mereka kerjakan jadi sia-sia."
  },
  {
    "No": 119,
    "Translation": "Maka mereka dikalahkan di tempat itu dan jadilah mereka orang-orang yang hina."
  },
  {
    "No": 120,
    "Translation": "Dan para pesihir itu serta merta menjatuhkan diri dengan bersujud."
  },
  {
    "No": 121,
    "Translation": "Mereka berkata, &ldquo;Kami beriman kepada Tuhan seluruh alam,"
  },
  {
    "No": 122,
    "Translation": "(yaitu) Tuhannya Musa dan Harun.&rdquo;"
  },
  {
    "No": 123,
    "Translation": "Fir&lsquo;aun berkata, &ldquo;Mengapa kamu beriman kepadanya sebelum aku memberi izin kepadamu? Sesungguhnya ini benar-benar tipu muslihat yang telah kamu rencanakan di kota ini, untuk mengusir penduduknya. Kelak kamu akan mengetahui (akibat perbuatanmu ini)."
  },
  {
    "No": 124,
    "Translation": "Pasti akan aku potong tangan dan kakimu dengan bersilang (tangan kanan dan kaki kiri atau sebaliknya), kemudian aku akan menyalib kamu semua.&rdquo;"
  },
  {
    "No": 125,
    "Translation": "Mereka (para pesihir) menjawab, &ldquo;Sesungguhnya kami akan kembali kepada Tuhan kami."
  },
  {
    "No": 126,
    "Translation": "Dan engkau tidak melakukan balas dendam kepada kami, melainkan karena kami beriman kepada ayat-ayat Tuhan kami ketika ayat-ayat itu datang kepada kami.&rdquo; (Mereka berdoa), &ldquo;Ya Tuhan kami, limpahkanlah kesabaran kepada kami dan matikanlah kami dalam keadaan muslim (berserah diri kepada-Mu).&rdquo;"
  },
  {
    "No": 127,
    "Translation": "Dan para pemuka dari kaum Fir&lsquo;aun berkata, &ldquo;Apakah engkau akan membiarkan Musa dan kaumnya untuk berbuat kerusakan di negeri ini (Mesir) dan meninggalkanmu dan tuhan-tuhanmu?&rdquo; (Fir&lsquo;aun) menjawab, &ldquo;Akan kita bunuh anak-anak laki-laki mereka dan kita biarkan hidup anak-anak perempuan mereka dan sesungguhnya kita berkuasa penuh atas mereka.&rdquo;"
  },
  {
    "No": 128,
    "Translation": "Musa berkata kepada kaumnya, &ldquo;Mohonlah pertolongan kepada Allah dan bersabarlah. Sesungguhnya bumi (ini) milik Allah; diwariskan-Nya kepada siapa saja yang Dia kehendaki di antara hamba-hamba-Nya. Dan kesudahan (yang baik) adalah bagi orang-orang yang bertakwa.&rdquo;"
  },
  {
    "No": 129,
    "Translation": "Mereka (kaum Musa) berkata, &rdquo;Kami telah ditindas (oleh Fir&lsquo;aun) sebelum engkau datang kepada kami dan setelah engkau datang.&rdquo; (Musa) menjawab, &ldquo;Mudah-mudahan Tuhanmu membinasakan musuhmu dan menjadikan kamu khalifah di bumi; maka Dia akan melihat bagaimana perbuatanmu.&rdquo;"
  },
  {
    "No": 130,
    "Translation": "Dan sungguh, Kami telah menghukum Fir&lsquo;aun dan kaumnya dengan (mendatangkan musim kemarau) bertahun-tahun dan kekurangan buah-buahan, agar mereka mengambil pelajaran."
  },
  {
    "No": 131,
    "Translation": "Kemudian apabila kebaikan (kemakmuran) datang kepada mereka, mereka berkata, &ldquo;Ini adalah karena (usaha) kami.&rdquo; Dan jika mereka ditimpa kesusahan, mereka lemparkan sebab kesialan itu kepada Musa dan pengikutnya. Ketahuilah, sesungguhnya nasib mereka di tangan Allah, namun kebanyakan mereka tidak mengetahui."
  },
  {
    "No": 132,
    "Translation": "Dan mereka berkata (kepada Musa), &ldquo;Bukti apa pun yang engkau bawa kepada kami untuk menyihir kami, kami tidak akan beriman kepadamu.&rdquo;"
  },
  {
    "No": 133,
    "Translation": "Maka Kami kirimkan kepada mereka topan, belalang, kutu, katak dan darah (air minum berubah menjadi darah) sebagai bukti-bukti yang jelas, tetapi mereka tetap menyombongkan diri dan mereka adalah kaum yang berdosa."
  },
  {
    "No": 134,
    "Translation": "Dan ketika mereka ditimpa azab (yang telah diterangkan itu) mereka pun berkata, &ldquo;Wahai Musa! Mohonkanlah untuk kami kepada Tuhanmu sesuai dengan janji-Nya kepadamu. Jika engkau dapat menghilangkan azab itu dari kami, niscaya kami akan beriman kepadamu dan pasti akan kami biarkan Bani Israil pergi bersamamu.&rdquo;"
  },
  {
    "No": 135,
    "Translation": "Tetapi setelah Kami hilangkan azab itu dari mereka hingga batas waktu yang harus mereka penuhi ternyata mereka ingkar janji."
  },
  {
    "No": 136,
    "Translation": "Maka Kami hukum sebagian di antara mereka, lalu Kami tenggelamkan mereka di laut karena mereka telah mendustakan ayat-ayat Kami dan melalaikan ayat-ayat Kami."
  },
  {
    "No": 137,
    "Translation": "Dan Kami wariskan kepada kaum yang tertindas itu, bumi bagian timur dan bagian baratnya yang telah Kami berkahi. Dan telah sempurnalah firman Tuhanmu yang baik itu (sebagai janji) untuk Bani Israil disebabkan kesabaran mereka. Dan Kami hancurkan apa yang telah dibuat Fir&lsquo;aun dan kaumnya dan apa yang telah mereka bangun."
  },
  {
    "No": 138,
    "Translation": "Dan Kami selamatkan Bani Israil menyeberangi laut itu (bagian utara dari Laut Merah). Ketika mereka sampai kepada suatu kaum yang tetap menyembah berhala, mereka (Bani Israil) berkata, &ldquo;Wahai Musa! Buatlah untuk kami sebuah tuhan (berhala) sebagaimana mereka mempunyai beberapa tuhan (berhala).&rdquo; (Musa) menjawab, &ldquo;Sungguh, kamu orang-orang yang bodoh.&rdquo;"
  },
  {
    "No": 139,
    "Translation": "Sesungguhnya mereka akan dihancurkan (oleh kepercayaan) yang dianutnya dan akan sia-sia apa yang telah mereka kerjakan."
  },
  {
    "No": 140,
    "Translation": "Dia (Musa) berkata, &ldquo;Pantaskah aku mencari tuhan untukmu selain Allah, padahal Dia yang telah melebihkan kamu atas segala umat (pada masa itu).&rdquo;"
  },
  {
    "No": 141,
    "Translation": "Dan (ingatlah wahai Bani Israil) ketika Kami menyelamatkan kamu dari (Fir&lsquo;aun) dan kaumnya, yang menyiksa kamu dengan siksaan yang sangat berat, mereka membunuh anak-anak laki-lakimu dan membiarkan hidup anak-anak perempuanmu. Dan pada yang demikian itu merupakan cobaan yang besar dari Tuhanmu."
  },
  {
    "No": 142,
    "Translation": "Dan Kami telah menjanjikan kepada Musa (memberikan Taurat) tiga puluh malam, dan Kami sempurnakan jumlah malam itu dengan sepuluh (malam lagi), maka sempurnalah waktu yang telah ditentukan Tuhannya empat puluh malam. Dan Musa berkata kepada saudaranya (yaitu) Harun, &ldquo;Gantikanlah aku dalam (memimpin) kaumku, dan perbaikilah (dirimu dan kaummu), dan janganlah engkau mengikuti jalan orang-orang yang berbuat kerusakan.&rdquo;"
  },
  {
    "No": 143,
    "Translation": "Dan ketika Musa datang untuk (munajat) pada waktu yang telah Kami tentukan dan Tuhan telah berfirman (langsung) kepadanya, (Musa) berkata, &ldquo;Ya Tuhanku, tampakkanlah (diri-Mu) kepadaku agar aku dapat melihat Engkau.&rdquo; (Allah) berfirman, &ldquo;Engkau tidak akan (sanggup) melihat-Ku, namun lihatlah ke gunung itu, jika ia tetap di tempatnya (sebagai sediakala) niscaya engkau dapat melihat-Ku.&rdquo; Maka ketika Tuhannya menampakkan (keagungan-Nya) kepada gunung itu, gunung itu hancur luluh dan Musa pun jatuh pingsan. Setelah Musa sadar, dia berkata, &ldquo;Mahasuci Engkau, aku bertobat kepada Engkau dan aku adalah orang yang pertama-tama beriman.&rdquo;"
  },
  {
    "No": 144,
    "Translation": "(Allah) berfirman, &ldquo;Wahai Musa! Sesungguhnya Aku memilih (melebihkan) engkau dari manusia yang lain (pada masamu) untuk membawa risalah-Ku dan firman-Ku, sebab itu berpegang-teguhlah kepada apa yang Aku berikan kepadamu dan hendaklah engkau termasuk orang-orang yang bersyukur.&rdquo;"
  },
  {
    "No": 145,
    "Translation": "Dan telah Kami tuliskan untuk Musa pada lauh-lauh (Taurat) segala sesuatu sebagai pelajaran dan penjelasan untuk segala hal; maka (Kami berfirman), &ldquo;Berpegangteguhlah kepadanya dan suruhlah kaummu berpegang kepadanya dengan sebaik-baiknya, Aku akan memperlihatkan kepadamu negeri orang-orang fasik.&rdquo;"
  },
  {
    "No": 146,
    "Translation": "Akan Aku palingkan dari tanda-tanda (kekuasaan-Ku) orang-orang yang menyombongkan diri di bumi tanpa alasan yang benar. Kalaupun mereka melihat setiap tanda (kekuasaan-Ku) mereka tetap tidak akan beriman kepadanya. Dan jika mereka melihat jalan yang membawa kepada petunjuk, mereka tidak (akan) menempuhnya, tetapi jika mereka melihat jalan kesesatan, mereka menempuhnya. Yang demikian adalah karena mereka mendustakan ayat-ayat Kami dan mereka selalu lengah terhadapnya."
  },
  {
    "No": 147,
    "Translation": "Dan orang-orang yang mendustakan tanda-tanda (kekuasaan) Kami dan (mendustakan) adanya pertemuan akhirat, sia-sialah amal mereka. Mereka diberi balasan sesuai dengan apa yang telah mereka kerjakan."
  },
  {
    "No": 148,
    "Translation": "Dan kaum Musa, setelah kepergian (Musa ke Gunung Sinai) mereka membuat patung anak sapi yang bertubuh dan dapat melenguh (bersuara) dari perhiasan (emas). Apakah mereka tidak mengetahui bahwa (patung) anak sapi itu tidak dapat berbicara dengan mereka dan tidak dapat (pula) menunjukkan jalan kepada mereka? Mereka menjadikannya (sebagai sembahan). Mereka adalah orang-orang yang zalim."
  },
  {
    "No": 149,
    "Translation": "Dan setelah mereka menyesali perbuatannya dan mengetahui bahwa telah sesat, mereka pun berkata, &ldquo;Sungguh, jika Tuhan kami tidak memberi rahmat kepada kami dan tidak mengampuni kami, pastilah kami menjadi orang-orang yang rugi.&rdquo;"
  },
  {
    "No": 150,
    "Translation": "Dan ketika Musa telah kembali kepada kaumnya, dengan marah dan sedih hati dia berkata, &ldquo;Alangkah buruknya perbuatan yang kamu kerjakan selama kepergianku! Apakah kamu hendak mendahului janji Tuhanmu?&rdquo; Musa pun melemparkan lauh-lauh (Taurat) itu dan memegang kepala saudaranya (Harun) sambil menarik ke arahnya. (Harun) berkata, &ldquo;Wahai anak ibuku! Kaum ini telah menganggapku lemah dan hampir saja mereka membunuhku, sebab itu janganlah engkau menjadikan musuh-musuh menyoraki melihat kemalanganku, dan janganlah engkau jadikan aku sebagai orang-orang yang zalim.&rdquo;"
  },
  {
    "No": 151,
    "Translation": "Dia (Musa) berdoa, &ldquo;Ya Tuhanku, ampunilah aku dan saudaraku dan masukkanlah kami ke dalam rahmat Engkau, dan Engkau adalah Maha Penyayang dari semua penyayang.&rdquo;"
  },
  {
    "No": 152,
    "Translation": "Sesungguhnya orang-orang yang menjadikan (patung) anak sapi (sebagai sembahannya), kelak akan menerima kemurkaan dari Tuhan mereka dan kehinaan dalam kehidupan di dunia. Demikianlah Kami memberi balasan kepada orang-orang yang berbuat kebohongan."
  },
  {
    "No": 153,
    "Translation": "Dan orang-orang yang telah mengerjakan kejahatan, kemudian bertobat dan beriman, niscaya setelah itu Tuhanmu Maha Pengampun, Maha Penyayang."
  },
  {
    "No": 154,
    "Translation": "Dan setelah amarah Musa mereda, diambilnya (kembali) lauh-lauh (Taurat) itu; di dalam tulisannya terdapat petunjuk dan rahmat bagi orang-orang yang takut kepada Tuhannya."
  },
  {
    "No": 155,
    "Translation": "Dan Musa memilih tujuh puluh orang dari kaumnya untuk (memohon tobat kepada Kami) pada waktu yang telah Kami tentukan. Ketika mereka ditimpa gempa bumi, Musa berkata, &ldquo;Ya Tuhanku, jika Engkau kehendaki, tentulah Engkau binasakan mereka dan aku sebelum ini. Apakah Engkau akan membinasakan kami karena perbuatan orang-orang yang kurang berakal di antara kami? Itu hanyalah cobaan dari-Mu, Engkau sesatkan dengan cobaan itu siapa yang Engkau kehendaki dan Engkau beri petunjuk kepada siapa yang Engkau kehendaki. Engkaulah pemimpin kami, maka ampunilah kami dan berilah kami rahmat. Engkaulah pemberi ampun yang terbaik.&rdquo;"
  },
  {
    "No": 156,
    "Translation": "Dan tetapkanlah untuk kami kebaikan di dunia ini dan di akhirat. Sungguh, kami kembali (bertobat) kepada Engkau. (Allah) berfirman, &ldquo;Siksa-Ku akan Aku timpakan kepada siapa yang Aku kehendaki dan rahmat-Ku meliputi segala sesuatu. Maka akan Aku tetapkan rahmat-Ku bagi orang-orang yang bertakwa, yang menunaikan zakat dan orang-orang yang beriman kepada ayat-ayat Kami.&rdquo;"
  },
  {
    "No": 157,
    "Translation": "(Yaitu) orang-orang yang mengikuti Rasul, Nabi yang ummi (tidak bisa baca tulis) yang (namanya) mereka dapati tertulis di dalam Taurat dan Injil yang ada pada mereka, yang menyuruh mereka berbuat yang makruf dan mencegah dari yang mungkar, dan yang menghalalkan segala yang baik bagi mereka dan mengharamkan segala yang buruk bagi mereka, dan membebaskan beban-beban dan belenggu-belenggu yang ada pada mereka. Adapun orang-orang yang beriman kepadanya, memuliakannya, menolongnya dan mengikuti cahaya yang terang yang diturunkan kepadanya (Al-Qur'an), mereka itulah orang-orang beruntung."
  },
  {
    "No": 158,
    "Translation": "Katakanlah (Muhammad), &ldquo;Wahai manusia! Sesungguhnya aku ini utusan Allah bagi kamu semua, Yang memiliki kerajaan langit dan bumi; tidak ada tuhan (yang berhak disembah) selain Dia, Yang menghidupkan dan mematikan, maka berimanlah kamu kepada Allah dan Rasul-Nya, (yaitu) Nabi yang ummi yang beriman kepada Allah dan kepada kalimat-kalimat-Nya (kitab-kitab-Nya). Ikutilah dia, agar kamu mendapat petunjuk.&rdquo;"
  },
  {
    "No": 159,
    "Translation": "Dan di antara kaum Musa itu terdapat suatu umat yang memberi petunjuk (kepada manusia) dengan (dasar) kebenaran dan dengan itu (pula) mereka berlaku adil menjalankan keadilan."
  },
  {
    "No": 160,
    "Translation": "Dan Kami membagi mereka menjadi dua belas suku yang masing-masing berjumlah besar, dan Kami wahyukan kepada Musa ketika kaumnya meminta air kepadanya, &ldquo;Pukullah batu itu dengan tongkatmu!&rdquo; Maka memancarlah dari (batu) itu dua belas mata air. Setiap suku telah mengetahui tempat minumnya masing-masing. Dan Kami naungi mereka dengan awan dan Kami turunkan kepada mereka mann dan salwa. (Kami berfirman), &ldquo;Makanlah yang baik-baik dari rezeki yang telah Kami berikan kepadamu.&rdquo; Mereka tidak menzalimi Kami, tetapi merekalah yang selalu menzalimi dirinya sendiri."
  },
  {
    "No": 161,
    "Translation": "Dan (ingatlah), ketika dikatakan kepada mereka (Bani Israil), &ldquo;Diamlah di negeri ini (Baitulmaqdis) dan makanlah dari (hasil bumi)nya di mana saja kamu kehendaki.&rdquo; Dan katakanlah, &ldquo;Bebaskanlah kami dari dosa kami dan masukilah pintu gerbangnya sambil membungkuk, niscaya Kami ampuni kesalahan-kesalahanmu.&rdquo; Kelak akan Kami tambah (pahala) kepada orang-orang yang berbuat baik."
  },
  {
    "No": 162,
    "Translation": "Maka orang-orang yang zalim di antara mereka mengganti (perkataan itu) dengan perkataan yang tidak dikatakan kepada mereka, maka Kami timpakan kepada mereka azab dari langit disebabkan kezaliman mereka."
  },
  {
    "No": 163,
    "Translation": "Dan tanyakanlah kepada Bani Israil tentang negeri yang terletak di dekat laut ketika mereka melanggar aturan pada hari Sabtu, (yaitu) ketika datang kepada mereka ikan-ikan (yang berada di sekitar) mereka terapung-apung di permukaan air, padahal pada hari-hari yang bukan Sabat ikan-ikan itu tidak datang kepada mereka. Demikianlah Kami menguji mereka disebabkan mereka berlaku fasik."
  },
  {
    "No": 164,
    "Translation": "Dan (ingatlah) ketika suatu umat di antara mereka berkata, &ldquo;Mengapa kamu menasihati kaum yang akan dibinasakan atau diazab Allah dengan azab yang sangat keras?&rdquo; Mereka menjawab, &ldquo;Agar kami mempunyai alasan (lepas tanggung jawab) kepada Tuhanmu, dan agar mereka bertakwa.&rdquo;"
  },
  {
    "No": 165,
    "Translation": "Maka setelah mereka melupakan apa yang diperingatkan kepada mereka, Kami selamatkan orang-orang yang melarang orang berbuat jahat dan Kami timpakan kepada orang-orang yang zalim siksaan yang keras, disebabkan mereka selalu berbuat fasik."
  },
  {
    "No": 166,
    "Translation": "Maka setelah mereka bersikap sombong terhadap segala apa yang dilarang. Kami katakan kepada mereka, &ldquo;Jadilah kamu kera yang hina.&rdquo;"
  },
  {
    "No": 167,
    "Translation": "Dan (ingatlah), ketika Tuhanmu memberitahukan, bahwa sungguh, Dia akan mengirim orang-orang yang akan menimpakan azab yang seburuk-buruknya kepada mereka (orang Yahudi) sampai hari Kiamat. Sesungguhnya Tuhanmu sangat cepat siksa-Nya, dan sesungguhnya Dia Maha Pengampun, Maha Penyayang."
  },
  {
    "No": 168,
    "Translation": "Dan Kami pecahkan mereka di dunia ini menjadi beberapa golongan; di antaranya ada orang-orang yang saleh dan ada yang tidak demikian. Dan Kami uji mereka dengan (nikmat) yang baik-baik dan (bencana) yang buruk-buruk, agar mereka kembali (kepada kebenaran)."
  },
  {
    "No": 169,
    "Translation": "Maka setelah mereka, datanglah generasi (yang jahat) yang mewarisi Taurat, yang mengambil harta benda dunia yang rendah ini. Lalu mereka berkata, &ldquo;Kami akan diberi ampun.&rdquo; Dan kelak jika harta benda dunia datang kepada mereka sebanyak itu (pula), niscaya mereka akan mengambilnya (juga). Bukankah mereka sudah terikat perjanjian dalam Kitab (Taurat) bahwa mereka tidak akan mengatakan terhadap Allah, kecuali yang benar, padahal mereka telah mempelajari apa yang tersebut di dalamnya? Negeri akhirat itu lebih baik bagi mereka yang bertakwa. Maka tidakkah kamu mengerti?"
  },
  {
    "No": 170,
    "Translation": "Dan orang-orang yang berpegang teguh pada Kitab (Taurat) serta melaksanakan salat, (akan diberi pahala). Sungguh, Kami tidak akan menghilangkan pahala orang-orang saleh."
  },
  {
    "No": 171,
    "Translation": "Dan (ingatlah) ketika Kami mengangkat gunung ke atas mereka, seakan-akan (gunung) itu naungan awan dan mereka yakin bahwa (gunung) itu akan jatuh menimpa mereka. (Dan Kami firmankan kepada mereka), &ldquo;Peganglah dengan teguh apa yang telah Kami berikan kepadamu, serta ingatlah selalu (amalkanlah) apa yang tersebut di dalamnya agar kamu menjadi orang-orang bertakwa.&rdquo;"
  },
  {
    "No": 172,
    "Translation": "Dan (ingatlah) ketika Tuhanmu mengeluarkan dari sulbi (tulang belakang) anak cucu Adam keturunan mereka dan Allah mengambil kesaksian terhadap roh mereka (seraya berfirman), &ldquo;Bukankah Aku ini Tuhanmu?&rdquo; Mereka menjawab, &ldquo;Betul (Engkau Tuhan kami), kami bersaksi.&rdquo; (Kami lakukan yang demikian itu) agar di hari Kiamat kamu tidak mengatakan, &ldquo;Sesungguhnya ketika itu kami lengah terhadap ini.&rdquo;"
  },
  {
    "No": 173,
    "Translation": "Atau agar kamu tidak mengatakan, &ldquo;Sesungguhnya nenek moyang kami telah mempersekutukan Tuhan sejak dahulu, sedang kami adalah keturunan yang (datang) setelah mereka. Maka apakah Engkau akan membinasakan kami karena perbuatan orang-orang (dahulu) yang sesat?&rdquo;"
  },
  {
    "No": 174,
    "Translation": "Dan demikianlah Kami menjelaskan ayat-ayat itu, agar mereka kembali (kepada kebenaran)."
  },
  {
    "No": 175,
    "Translation": "Dan bacakanlah (Muhammad) kepada mereka, berita orang yang telah Kami berikan ayat-ayat Kami kepadanya, kemudian dia melepaskan diri dari ayat-ayat itu, lalu dia diikuti oleh setan (sampai dia tergoda), maka jadilah dia termasuk orang yang sesat."
  },
  {
    "No": 176,
    "Translation": "Dan sekiranya Kami menghendaki niscaya Kami tinggikan (derajat)nya dengan (ayat-ayat) itu, tetapi dia cenderung kepada dunia dan mengikuti keinginannya (yang rendah), maka perumpamaannya seperti anjing, jika kamu menghalaunya dijulurkan lidahnya dan jika kamu membiarkannya dia menjulurkan lidahnya (juga). Demikianlah perumpamaan orang-orang yang mendustakan ayat-ayat Kami. Maka ceritakanlah kisah-kisah itu agar mereka berpikir."
  },
  {
    "No": 177,
    "Translation": "Sangat buruk perumpamaan orang-orang yang mendustakan ayat-ayat Kami; mereka menzalimi diri sendiri."
  },
  {
    "No": 178,
    "Translation": "Barangsiapa diberi petunjuk oleh Allah, maka dialah yang mendapat petunjuk; dan barangsiapa disesatkan Allah, maka merekalah orang-orang yang rugi."
  },
  {
    "No": 179,
    "Translation": "Dan sungguh, akan Kami isi neraka Jahanam banyak dari kalangan jin dan manusia. Mereka memiliki hati, tetapi tidak dipergunakannya untuk memahami (ayat-ayat Allah) dan mereka memiliki mata (tetapi) tidak dipergunakannya untuk melihat (tanda-tanda kekuasaan Allah), dan mereka mempunyai telinga (tetapi) tidak dipergunakannya untuk mendengarkan (ayat-ayat Allah). Mereka seperti hewan ternak, bahkan lebih sesat lagi. Mereka itulah orang-orang yang lengah."
  },
  {
    "No": 180,
    "Translation": "Dan Allah memiliki Asma'ul-husna (nama-nama yang terbaik), maka bermohonlah kepada-Nya dengan menyebutnya Asma'ul-husna itu dan tinggalkanlah orang-orang yang menyalahartikan nama-nama-Nya. Mereka kelak akan mendapat balasan terhadap apa yang telah mereka kerjakan."
  },
  {
    "No": 181,
    "Translation": "Dan di antara orang-orang yang telah Kami ciptakan ada umat yang memberi petunjuk dengan (dasar) kebenaran, dan dengan itu (pula) mereka berlaku adil."
  },
  {
    "No": 182,
    "Translation": "Dan orang-orang yang mendustakan ayat-ayat Kami, akan Kami biarkan mereka berangsur-angsur (ke arah kebinasaan), dengan cara yang tidak mereka ketahui."
  },
  {
    "No": 183,
    "Translation": "Dan Aku akan memberikan tenggang waktu kepada mereka. Sungguh, rencana-Ku sangat teguh."
  },
  {
    "No": 184,
    "Translation": "Dan apakah mereka tidak merenungkan bahwa teman mereka (Muhammad) tidak gila. Dia (Muhammad) tidak lain hanyalah seorang pemberi peringatan yang jelas."
  },
  {
    "No": 185,
    "Translation": "Dan apakah mereka tidak memperhatikan kerajaan langit dan bumi dan segala apa yang diciptakan Allah, dan kemungkinan telah dekatnya waktu (kebinasaan) mereka? Lalu berita mana lagi setelah ini yang akan mereka percayai?"
  },
  {
    "No": 186,
    "Translation": "Barangsiapa dibiarkan sesat oleh Allah, maka tidak ada yang mampu memberi petunjuk. Allah membiarkannya terombang-ambing dalam kesesatan."
  },
  {
    "No": 187,
    "Translation": "Mereka menanyakan kepadamu (Muhammad) tentang Kiamat, &ldquo;Kapan terjadi?&rdquo; Katakanlah, &ldquo;Sesungguhnya pengetahuan tentang Kiamat itu ada pada Tuhanku; tidak ada (seorang pun) yang dapat menjelaskan waktu terjadinya selain Dia. (Kiamat) itu sangat berat (huru-haranya bagi makhluk) yang di langit dan di bumi, tidak akan datang kepadamu kecuali secara tiba-tiba.&rdquo; Mereka bertanya kepadamu seakan-akan engkau mengetahuinya. Katakanlah (Muhammad), &ldquo;Sesungguhnya pengetahuan tentang (hari Kiamat) ada pada Allah, tetapi kebanyakan manusia tidak mengetahui.&rdquo;"
  },
  {
    "No": 188,
    "Translation": "Katakanlah (Muhammad), &ldquo;Aku tidak kuasa mendatangkan manfaat maupun menolak mudarat bagi diriku kecuali apa yang dikehendaki Allah. Sekiranya aku mengetahui yang gaib, niscaya aku membuat kebajikan sebanyak-banyaknya dan tidak akan ditimpa bahaya. Aku hanyalah pemberi peringatan, dan pembawa berita gembira bagi orang-orang yang beriman.&rdquo;"
  },
  {
    "No": 189,
    "Translation": "Dialah yang menciptakan kamu dari jiwa yang satu (Adam) dan daripadanya Dia menciptakan pasangannya, agar dia merasa senang kepadanya. Maka setelah dicampurinya, (istrinya) mengandung kandungan yang ringan, dan teruslah dia merasa ringan (beberapa waktu). Kemudian ketika dia merasa berat, keduanya (suami istri) bermohon kepada Allah, Tuhan Mereka (seraya berkata), &ldquo;Jika Engkau memberi kami anak yang saleh, tentulah kami akan selalu bersyukur.&rdquo;"
  },
  {
    "No": 190,
    "Translation": "Maka setelah Dia memberi keduanya seorang anak yang saleh, mereka menjadikan sekutu bagi Allah terhadap anak yang telah dianugerahkan-Nya itu. Maka Mahatinggi Allah dari apa yang mereka persekutukan."
  },
  {
    "No": 191,
    "Translation": "Mengapa mereka mempersekutukan (Allah dengan) sesuatu (berhala) yang tidak dapat menciptakan sesuatu apa pun? Padahal (berhala) itu sendiri diciptakan."
  },
  {
    "No": 192,
    "Translation": "Dan (berhala) itu tidak dapat memberikan pertolongan kepada penyembahnya, dan kepada dirinya sendiri pun mereka tidak dapat memberi pertolongan."
  },
  {
    "No": 193,
    "Translation": "Dan jika kamu (wahai orang-orang musyrik) menyerunya (berhala-berhala) untuk memberi petunjuk kepadamu, tidaklah berhala-berhala itu dapat memperkenankan seruanmu; sama saja (hasilnya) buat kamu menyeru mereka atau berdiam diri."
  },
  {
    "No": 194,
    "Translation": "Sesungguhnya mereka (berhala-berhala) yang kamu seru selain Allah adalah makhluk (yang lemah) yang serupa juga dengan kamu. Maka serulah mereka lalu biarkanlah mereka memperkenankan permintaanmu, jika kamu orang yang benar."
  },
  {
    "No": 195,
    "Translation": "Apakah mereka (berhala-berhala) mempunyai kaki untuk berjalan, atau mempunyai tangan untuk memegang dengan keras, atau mempunyai mata untuk melihat, atau mempunyai telinga untuk mendengar? Katakanlah (Muhammad), &ldquo;Panggillah (berhala-berhalamu) yang kamu anggap sekutu Allah, kemudian lakukanlah tipu daya (untuk mencelakakan)ku, dan jangan kamu tunda lagi."
  },
  {
    "No": 196,
    "Translation": "Sesungguhnya pelindungku adalah Allah yang telah menurunkan Kitab (Al-Qur'an). Dia melindungi orang-orang saleh."
  },
  {
    "No": 197,
    "Translation": "Dan berhala-berhala yang kamu seru selain Allah tidaklah sanggup menolongmu, bahkan tidak dapat menolong dirinya sendiri.&rdquo;"
  },
  {
    "No": 198,
    "Translation": "Dan jika kamu menyeru mereka (berhala-berhala) untuk memberi petunjuk, mereka tidak dapat mendengarnya. Dan kamu lihat mereka memandangmu padahal mereka tidak melihat."
  },
  {
    "No": 199,
    "Translation": "Jadilah pemaaf dan suruhlah orang mengerjakan yang makruf, serta jangan pedulikan orang-orang yang bodoh."
  },
  {
    "No": 200,
    "Translation": "Dan jika setan datang menggodamu, maka berlindunglah kepada Allah. Sungguh, Dia Maha Mendengar, Maha Mengetahui."
  },
  {
    "No": 201,
    "Translation": "Sesungguhnya orang-orang yang bertakwa apabila mereka dibayang-bayangi pikiran jahat (berbuat dosa) dari setan, mereka pun segera ingat kepada Allah, maka ketika itu juga mereka melihat (kesalahan-kesalahannya)."
  },
  {
    "No": 202,
    "Translation": "Dan teman-teman mereka (orang kafir dan fasik) membantu setan-setan dalam menyesatkan dan mereka tidak henti-hentinya (menyesatkan)."
  },
  {
    "No": 203,
    "Translation": "Dan apabila engkau (Muhammad) tidak membacakan suatu ayat kepada mereka, mereka berkata, &ldquo;Mengapa tidak engkau buat sendiri ayat itu?&rdquo; Katakanlah (Muhammad), &ldquo;Sesungguhnya aku hanya mengikuti apa yang diwahyukan Tuhanku kepadaku. (Al-Qur'an) ini adalah bukti-bukti yang nyata dari Tuhanmu, petunjuk dan rahmat bagi orang-orang yang beriman.&rdquo;"
  },
  {
    "No": 204,
    "Translation": "Dan apabila dibacakan Al-Qur'an, maka dengarkanlah dan diamlah, agar kamu mendapat rahmat."
  },
  {
    "No": 205,
    "Translation": "Dan ingatlah Tuhanmu dalam hatimu dengan rendah hati dan rasa takut, dan dengan tidak mengeraskan suara, pada waktu pagi dan petang, dan janganlah kamu termasuk orang-orang yang lengah."
  },
  {
    "No": 206,
    "Translation": "Sesungguhnya orang-orang yang ada di sisi Tuhanmu tidak merasa enggan untuk menyembah Allah dan mereka menyucikan-Nya dan hanya kepada-Nya mereka bersujud."
  }
]