[
  {
    "No": 1,
    "Translation": "Seseorang bertanya tentang azab yang pasti terjadi,"
  },
  {
    "No": 2,
    "Translation": "bagi orang-orang kafir, yang tidak seorang pun dapat menolaknya,"
  },
  {
    "No": 3,
    "Translation": "(Azab) dari Allah, yang memiliki tempat-tempat naik."
  },
  {
    "No": 4,
    "Translation": "Para malaikat dan Jibril naik (menghadap) kepada Tuhan, dalam sehari setara dengan lima puluh ribu tahun."
  },
  {
    "No": 5,
    "Translation": "Maka bersabarlah engkau (Muhammad) dengan kesabaran yang baik."
  },
  {
    "No": 6,
    "Translation": "Mereka memandang (azab) itu jauh (mustahil)."
  },
  {
    "No": 7,
    "Translation": "Sedangkan Kami memandangnya dekat (pasti terjadi)."
  },
  {
    "No": 8,
    "Translation": "(Ingatlah) pada hari ketika langit men-jadi bagaikan cairan tembaga,"
  },
  {
    "No": 9,
    "Translation": "dan gunung-gunung bagaikan bulu (yang beterbangan),"
  },
  {
    "No": 10,
    "Translation": "dan tidak ada seorang teman karib pun menanyakan temannya,"
  },
  {
    "No": 11,
    "Translation": "sedang mereka saling melihat. Pada hari itu, orang yang berdosa ingin sekiranya dia dapat menebus (dirinya) dari azab dengan anak-anaknya,"
  },
  {
    "No": 12,
    "Translation": "dan istrinya dan saudaranya,"
  },
  {
    "No": 13,
    "Translation": "dan keluarga yang melindunginya (di dunia),"
  },
  {
    "No": 14,
    "Translation": "dan orang-orang di bumi seluruhnya, kemudian mengharapkan (tebusan) itu dapat menyelamatkannya."
  },
  {
    "No": 15,
    "Translation": "Sama sekali tidak! Sungguh, neraka itu api yang bergejolak,"
  },
  {
    "No": 16,
    "Translation": "yang mengelupaskan kulit kepala."
  },
  {
    "No": 17,
    "Translation": "Yang memanggil orang yang membelakangi dan yang berpaling (dari agama),"
  },
  {
    "No": 18,
    "Translation": "dan orang yang mengumpulkan (harta benda) lalu menyimpannya."
  },
  {
    "No": 19,
    "Translation": "Sungguh, manusia diciptakan bersifat suka mengeluh."
  },
  {
    "No": 20,
    "Translation": "Apabila dia ditimpa kesusahan dia berkeluh kesah,"
  },
  {
    "No": 21,
    "Translation": "dan apabila mendapat kebaikan (harta) dia jadi kikir,"
  },
  {
    "No": 22,
    "Translation": "kecuali orang-orang yang melaksanakan salat,"
  },
  {
    "No": 23,
    "Translation": "mereka yang tetap setia melaksanakan salatnya,"
  },
  {
    "No": 24,
    "Translation": "dan orang-orang yang dalam hartanya disiapkan bagian tertentu,"
  },
  {
    "No": 25,
    "Translation": "bagi orang (miskin) yang meminta dan yang tidak meminta,"
  },
  {
    "No": 26,
    "Translation": "dan orang-orang yang mempercayai hari pembalasan,"
  },
  {
    "No": 27,
    "Translation": "dan orang-orang yang takut terhadap azab Tuhannya,"
  },
  {
    "No": 28,
    "Translation": "sesungguhnya terhadap azab Tuhan mereka, tidak ada seseorang yang merasa aman (dari kedatangannya),"
  },
  {
    "No": 29,
    "Translation": "dan orang-orang yang memelihara kemaluannya,"
  },
  {
    "No": 30,
    "Translation": "kecuali terhadap istri-istri mereka atau hamba sahaya yang mereka miliki maka sesungguhnya mereka tidak tercela."
  },
  {
    "No": 31,
    "Translation": "Maka barangsiapa mencari di luar itu (seperti zina, homoseks dan lesbian), mereka itulah orang-orang yang melampaui batas."
  },
  {
    "No": 32,
    "Translation": "Dan orang-orang yang memelihara amanat dan janjinya,"
  },
  {
    "No": 33,
    "Translation": "dan orang-orang yang berpegang teguh pada kesaksiannya,"
  },
  {
    "No": 34,
    "Translation": "dan orang-orang yang memelihara salatnya."
  },
  {
    "No": 35,
    "Translation": "Mereka itu dimuliakan di dalam surga."
  },
  {
    "No": 36,
    "Translation": "Maka mengapa orang-orang kafir itu datang bergegas ke hadapanmu (Muhammad),"
  },
  {
    "No": 37,
    "Translation": "dari kanan dan dari kiri dengan berkelompok-kelompok?"
  },
  {
    "No": 38,
    "Translation": "Apakah setiap orang dari orang-orang kafir itu ingin masuk surga yang penuh kenikmatan?"
  },
  {
    "No": 39,
    "Translation": "Tidak mungkin! Sesungguhnya Kami menciptakan mereka dari apa yang mereka ketahui."
  },
  {
    "No": 40,
    "Translation": "Maka Aku bersumpah demi Tuhan yang mengatur tempat-tempat terbit dan terbenamnya (matahari, bulan dan bintang), sungguh, Kami pasti mampu,"
  },
  {
    "No": 41,
    "Translation": "untuk mengganti (mereka) dengan kaum yang lebih baik dari mereka, dan Kami tidak dapat dikalahkan."
  },
  {
    "No": 42,
    "Translation": "Maka biarkanlah mereka tenggelam dan bermain-main (dalam kesesatan) sampai mereka menjumpai hari yang diancamkan kepada mereka,"
  },
  {
    "No": 43,
    "Translation": "(yaitu) pada hari ketika mereka keluar dari kubur dengan cepat seakan-akan mereka pergi dengan segera kepada berhala-berhala (sewaktu di dunia),"
  },
  {
    "No": 44,
    "Translation": "pandangan mereka tertunduk ke bawah diliputi kehinaan. Itulah hari yang diancamkan kepada mereka."
  }
]