[
  {
    "No": 1,
    "Translation": "Bukankah pernah datang kepada manusia waktu dari masa, yang ketika itu belum merupakan sesuatu yang dapat disebut?"
  },
  {
    "No": 2,
    "Translation": "Sungguh, Kami telah menciptakan manusia dari setetes mani yang bercampur yang Kami hendak mengujinya (dengan perintah dan larangan), karena itu Kami jadikan dia mendengar dan melihat."
  },
  {
    "No": 3,
    "Translation": "Sungguh, Kami telah menunjukkan kepadanya jalan yang lurus; ada yang bersyukur dan ada pula yang kufur."
  },
  {
    "No": 4,
    "Translation": "Sungguh, Kami telah menyediakan bagi orang-orang kafir rantai, belenggu dan neraka yang menyala-nyala."
  },
  {
    "No": 5,
    "Translation": "Sungguh, orang-orang yang berbuat kebajikan akan minum dari gelas (berisi minuman) yang campurannya adalah air kafur,"
  },
  {
    "No": 6,
    "Translation": "(yaitu) mata air (dalam surga) yang diminum oleh hamba-hamba Allah dan mereka dapat memancarkannya dengan sebaik-baiknya."
  },
  {
    "No": 7,
    "Translation": "Mereka memenuhi nazar dan takut akan suatu hari yang azabnya merata di mana-mana."
  },
  {
    "No": 8,
    "Translation": "Dan mereka memberikan makanan yang disukainya kepada orang miskin, anak yatim dan orang yang ditawan,"
  },
  {
    "No": 9,
    "Translation": "(sambil berkata), &ldquo;Sesungguhnya kami memberi makanan kepadamu hanyalah karena mengharapkan keridaan Allah, kami tidak mengharap balasan dan terima kasih dari kamu."
  },
  {
    "No": 10,
    "Translation": "Sungguh, kami takut akan (azab) Tuhan pada hari (ketika) orang-orang berwajah masam penuh kesulitan.&rdquo;"
  },
  {
    "No": 11,
    "Translation": "Maka Allah melindungi mereka dari kesusahan hari itu, dan memberikan kepada mereka keceriaan dan kegembiraan."
  },
  {
    "No": 12,
    "Translation": "Dan Dia memberi balasan kepada mereka karena kesabarannya (berupa) surga dan (pakaian) sutera."
  },
  {
    "No": 13,
    "Translation": "Di sana mereka duduk bersandar di atas dipan, di sana mereka tidak melihat (merasakan teriknya) matahari dan tidak pula dingin yang berlebihan."
  },
  {
    "No": 14,
    "Translation": "Dan naungan (pepohonan)nya dekat di atas mereka dan dimudahkan semudah-mudahnya untuk memetik (buah)nya."
  },
  {
    "No": 15,
    "Translation": "Dan kepada mereka diedarkan bejana-bejana dari perak dan piala-piala yang bening laksana kristal,"
  },
  {
    "No": 16,
    "Translation": "kristal yang jernih terbuat dari perak, mereka tentukan ukurannya yang sesuai (dengan kehendak mereka)."
  },
  {
    "No": 17,
    "Translation": "Dan di sana mereka diberi segelas minuman bercampur jahe."
  },
  {
    "No": 18,
    "Translation": "(Yang didatangkan dari) sebuah mata air (di surga) yang dinamakan Salsabil."
  },
  {
    "No": 19,
    "Translation": "Dan mereka dikelilingi oleh para pemuda yang tetap muda. Apabila kamu melihatnya, akan kamu kira mereka, mutiara yang bertaburan."
  },
  {
    "No": 20,
    "Translation": "Dan apabila engkau melihat (keadaan) di sana (surga), niscaya engkau akan melihat berbagai macam kenikmatan dan kerajaan yang besar."
  },
  {
    "No": 21,
    "Translation": "Mereka berpakaian sutera halus yang hijau dan sutera tebal dan memakai gelang terbuat dari perak, dan Tuhan memberikan kepada mereka minuman yang bersih (dan suci)."
  },
  {
    "No": 22,
    "Translation": "Inilah balasan untukmu, dan segala usahamu diterima dan diakui (Allah)."
  },
  {
    "No": 23,
    "Translation": "Sesungguhnya Kamilah yang menurunkan Al-Qur'an kepadamu (Muhammad) secara berangsur-angsur."
  },
  {
    "No": 24,
    "Translation": "Maka bersabarlah untuk (melaksanakan) ketetapan Tuhanmu, dan janganlah engkau ikuti orang yang berdosa dan orang yang kafir di antara mereka."
  },
  {
    "No": 25,
    "Translation": "Dan sebutlah nama Tuhanmu pada (waktu) pagi dan petang."
  },
  {
    "No": 26,
    "Translation": "Dan pada sebagian dari malam, maka bersujudlah kepada-Nya dan bertasbihlah kepada-Nya pada bagian yang panjang di malam hari."
  },
  {
    "No": 27,
    "Translation": "Sesungguhnya mereka (orang kafir) itu mencintai kehidupan (dunia) dan meninggalkan hari yang berat (hari akhirat) di belakangnya."
  },
  {
    "No": 28,
    "Translation": "Kami telah menciptakan mereka dan menguatkan persendian tubuh mereka. Tetapi, jika Kami menghendaki, Kami dapat mengganti dengan yang serupa mereka."
  },
  {
    "No": 29,
    "Translation": "Sungguh, (ayat-ayat) ini adalah peringatan, maka barangsiapa menghendaki (kebaikan bagi dirinya) tentu dia mengambil jalan menuju kepada Tuhannya."
  },
  {
    "No": 30,
    "Translation": "Tetapi kamu tidak mampu (menempuh jalan itu), kecuali apabila Allah kehendaki Allah. Sungguh, Allah Maha Mengetahui, Mahabijaksana."
  },
  {
    "No": 31,
    "Translation": "Dia memasukkan siapa pun yang Dia kehendaki ke dalam rahmat-Nya (surga). Adapun bagi orang-orang zalim disediakan-Nya azab yang pedih."
  }
]