[
  {
    "No": 1,
    "Translation": "Demi langit yang mempunyai gugusan bintang,"
  },
  {
    "No": 2,
    "Translation": "dan demi hari yang dijanjikan."
  },
  {
    "No": 3,
    "Translation": "Demi yang menyaksikan dan yang disaksikan."
  },
  {
    "No": 4,
    "Translation": "Binasalah orang-orang yang membuat parit (yaitu para pembesar Najran di Yaman),"
  },
  {
    "No": 5,
    "Translation": "yang berapi (yang mempunyai) kayu bakar,"
  },
  {
    "No": 6,
    "Translation": "ketika mereka duduk di sekitarnya,"
  },
  {
    "No": 7,
    "Translation": "sedang mereka menyaksikan apa yang mereka perbuat terhadap orang-orang mukmin."
  },
  {
    "No": 8,
    "Translation": "Dan mereka menyiksa orang-orang mukmin itu hanya karena (orang-orang mukmin itu) beriman kepada Allah Yang Mahaperkasa, Maha Terpuji,"
  },
  {
    "No": 9,
    "Translation": "yang memiliki kerajaan langit dan bumi. Dan Allah Maha Menyaksikan segala sesuatu."
  },
  {
    "No": 10,
    "Translation": "Sungguh, orang-orang yang mendatangkan cobaan (bencana, membunuh, menyiksa) kepada orang-orang mukmin laki-laki dan perempuan lalu mereka tidak bertobat, maka mereka akan mendapat azab Jahanam dan mereka akan mendapat azab (neraka) yang membakar."
  },
  {
    "No": 11,
    "Translation": "Sungguh, orang-orang yang beriman dan mengerjakan kebajikan, mereka akan mendapat surga yang mengalir di bawahnya sungai-sungai, itulah kemenangan yang agung."
  },
  {
    "No": 12,
    "Translation": "Sungguh, azab Tuhanmu sangat keras."
  },
  {
    "No": 13,
    "Translation": "Sungguh, Dialah yang memulai pen-ciptaan (makhluk) dan yang menghidupkannya (kembali)."
  },
  {
    "No": 14,
    "Translation": "Dan Dialah Yang Maha Pengampun, Maha Pengasih,"
  },
  {
    "No": 15,
    "Translation": "yang memiliki &lsquo;Arsy, lagi Mahamulia,"
  },
  {
    "No": 16,
    "Translation": "Mahakuasa berbuat apa yang Dia kehendaki."
  },
  {
    "No": 17,
    "Translation": "Sudahkah sampai kepadamu berita tentang bala tentara (penentang),"
  },
  {
    "No": 18,
    "Translation": "(yaitu) Fir&lsquo;aun dan Samud?"
  },
  {
    "No": 19,
    "Translation": "Memang orang-orang kafir (selalu) mendustakan,"
  },
  {
    "No": 20,
    "Translation": "padahal Allah mengepung dari belakang mereka (sehingga tidak dapat lolos)."
  },
  {
    "No": 21,
    "Translation": "Bahkan (yang didustakan itu) ialah Al-Qur'an yang mulia,"
  },
  {
    "No": 22,
    "Translation": "yang (tersimpan) dalam (tempat) yang terjaga (Lauh Mahfuzh)."
  }
]