[
  {
    "No": 1,
    "Translation": "Alif. Lam. Meem. Ra. These are the signs of the Book. What is revealed to you from your Lord is the truth, but most people do not believe."
  },
  {
    "No": 2,
    "Translation": "Allah is He who raised the heavens without pillars that you see, then settled on the Throne. He regulated the sun and the moon, each orbiting until an appointed time. He governs the affair, and He explains the messages, so that you may be certain of the meeting with your Lord."
  },
  {
    "No": 3,
    "Translation": "And it is He who spread the earth, and placed mountains and rivers upon it. And of every kind of fruit, He placed in it two kinds. He makes the night overlap the day. In this are signs for people who reflect."
  },
  {
    "No": 4,
    "Translation": "On earth are adjacent terrains, and gardens of grapes, and crops, and date-palms, from a shared root or from distinct roots, irrigated with the same water. And We make some better tasting than others. In this are proofs for people who reason."
  },
  {
    "No": 5,
    "Translation": "Should you wonder—wondrous is their saying: “When we have become dust, will we be in a new creation?” It is they who have disbelieved in their Lord; it is they who will have shackles around their necks; it is they who are the residents of the Fire, where they will remain forever."
  },
  {
    "No": 6,
    "Translation": "And they challenge you to hasten evil before good, although examples have passed before them. Your Lord is full of forgiveness towards people for their wrongdoings, yet your Lord is severe in retribution."
  },
  {
    "No": 7,
    "Translation": "Those who disbelieve say, “If only a miracle could be sent down to him from his Lord.” You are only a warner; and for every community, there is a guide."
  },
  {
    "No": 8,
    "Translation": "Allah knows what every female carries, and what increases and decreases in the wombs. Everything with Him is according to a measure."
  },
  {
    "No": 9,
    "Translation": "The Knower of the Invisible and the Visible—the Grand, the Exalted."
  },
  {
    "No": 10,
    "Translation": "It is the same; whether one of you conceals his speech, or declares it; whether he goes into hiding by night, or goes out by day."
  },
  {
    "No": 11,
    "Translation": "He has a succession—in front of him, and behind him—protecting him by Allah’s command. Allah does not change the condition of a people until they change what is within themselves. And if Allah wills any hardship for a people, there is no repelling it. And apart from Him, they have no protector."
  },
  {
    "No": 12,
    "Translation": "It is He who shows you the lightning, causing fear and hope. And He produces the heavy clouds."
  },
  {
    "No": 13,
    "Translation": "The thunder praises His glory, as do the angels in awe of Him. And He sends thunderbolts, striking with them whom He wills. Yet they argue about Allah, while He is Tremendous in might."
  },
  {
    "No": 14,
    "Translation": "To Him is the call of truth. Those they call upon below Him never respond to them with anything—except as someone who stretches his hands towards the water, so that it may reach his mouth, but it does not reach him. The prayers of the unbelievers are only in vain."
  },
  {
    "No": 15,
    "Translation": "To Allah prostrates everyone in the heavens and the earth, willingly or unwillingly, as do their shadows, in the mornings and the evenings."
  },
  {
    "No": 16,
    "Translation": "Say, “Who is Lord of the heavens and the earth?” Say, “Allah.” Say, “Have you taken besides Him lords who can neither benefit nor harm themselves?” Say, “Are the blind and the seeing equal? Or are darkness and light equal? Or do they assign to Allah associates, who created the likes of His creation, so that creations seem alike to them?” Say, “Allah is the Creator of all things, and He is The One, the Irresistible.”"
  },
  {
    "No": 17,
    "Translation": "He sends down water from the sky, and riverbeds flow according to their capacity. The current carries swelling foam. And from what they heat in the fire of ornaments or tools comes a similar foam. Thus Allah exemplifies truth and falsehood. As for the foam, it is swept away, but what benefits people remains in the ground. Thus Allah presents the analogies."
  },
  {
    "No": 18,
    "Translation": "For those who respond to their Lord, is the best. But as for those who do not respond to Him, even if they possessed everything on earth, and twice as much, they could not redeem themselves with it. These will have the worst reckoning, and their home is Hell—a miserable place."
  },
  {
    "No": 19,
    "Translation": "Is he who knows that what was revealed to you from your Lord is the truth, like him who is blind? Only those who possess intellect reflect."
  },
  {
    "No": 20,
    "Translation": "Those who fulfill the promise to Allah, and do not violate the agreement."
  },
  {
    "No": 21,
    "Translation": "And those who join what Allah has commanded to be joined, and fear their Lord, and dread the dire reckoning."
  },
  {
    "No": 22,
    "Translation": "And those who patiently seek the presence of their Lord, and pray regularly, and donate from what We have provided for them—secretly and openly—and repel evil with good. For them, there is the Ultimate Home."
  },
  {
    "No": 23,
    "Translation": "Everlasting Gardens, which they will enter, along with the righteous from among their parents, and their spouses, and their descendants. And the angels will enter upon them from every gate."
  },
  {
    "No": 24,
    "Translation": "“Peace be upon you—because you were patient. How excellent is the Final Home.”"
  },
  {
    "No": 25,
    "Translation": "As for those who violate the promise to Allah, after pledging to keep it, and sever what Allah has commanded to be joined, and work corruption on earth: it is they who will have the curse, and theirs is the Worst Home."
  },
  {
    "No": 26,
    "Translation": "Allah dispenses the sustenance to whomever He wills—and restricts. And they delight in the worldly life. Yet the worldly life, compared to the Hereafter, is nothing but enjoyment."
  },
  {
    "No": 27,
    "Translation": "Those who disbelieve say, “If only a miracle was sent down to him from his Lord.” Say, “Allah leads astray whom He wills, and He guides to Himself whoever turns in repentance.”"
  },
  {
    "No": 28,
    "Translation": "Those who believe, and whose hearts find comfort in the remembrance of Allah. Surely, it is in the remembrance of Allah that hearts find comfort.”"
  },
  {
    "No": 29,
    "Translation": "For those who believe and do righteous deeds: for them is happiness and a beautiful return."
  },
  {
    "No": 30,
    "Translation": "Thus We sent you into a community before whom other communities have passed away, so that you may relate to them what We revealed to you. Yet they deny the Benevolent. Say, “He is my Lord; there is no god except He; in Him I trust, and to Him is my repentance.”"
  },
  {
    "No": 31,
    "Translation": "Even if there were a Quran, by which mountains could be set in motion, or by which the earth could be shattered, or by which the dead could be made to speak. In fact, every decision rests with Allah. Did the believers not give up, and realize, that had Allah willed, He would have guided all humanity? Disasters will continue to strike those who disbelieve—because of their deeds—or they fall close to their homes: until Allah’s promise comes true. Allah never breaks a promise."
  },
  {
    "No": 32,
    "Translation": "Messengers before you were ridiculed, but I delayed the disbelievers, and then I seized them. What a retribution it was!"
  },
  {
    "No": 33,
    "Translation": "What of He who is Vigilant over the deeds of every soul? Yet they ascribe associates to Allah. Say, “Name them! Or are you informing Him of something He does not know on earth? Or is it a display of words?” In fact, the scheming of those who disbelieve is made appealing to them, and they are diverted from the path. Whomever Allah misguides has no guide."
  },
  {
    "No": 34,
    "Translation": "For them is agony in the worldly life, but the agony of the Hereafter is harsher. And they have no defender against Allah."
  },
  {
    "No": 35,
    "Translation": "The parable of the Garden promised to the righteous: rivers flowing beneath it; its food is everlasting, as is its shade. That is the outcome for those who guard. But the outcome for the unbelievers is the Fire."
  },
  {
    "No": 36,
    "Translation": "Those to whom We gave the Scripture rejoice in what was revealed to you, while some factions reject parts of it. Say, “I am commanded to worship Allah, and to not ascribe partners to Him. To Him I invite, and to Him is my return.”"
  },
  {
    "No": 37,
    "Translation": "Thus We revealed it an Arabic code of law. Were you to follow their desires, after the knowledge that has come to you, you would have no protector against Allah, and no defender."
  },
  {
    "No": 38,
    "Translation": "We sent messengers before you, and We assigned for them wives and offspring. No messenger could bring a sign without Allah’s permission. For every era is a scripture."
  },
  {
    "No": 39,
    "Translation": "Allah abolishes whatever He wills, and He affirms, and with Him is the source of the Scripture."
  },
  {
    "No": 40,
    "Translation": "Whether We show you some of what We have promised them, or We cause you to die—your duty is to inform, and judgment is Ours."
  },
  {
    "No": 41,
    "Translation": "Do they not see how We deal with the earth, eroding it at its extremities? Allah decides—none can reverse His decision. And He is quick in settling accounts."
  },
  {
    "No": 42,
    "Translation": "Those before them planned, but the entire plan is up to Allah. He knows what every soul commits, and the disbelievers will know to whom the Ultimate Home belongs."
  },
  {
    "No": 43,
    "Translation": "Those who disbelieve say, “You were not sent.” Say, “Allah is a sufficient witness between you and me, as is whoever possesses knowledge of the Scripture.”"
  }
]