[
  {
    "No": 1,
    "Translation": "Alif. Lam. Ra. A Scripture that We revealed to you, so that you may bring people out of the darkness into light—by the will of their Lord—to the path of the Mighty, the Praised."
  },
  {
    "No": 2,
    "Translation": "Allah—to Whom belongs whatever is in the heavens and whatever is on earth. And woe to the unbelievers from severe punishment."
  },
  {
    "No": 3,
    "Translation": "Those who prefer the present life over the Hereafter, and repel from the path of Allah, and seek to make it crooked—these are far astray."
  },
  {
    "No": 4,
    "Translation": "We sent no messenger except in the language of his people, to make things clear for them. Allah leads astray whom He wills, and He guides whom He wills. He is the Mighty, the Wise."
  },
  {
    "No": 5,
    "Translation": "We sent Moses with Our signs: “Bring your people out of darkness into light, and remind them of the Days of Allah.” In this are signs for every patient, thankful person.”"
  },
  {
    "No": 6,
    "Translation": "Moses said to his people, “Remember Allah’s blessings upon you, as He delivered you from the people of Pharaoh, who inflicted terrible suffering on you, slaughtering your sons while sparing your women. In that was a severe trial from your Lord.”"
  },
  {
    "No": 7,
    "Translation": "And when your Lord proclaimed: “If you give thanks, I will give you more; but if you are ungrateful, My punishment is severe.”"
  },
  {
    "No": 8,
    "Translation": "And Moses said, “Even if you are ungrateful, together with everyone on earth—Allah is in no need, Praised.”"
  },
  {
    "No": 9,
    "Translation": "Has not the story reached you, of those before you: the people of Noah, and Aad, and Thamood, and those after them? None knows them except Allah. Their messengers came to them with clear proofs, but they tried to silence them, and said, “We reject what you are sent with, and we are in serious doubt about what you are calling us to.”"
  },
  {
    "No": 10,
    "Translation": "Their messengers said, “Can there be any doubt about Allah, Maker of the heavens and the earth? He calls you to forgive you your sins, and to defer you until an appointed time.” They said, “You are only humans like us; you want to turn us away from what our forefathers worshiped; so bring us some compelling proof.”"
  },
  {
    "No": 11,
    "Translation": "Their messengers said to them, “We are only humans like you, but Allah favors whom He wills from among His servants. We cannot possibly bring you any proof, except by Allah’s leave. And in Allah, let the faithful put their trust.”"
  },
  {
    "No": 12,
    "Translation": "“And why should we not trust in Allah, when He has guided us in our ways? We will persevere in the face of your persecution. And upon Allah, should the reliant rely.”"
  },
  {
    "No": 13,
    "Translation": "Those who disbelieved said to their messengers, “We will expel you from our land—unless you return to our faith.” And their Lord inspired them: “We will destroy the wrongdoers.”"
  },
  {
    "No": 14,
    "Translation": "“And We will settle you in the land after them. This is for whoever fears My Majesty and fears My warnings.”"
  },
  {
    "No": 15,
    "Translation": "And they sought victory, and every stubborn tyrant came to disappointment."
  },
  {
    "No": 16,
    "Translation": "Beyond him lies Hell, and he will be made to drink putrid water."
  },
  {
    "No": 17,
    "Translation": "He will guzzle it, but he will not swallow it. Death will come at him from every direction, but he will not die. And beyond this lies intense suffering."
  },
  {
    "No": 18,
    "Translation": "The parable of those who disbelieve in their Lord: their works are as ashes, in a fierce wind, on a stormy day. They have no control over anything they have gained. That is the utmost misguidance."
  },
  {
    "No": 19,
    "Translation": "Do you not see that Allah created the heavens and the earth with truth? If He wills, He can eliminate you, and produce a new creation."
  },
  {
    "No": 20,
    "Translation": "And that is not difficult for Allah."
  },
  {
    "No": 21,
    "Translation": "They will emerge before Allah, all together. The weak will say to those who were proud, “We were your followers, so can you protect us from Allah’s punishment in any way?” They will say, “Had Allah guided us, we would have guided you. It is the same for us; whether we mourn, or endure patiently; for us, there is no asylum.”"
  },
  {
    "No": 22,
    "Translation": "And Satan will say, when judgment is passed, “Allah has promised you the promise of truth; and I promised you, but I failed you. I had no authority over you, except that I called you, and you responded to me. So do not blame me, but blame yourselves. I cannot respond to your cries, nor can you respond to my cries. I denounce your previous association of me. The wrongdoers will have a painful punishment.”"
  },
  {
    "No": 23,
    "Translation": "But those who believe and do righteous deeds will be admitted into gardens beneath which rivers flow, to remain there forever, by leave of their Lord. Their greeting there will be: “Peace.”"
  },
  {
    "No": 24,
    "Translation": "Do you not see how Allah presents a parable? A good word is like a good tree: its root is firm, and its branches are in the sky."
  },
  {
    "No": 25,
    "Translation": "It yields its fruit every season, by the will of its Lord. Allah presents the parables to the people, so that they may reflect."
  },
  {
    "No": 26,
    "Translation": "And the parable of a bad word is that of a bad tree: it is uprooted from the ground; it has no stability."
  },
  {
    "No": 27,
    "Translation": "Allah gives firmness to those who believe, with the firm word, in this life, and in the Hereafter. And Allah leads the unjust astray. And Allah does whatever He wills."
  },
  {
    "No": 28,
    "Translation": "Have you not seen those who exchange Allah’s blessings with blasphemy, and land their people into the house of perdition?"
  },
  {
    "No": 29,
    "Translation": "Hell—they will roast in it—what a miserable settlement."
  },
  {
    "No": 30,
    "Translation": "And they set up rivals to Allah, to lead away from His Way. Say, “Enjoy yourselves! Your destination is the Fire.”"
  },
  {
    "No": 31,
    "Translation": "Tell My servants who have believed to perform the prayers, and to donate from what We have provided for them—secretly and publicly—before a Day comes in which there is neither bargaining nor friendship."
  },
  {
    "No": 32,
    "Translation": "Allah is He Who created the heavens and the earth, and sent down water from the sky, causing fruits to grow for your sustenance. And He committed the ships to your service, sailing through the sea by His command, and He committed the rivers to your service."
  },
  {
    "No": 33,
    "Translation": "And He committed the sun and the moon to your service, continuously, and He committed the night and the day to your service."
  },
  {
    "No": 34,
    "Translation": "And He has given you something of all what you asked. And if you were to count Allah’s blessings, you could not enumerate them. The human being is unfair and ungrateful."
  },
  {
    "No": 35,
    "Translation": "Recall that Abraham said, “O my Lord, make this land secure, and keep me and my children from worshiping idols.”"
  },
  {
    "No": 36,
    "Translation": "“My Lord, they have led many people astray. Whoever follows me, he is of me. And whoever disobeys me—You are Forgiving and Merciful."
  },
  {
    "No": 37,
    "Translation": "“Our Lord, I have settled some of my offspring in a valley of no vegetation, by Your Sacred House, our Lord, so that they may perform the prayers. So make some people's hearts incline towards them, and provide them with fruits, so that they may give thanks.”"
  },
  {
    "No": 38,
    "Translation": "“Our Lord, You know what we hide and what we disclose. And nothing is hidden from Allah, on earth or in the heaven.”"
  },
  {
    "No": 39,
    "Translation": "“Praise be to Allah, Who has given me, in my old age, Ishmael and Isaac. My Lord is the Hearer of Prayers.”"
  },
  {
    "No": 40,
    "Translation": "“My Lord, make me a performer of prayer, and of my descendants. Our Lord, accept my prayers.”"
  },
  {
    "No": 41,
    "Translation": "“Our Lord, forgive me, and my parents, and the believers, on the Day the Reckoning takes place.”"
  },
  {
    "No": 42,
    "Translation": "Do not ever think that Allah is unaware of what the wrongdoers do. He only defers them until a Day when the sights stare."
  },
  {
    "No": 43,
    "Translation": "Their necks outstretched, their heads upraised, their gaze unblinking, their hearts void."
  },
  {
    "No": 44,
    "Translation": "And warn the people of the Day when the punishment will come upon them, and those who did wrong will say, “Our Lord, delay us for a little while, and we will answer Your call, and follow the messengers.” Did you not swear before, that there would be no end for you?"
  },
  {
    "No": 45,
    "Translation": "And you inhabited the homes of those who wronged themselves, and it became clear to you how We dealt with them, and We presented for you the parables."
  },
  {
    "No": 46,
    "Translation": "They planned their plans, but their plans lie with Allah, even if their plans can eliminate mountains."
  },
  {
    "No": 47,
    "Translation": "Never think that Allah will break His promise to His messengers. Allah is Strong, Able to Avenge."
  },
  {
    "No": 48,
    "Translation": "On the Day when the earth is changed into another earth—and the heavens—and they will emerge before Allah, the One, the Irresistible."
  },
  {
    "No": 49,
    "Translation": "On that Day, you will see the guilty bound in chains."
  },
  {
    "No": 50,
    "Translation": "Their garments made of tar, and the Fire covering their faces."
  },
  {
    "No": 51,
    "Translation": "So that Allah may repay every soul for what it has committed. Allah is Swift in reckoning."
  },
  {
    "No": 52,
    "Translation": "This is a proclamation for humanity, so that they may be warned thereby, and know that He is One God, and so that the possessors of intellect may remember."
  }
]