[
  {
    "No": 1,
    "Translation": "Kaf. Ha. Ya. Ayn. Saad."
  },
  {
    "No": 2,
    "Translation": "A mention of the mercy of your Lord towards His servant Zechariah."
  },
  {
    "No": 3,
    "Translation": "When he called on his Lord, a call in seclusion."
  },
  {
    "No": 4,
    "Translation": "He said, “My Lord, my bones have become feeble, and my head is aflame with gray, and never, Lord, have I been disappointed in my prayer to you."
  },
  {
    "No": 5,
    "Translation": "“And I fear for my relatives after me, and my wife is barren. So grant me, from Your Presence, an heir."
  },
  {
    "No": 6,
    "Translation": "Who will inherit me and inherit from the House of Jacob. And make him, my Lord, pleasing.”"
  },
  {
    "No": 7,
    "Translation": "“O Zechariah, We give you good news of a boy, whose name is John; a name We have not given to anyone before.”"
  },
  {
    "No": 8,
    "Translation": "He said, “My Lord, how can I have a boy when my wife is barren, and I have become decrepit with old age?”"
  },
  {
    "No": 9,
    "Translation": "He said, “So will it be, your Lord says. ‘It is easy for Me. Just as I created you before when you were nothing!’”"
  },
  {
    "No": 10,
    "Translation": "He said, “My Lord, give me a sign.” He said, “Your sign is that you will not speak to the people for three nights straight.”"
  },
  {
    "No": 11,
    "Translation": "And he came out to his people, from the sanctuary, and signaled to them to praise morning and evening."
  },
  {
    "No": 12,
    "Translation": "“O, John! Hold firmly to the Scripture!” And We gave him judgment in his youth."
  },
  {
    "No": 13,
    "Translation": "And affection from Our Presence, and innocence; and he was devout."
  },
  {
    "No": 14,
    "Translation": "And kind to his parents; and he was not a disobedient tyrant."
  },
  {
    "No": 15,
    "Translation": "And peace be upon him the day he was born, and the day he dies, and the day he is raised alive."
  },
  {
    "No": 16,
    "Translation": "And mention in the Scripture Mary, when she withdrew from her family to an eastern location."
  },
  {
    "No": 17,
    "Translation": "She secluded herself from them, and We sent to her Our Spirit, and he appeared to her as an immaculate human."
  },
  {
    "No": 18,
    "Translation": "She said, “I take refuge from you in the Compassionate, should you be righteous.”"
  },
  {
    "No": 19,
    "Translation": "He said, “I am only the messenger of your Lord, to give you the gift of a pure boy.”"
  },
  {
    "No": 20,
    "Translation": "She said, “How can I have a boy, when no man has touched me, and I was never unchaste?”"
  },
  {
    "No": 21,
    "Translation": "He said, “Thus said your Lord, `It is easy for Me, and We will make him a sign to humanity, and mercy from Us. It is a matter already decided.'”"
  },
  {
    "No": 22,
    "Translation": "So she carried him, and she withdrew with him to a remote place."
  },
  {
    "No": 23,
    "Translation": "The labor-pains came upon her, by the trunk of a palm-tree. She said, “I wish I had died before this, and been completely forgotten.”"
  },
  {
    "No": 24,
    "Translation": "Whereupon he called her from beneath her: “Do not grieve; your Lord has placed a stream beneath you."
  },
  {
    "No": 25,
    "Translation": "And shake towards you the trunk of the palm-tree; and fresh, ripe dates will fall upon you.”"
  },
  {
    "No": 26,
    "Translation": "“So eat, and drink, and be satisfied. And if you see any human, say, ‘I have vowed a fast to the Most Gracious—so I will not speak to any human today.'”"
  },
  {
    "No": 27,
    "Translation": "Then she came to her people, carrying him. They said, “O Mary, you have done something terrible."
  },
  {
    "No": 28,
    "Translation": "O sister of Aaron! Your father was not an indecent man, and your mother was not unchaste.”"
  },
  {
    "No": 29,
    "Translation": "So she pointed to him. They said, “How can we speak to an infant in the crib?”"
  },
  {
    "No": 30,
    "Translation": "He said, “I am the servant of Allah. He has given me the Scripture, and He made me a prophet."
  },
  {
    "No": 31,
    "Translation": "And He made me a blessing wherever I may be, and has enjoined on me prayer and charity, so long as I live."
  },
  {
    "No": 32,
    "Translation": "And kind to my mother, and He did not make me a disobedient rebel."
  },
  {
    "No": 33,
    "Translation": "So Peace is upon me the day I was born, and the day I die, and the Day I get resurrected alive.”"
  },
  {
    "No": 34,
    "Translation": "That is Jesus son of Mary—the statement of truth about which they doubt."
  },
  {
    "No": 35,
    "Translation": "It is not for Allah to have a child—glory be to Him. When He decrees a thing, He says to it, “Be,” and it is."
  },
  {
    "No": 36,
    "Translation": "“Allah is my Lord and your Lord, so worship Him. This is a straight path.”"
  },
  {
    "No": 37,
    "Translation": "But the various factions differed among themselves. So woe to those who disbelieve from the scene of a tremendous Day."
  },
  {
    "No": 38,
    "Translation": "Listen to them, and watch for them, on the Day they come to Us. But the wrongdoers today are completely lost."
  },
  {
    "No": 39,
    "Translation": "And warn them of the Day of Regret, when the matter will be concluded. Yet they are heedless, and they do not believe."
  },
  {
    "No": 40,
    "Translation": "It is We who will inherit the earth and whatsoever is on it. And to Us, they will be returned."
  },
  {
    "No": 41,
    "Translation": "And mention in the Book, Abraham. He was a man of truth, a prophet."
  },
  {
    "No": 42,
    "Translation": "When He said to his father, “O my father, why do you worship what can neither hear, nor see, nor benefit you in any way?"
  },
  {
    "No": 43,
    "Translation": "O, my father! There has come to me knowledge that never came to you. So follow me, and I will guide you to a straight path."
  },
  {
    "No": 44,
    "Translation": "O, my father! Do not worship Satan. Satan is disobedient to the Most Merciful."
  },
  {
    "No": 45,
    "Translation": "O, my father! I fear that a punishment from the Compassionate will afflict you, and you become an ally of Satan.”"
  },
  {
    "No": 46,
    "Translation": "He said, “Are you renouncing my gods, O Abraham? If you do not desist, I will stone you. So leave me alone, for a long while.”"
  },
  {
    "No": 47,
    "Translation": "He said, “Peace be upon you. I will ask my Lord to forgive you; He has been gracious to me."
  },
  {
    "No": 48,
    "Translation": "And I will distance myself from you, and from what you pray to besides Allah. And I will pray to my Lord, and I trust that I will not be disappointed in my prayer to my Lord.”"
  },
  {
    "No": 49,
    "Translation": "And when he withdrew from them, and from what they worship besides Allah, We granted him Isaac and Jacob, and each We made a prophet."
  },
  {
    "No": 50,
    "Translation": "And We showered them with Our mercy, and We blessed them with an honorable reputation."
  },
  {
    "No": 51,
    "Translation": "And mention in the Book Moses. He was chosen. He was a messenger, a prophet."
  },
  {
    "No": 52,
    "Translation": "We called him from the right side of the Mount, and We brought him in near communion."
  },
  {
    "No": 53,
    "Translation": "And We appointed for him—from Our mercy—his brother Aaron, a prophet."
  },
  {
    "No": 54,
    "Translation": "And mention in the Book Ishmael. He was true to his promise, and he was a messenger, a prophet."
  },
  {
    "No": 55,
    "Translation": "He used to urge his family to pray and to give charity, and he was pleasing to his Lord."
  },
  {
    "No": 56,
    "Translation": "And mention in the Book Enoch. He was a man of truth, a prophet."
  },
  {
    "No": 57,
    "Translation": "And We elevated him to a sublime station."
  },
  {
    "No": 58,
    "Translation": "These are some of the prophets whom Allah has blessed, from the descendants of Adam, and from those We carried with Noah, and from the descendants of Abraham and Israel, and from those We guided and selected. Whenever the revelations of the Most Gracious were recited to them, they would fall down, prostrating and weeping."
  },
  {
    "No": 59,
    "Translation": "But they were succeeded by generations who lost the prayers and followed their appetites. They will face perdition."
  },
  {
    "No": 60,
    "Translation": "Except for those who repent, and believe, and act righteously. These will enter Paradise, and will not be wronged in the least."
  },
  {
    "No": 61,
    "Translation": "The Gardens of Eden—promised by the Most Gracious to His worshipers in the Unseen. His promise will be fulfilled."
  },
  {
    "No": 62,
    "Translation": "They will hear no nonsense therein, but only peace. And they will have their provision therein, morning and evening."
  },
  {
    "No": 63,
    "Translation": "That is Paradise which We will grant to those of Our servants who are devout."
  },
  {
    "No": 64,
    "Translation": "“We do not descend, except by the command of your Lord. To Him belongs everything in front of us, everything behind us, and everything between that. And your Lord is not forgetful.”"
  },
  {
    "No": 65,
    "Translation": "Lord of the heavens and the earth and everything between them. So worship Him and persevere in His service. Do you know of anyone equal to Him?"
  },
  {
    "No": 66,
    "Translation": "Yet the human being says, “When I am dead, will I be brought to life?”"
  },
  {
    "No": 67,
    "Translation": "Does the human being not remember that We created him before—when he was nothing?"
  },
  {
    "No": 68,
    "Translation": "By your Lord, We will round them up, along with the devils, then We will bring them around Hell, on their knees."
  },
  {
    "No": 69,
    "Translation": "Then, out of every sect, We will snatch those most defiant to the Compassionate."
  },
  {
    "No": 70,
    "Translation": "Then We will know those most deserving to scorch in it."
  },
  {
    "No": 71,
    "Translation": "There is not one of you but will approach it. It is, with your Lord, an unavoidable decree."
  },
  {
    "No": 72,
    "Translation": "Then We will save those who were reverent, and leave the wrongdoers there, on their knees."
  },
  {
    "No": 73,
    "Translation": "When Our Verses are recited to them, as clear proofs, those who disbelieve say to those who believe, “Which of the two groups is better in position, and superior in influence?”"
  },
  {
    "No": 74,
    "Translation": "How many generations have We destroyed before them, who surpassed them in luxury and splendor?"
  },
  {
    "No": 75,
    "Translation": "Say, “Whoever is in error, the Most Gracious will lead him on.” Until, when they see what they were promised—either the punishment or the Hour. Then they will know whose position is worse, and whose forces are weaker.”"
  },
  {
    "No": 76,
    "Translation": "Allah increases in guidance those who are guided. And the things that last—the righteous deeds—have the best reward with your Lord, and the best outcome."
  },
  {
    "No": 77,
    "Translation": "Have you considered him who denied Our revelations, and said, “I will be given wealth and children”?"
  },
  {
    "No": 78,
    "Translation": "Did he look into the future, or did he receive a promise from the Compassionate?"
  },
  {
    "No": 79,
    "Translation": "No indeed! We will record what he says, and We will keep extending the agony for him."
  },
  {
    "No": 80,
    "Translation": "Then We will inherit from him what he speaks, and he will come to Us alone."
  },
  {
    "No": 81,
    "Translation": "And they took, besides Allah, other gods, to be a source of strength for them."
  },
  {
    "No": 82,
    "Translation": "By no means! They will reject their worship of them, and they will become opponents to them."
  },
  {
    "No": 83,
    "Translation": "Do you not consider how We unleash the devils on the unbelievers, inciting them with incitement?"
  },
  {
    "No": 84,
    "Translation": "So do not hurry against them. We are counting for them a countdown."
  },
  {
    "No": 85,
    "Translation": "On the Day when We will gather the righteous before the Most Gracious, as guests."
  },
  {
    "No": 86,
    "Translation": "And drive the guilty into Hell, as a thirsty herd."
  },
  {
    "No": 87,
    "Translation": "They will have no power of intercession, except for someone who has a covenant with the Most Merciful."
  },
  {
    "No": 88,
    "Translation": "And they say, “The Compassionate has taken a child.”"
  },
  {
    "No": 89,
    "Translation": "You have come up with something outrageous."
  },
  {
    "No": 90,
    "Translation": "At which the heavens almost rupture, and the earth splits, and the mountains fall and crumble."
  },
  {
    "No": 91,
    "Translation": "Because they attribute a child to the Most Merciful."
  },
  {
    "No": 92,
    "Translation": "It is not fitting for the Most Gracious to have a child."
  },
  {
    "No": 93,
    "Translation": "There is none in the heavens and the earth, but will come to the Compassionate, as a servant."
  },
  {
    "No": 94,
    "Translation": "He has enumerated them, and He counted them one by one."
  },
  {
    "No": 95,
    "Translation": "And every one of them will come to Him on the Day of Resurrection, alone."
  },
  {
    "No": 96,
    "Translation": "Those who believe and do righteous deeds, the Mercy Giver will give them love."
  },
  {
    "No": 97,
    "Translation": "We made it easy in your language: to deliver good news to the righteous, and to warn with it a hostile people."
  },
  {
    "No": 98,
    "Translation": "How many a generation have We destroyed before them? Can you feel a single one of them, or hear from them a whisper?"
  }
]