[
  {
    "No": 1,
    "Translation": "People’s reckoning has drawn near, but they turn away heedlessly."
  },
  {
    "No": 2,
    "Translation": "No fresh reminder comes to them from their Lord, but they listen to it playfully."
  },
  {
    "No": 3,
    "Translation": "Their hearts distracted, the wrongdoers discuss secretly, “Is he anything but a human like you? Will you yield to sorcery, while you see?”"
  },
  {
    "No": 4,
    "Translation": "He said, “My Lord knows whatever is spoken in heaven and on earth. And He is the Hearer, the Knower.”"
  },
  {
    "No": 5,
    "Translation": "And they said, “A jumble of dreams,” and, “He made it up,” and, “He is a poet,” “Let him bring us a miracle, like those sent to the ancients.”"
  },
  {
    "No": 6,
    "Translation": "None of the towns We destroyed before them had believed. Will they believe?"
  },
  {
    "No": 7,
    "Translation": "We did not send before you except men, whom We inspired. Ask the people of knowledge, if you do not know."
  },
  {
    "No": 8,
    "Translation": "We did not make them bodies that ate no food, nor were they immortal."
  },
  {
    "No": 9,
    "Translation": "Then We fulfilled the promise to them, and We rescued them together with whomever We willed, and We destroyed the extravagant."
  },
  {
    "No": 10,
    "Translation": "We revealed to you a Book containing your Reminder. Do you not reason?"
  },
  {
    "No": 11,
    "Translation": "How many a guilty town have We shattered, and We established thereafter another people?"
  },
  {
    "No": 12,
    "Translation": "And when they sensed Our Might, they started running away from it."
  },
  {
    "No": 13,
    "Translation": "Do not run, but come back to your luxuries, and to your homes, so that you may be questioned."
  },
  {
    "No": 14,
    "Translation": "They said, “Woe to us; we were wrongdoers.”"
  },
  {
    "No": 15,
    "Translation": "This continued to be their cry—until We made them silent ashes."
  },
  {
    "No": 16,
    "Translation": "We did not create the sky, the earth, and everything between them in play."
  },
  {
    "No": 17,
    "Translation": "If We wanted amusement, We could have found it in Our presence, were We to do so."
  },
  {
    "No": 18,
    "Translation": "In fact, We hurl the truth against falsehood, and it crushes it, so it vanishes. And woe to you, for what you describe."
  },
  {
    "No": 19,
    "Translation": "To Him belongs everyone in the heavens and on earth. Those near Him are never too proud to worship Him, nor do they tire."
  },
  {
    "No": 20,
    "Translation": "They praise night and day, without wavering."
  },
  {
    "No": 21,
    "Translation": "Or have they taken gods from the earth, who resurrect?"
  },
  {
    "No": 22,
    "Translation": "If there were in them gods other than Allah, they would have gone to ruin. So glory be to Allah, Lord of the Throne, above what they describe."
  },
  {
    "No": 23,
    "Translation": "He will not be questioned about what He does, but they will be questioned."
  },
  {
    "No": 24,
    "Translation": "Or have they taken gods besides Him? Say, “Produce your proof. This is a Reminder for those with me, and a Reminder for those before me.” But most of them do not know the truth, so they turn away."
  },
  {
    "No": 25,
    "Translation": "We sent no messenger before you, without inspiring him that: “There is no god except I, so worship Me.”"
  },
  {
    "No": 26,
    "Translation": "And they say, “The Mercy-Giver has taken a son.” Be He glorified; they are but honored servants."
  },
  {
    "No": 27,
    "Translation": "They do not precede Him in speech, and they act according to His command."
  },
  {
    "No": 28,
    "Translation": "He knows what is ahead of them, and what is behind them. And they cannot intercede, except for whom He approves. And they tremble in awe of Him."
  },
  {
    "No": 29,
    "Translation": "And whoever of them says, “I am a god besides Him,” We will repay him with Hell. Thus We repay the wrongdoers."
  },
  {
    "No": 30,
    "Translation": "Do the unbelievers not see that the heavens and the earth were one mass, and We split them apart? And We made from water every living thing. Will they not believe?"
  },
  {
    "No": 31,
    "Translation": "And We placed on earth stabilizers, lest it sways with them. And We placed on it signposts and passages, so that they may be guided."
  },
  {
    "No": 32,
    "Translation": "And We made the sky a protected ceiling, yet they turn away from its wonders."
  },
  {
    "No": 33,
    "Translation": "It is He who created the night and the day, and the sun and the moon—each gliding in an orbit."
  },
  {
    "No": 34,
    "Translation": "We did not grant immortality to any human before you. Should you die, are they then the immortal?"
  },
  {
    "No": 35,
    "Translation": "Every soul will taste death. We burden you with evil and good—a test. And to Us, you will be returned."
  },
  {
    "No": 36,
    "Translation": "When those who disbelieve see you, they only make fun of you: “Is this the one who mentions your gods?” And they reject the mention of the Gracious."
  },
  {
    "No": 37,
    "Translation": "The human being was created of haste. I will show you My signs, so do not seek to rush Me."
  },
  {
    "No": 38,
    "Translation": "And they say, “When will this promise come true—if you are truthful?”"
  },
  {
    "No": 39,
    "Translation": "If those who disbelieve only knew, when they cannot keep the fire off their faces, and off their backs, and they will not be helped."
  },
  {
    "No": 40,
    "Translation": "In fact, it will come upon them suddenly, and it will bewilder them. They will be unable to repel it, and they will not be delayed."
  },
  {
    "No": 41,
    "Translation": "Messengers before you were ridiculed, but those who jeered became besieged by what they used to ridicule."
  },
  {
    "No": 42,
    "Translation": "Say, “Who will protect you, by night and by day, from the Compassionate?” But they turn away from the remembrance of their Lord."
  },
  {
    "No": 43,
    "Translation": "Or do they have gods who defend them against Us? They cannot help themselves, nor can they be protected from Us."
  },
  {
    "No": 44,
    "Translation": "We have given these enjoyments, and their ancestors—until life grew long for them. Do they not consider how We erode the land at its extremities? Is it they who will prevail?"
  },
  {
    "No": 45,
    "Translation": "Say, “I am warning you through inspiration.” But the deaf cannot hear the call when they are warned."
  },
  {
    "No": 46,
    "Translation": "And when a breath of your Lord’s punishment touches them, they say, “Woe to us, we were wrongdoers.”"
  },
  {
    "No": 47,
    "Translation": "And We will set the scales of justice for the Day of Resurrection—so that no soul will suffer the least injustice. And even if it were the weight of a mustard-seed, We will bring it. We are Sufficient as Reckoners."
  },
  {
    "No": 48,
    "Translation": "We gave Moses and Aaron the Criterion, and illumination, and a reminder for the righteous."
  },
  {
    "No": 49,
    "Translation": "Those who fear their Lord in private, and are apprehensive of the Hour."
  },
  {
    "No": 50,
    "Translation": "This too is a blessed message that We revealed. Are you going to deny it?"
  },
  {
    "No": 51,
    "Translation": "And We gave Abraham his sound judgment formerly, and We knew him well."
  },
  {
    "No": 52,
    "Translation": "When he said to his father and his people, “What are these statues to which you are devoted?”"
  },
  {
    "No": 53,
    "Translation": "They said, “We found our forefathers worshiping them.”"
  },
  {
    "No": 54,
    "Translation": "He said, “You and your forefathers have obviously been astray.”"
  },
  {
    "No": 55,
    "Translation": "They said, “Did you come to us with the truth, or are you playing?”"
  },
  {
    "No": 56,
    "Translation": "He said, “Your Lord is the Lord of the heavens and the earth, He who originated them, and I bear witness to that."
  },
  {
    "No": 57,
    "Translation": "“By Allah, I will have a plan for your statues, after you have gone away.”"
  },
  {
    "No": 58,
    "Translation": "So he reduced them into pieces, except for their biggest, so that they may return to it."
  },
  {
    "No": 59,
    "Translation": "They said, “Who did this to our gods? He is an evildoer!”"
  },
  {
    "No": 60,
    "Translation": "They said, “We heard a young man mention them. He is called Abraham.”"
  },
  {
    "No": 61,
    "Translation": "They said, “Then bring him before the eyes of the people, so that they may witness.”"
  },
  {
    "No": 62,
    "Translation": "They said, “Was it you who did this to our gods, O Abraham?”"
  },
  {
    "No": 63,
    "Translation": "He said, “No, this one—the biggest of them—did it. Ask them, if they can speak.”"
  },
  {
    "No": 64,
    "Translation": "So they came back to their senses, and said, “You yourselves are the wrongdoers.”"
  },
  {
    "No": 65,
    "Translation": "But they reversed themselves: “You already know that these cannot speak.”"
  },
  {
    "No": 66,
    "Translation": "He said, “Do you worship, instead of Allah, what can neither benefit you nor harm you in anything?"
  },
  {
    "No": 67,
    "Translation": "Fie on you, and on whatever you worship below Allah. Do you not understand?”"
  },
  {
    "No": 68,
    "Translation": "They said, “Burn him and support your gods—if you are going to act.”"
  },
  {
    "No": 69,
    "Translation": "We said, “O fire, be coolness and safety for Abraham.”"
  },
  {
    "No": 70,
    "Translation": "They intended to harm him, but We made them the worst losers."
  },
  {
    "No": 71,
    "Translation": "And We delivered him, along with Lot, to the land that We blessed for all people."
  },
  {
    "No": 72,
    "Translation": "And We gave him Isaac and Jacob—a gift—and each We made righteous."
  },
  {
    "No": 73,
    "Translation": "And We made them leaders, guiding by Our command. And We inspired them to do good works, and to observe the prayer, and to give out charity. And they were worshippers of Us."
  },
  {
    "No": 74,
    "Translation": "And Lot—We gave him wisdom and knowledge, and We saved him from the town that practiced the abominations. They were wicked, perverted people."
  },
  {
    "No": 75,
    "Translation": "And We admitted him into Our mercy. He was of the righteous."
  },
  {
    "No": 76,
    "Translation": "And Noah, when he cried out before. So We answered him, and We saved him and his family from the great disaster."
  },
  {
    "No": 77,
    "Translation": "And We made him prevail against the people who rejected Our signs. They were evil people, so We drowned them all."
  },
  {
    "No": 78,
    "Translation": "And David and Solomon, when they gave judgment regarding the crops; when some people’s sheep strayed in it. And We were witness to their judgment."
  },
  {
    "No": 79,
    "Translation": "And We gave Solomon an understanding of it. And to each, We gave judgment and knowledge. And We subjected the mountains along with David to hymn Our praises—also the birds. We did this."
  },
  {
    "No": 80,
    "Translation": "And We taught him the making of armor for you, to protect you from your violence. Will you be appreciative?"
  },
  {
    "No": 81,
    "Translation": "And to Solomon the stormy wind, blowing by his command towards the land that We blessed. We know all things."
  },
  {
    "No": 82,
    "Translation": "And of the devils were some that dived for him, and performed other, lesser tasks. But We kept them restrained."
  },
  {
    "No": 83,
    "Translation": "And Job, when he cried out to his Lord: “Great harm has afflicted me, and you are the Most Merciful of the merciful.”"
  },
  {
    "No": 84,
    "Translation": "So We answered him, and removed the affliction that was upon him, and restored his family to him—and their likes with them—mercy from Us, and a reminder for the worshipers."
  },
  {
    "No": 85,
    "Translation": "And Ishmael, and Enoch, and Ezekiel—each was among the patient."
  },
  {
    "No": 86,
    "Translation": "And We admitted them into Our mercy. They were among the righteous."
  },
  {
    "No": 87,
    "Translation": "And Jonah, when he stormed out in a fury, thinking We had no power over him. But then He cried out in the darkness: “There is no god but You! Glory be to You! I was among the wrongdoers!”"
  },
  {
    "No": 88,
    "Translation": "So We answered him, and We saved him from grief. Thus We save the believers."
  },
  {
    "No": 89,
    "Translation": "And Zechariah, when he cried out to his Lord, “My Lord, do not leave me alone, even though you are the Best of Inheritors.”"
  },
  {
    "No": 90,
    "Translation": "So We answered him, and We gave him John, and We cured his wife for him. They used to vie in righteous deeds. And they used to call on Us, in hope and awe. And they were humble before Us."
  },
  {
    "No": 91,
    "Translation": "And she who guarded her virginity. We breathed into her from Our spirit, and We made her and her son a sign for the worlds."
  },
  {
    "No": 92,
    "Translation": "This community of yours is one community, and I am your Lord, so worship Me."
  },
  {
    "No": 93,
    "Translation": "But they splintered themselves into factions. Yet to Us, they will all return."
  },
  {
    "No": 94,
    "Translation": "Whoever does righteous deeds, while he is a believer: his effort will not be denied. We are writing it down for him."
  },
  {
    "No": 95,
    "Translation": "There is a ban on a town that We destroyed—they will not return."
  },
  {
    "No": 96,
    "Translation": "Until, when Gog and Magog have broken loose, swarming down from every mound."
  },
  {
    "No": 97,
    "Translation": "The promise of truth has drawn near. The sights of those who disbelieved will stare in horror: “Woe to us. We were oblivious to this. In fact, we were wrongdoers.”"
  },
  {
    "No": 98,
    "Translation": "You and what you worship besides Allah are firewood for Hell. You will descend into it."
  },
  {
    "No": 99,
    "Translation": "Had these been gods, they would not have descended into it. All will abide in it."
  },
  {
    "No": 100,
    "Translation": "In it, they will wail. In it, they will not hear."
  },
  {
    "No": 101,
    "Translation": "As for those who deserved goodness from Us—these will be kept away from it."
  },
  {
    "No": 102,
    "Translation": "They will not hear its hissing, and they will delight forever in what their souls desire."
  },
  {
    "No": 103,
    "Translation": "The Supreme Horror will not worry them, and the angels will receive them: “This is your Day, which you were promised.”"
  },
  {
    "No": 104,
    "Translation": "On the Day when We fold the heaven, like the folding of a book. Just as We began the first creation, so We will repeat it—a promise binding on Us. We will do it."
  },
  {
    "No": 105,
    "Translation": "And We wrote in the Psalms, after the Reminder, that the earth will be inherited by My righteous servants."
  },
  {
    "No": 106,
    "Translation": "Surely in this is a proclamation for a worshiping people."
  },
  {
    "No": 107,
    "Translation": "We did not send you except as a mercy to the worlds."
  },
  {
    "No": 108,
    "Translation": "Say, “It is inspired in me, that your God is One God. Are you going to submit?”"
  },
  {
    "No": 109,
    "Translation": "But if they turn away, say, “I have warned you all equally. And I do not know whether what you are promised is near or far.”"
  },
  {
    "No": 110,
    "Translation": "He knows what is said openly, and He knows what you conceal."
  },
  {
    "No": 111,
    "Translation": "“And I know not; perhaps it is a trial for you, and an enjoyment for a while.”"
  },
  {
    "No": 112,
    "Translation": "He said, “My Lord, judge with justice.” And, “Our Lord is the Gracious, Whose help is sought against what you describe.”"
  }
]