[
  {
    "No": 1,
    "Translation": "Successful are the believers."
  },
  {
    "No": 2,
    "Translation": "Those who are humble in their prayers."
  },
  {
    "No": 3,
    "Translation": "Those who avoid nonsense."
  },
  {
    "No": 4,
    "Translation": "Those who work for charity."
  },
  {
    "No": 5,
    "Translation": "Those who safeguard their chastity."
  },
  {
    "No": 6,
    "Translation": "Except from their spouses, or their dependents—then they are free from blame."
  },
  {
    "No": 7,
    "Translation": "But whoever seeks anything beyond that—these are the transgressors."
  },
  {
    "No": 8,
    "Translation": "And those who are faithful to their trusts and pledges."
  },
  {
    "No": 9,
    "Translation": "And those who safeguard their prayers."
  },
  {
    "No": 10,
    "Translation": "These are the inheritors."
  },
  {
    "No": 11,
    "Translation": "Who will inherit Paradise, abiding in it forever."
  },
  {
    "No": 12,
    "Translation": "We created the human being from an extract of clay."
  },
  {
    "No": 13,
    "Translation": "Then We made him a drop, in a secure repository."
  },
  {
    "No": 14,
    "Translation": "Then We developed the drop into a clinging clot. Then We developed the clot into a lump. Then We developed the lump into bones. Then We clothed the bones with flesh. Then We produced it into another creature. Most Blessed is Allah, the Best of Creators!"
  },
  {
    "No": 15,
    "Translation": "Then, after that, you will die."
  },
  {
    "No": 16,
    "Translation": "Then, on the Day of Resurrection, you will be resurrected."
  },
  {
    "No": 17,
    "Translation": "We created above you seven pathways, and We are never negligent of creation."
  },
  {
    "No": 18,
    "Translation": "And We sent down from the sky water in proper quantity, and We settled it in the ground, and We are Able to take it away."
  },
  {
    "No": 19,
    "Translation": "With it, We produce for you gardens of date-palms and grapes, yielding abundant fruit, from which you eat."
  },
  {
    "No": 20,
    "Translation": "And a tree issuing from Mount Sinai, producing oil, and seasoning for those who eat."
  },
  {
    "No": 21,
    "Translation": "And there is a lesson for you in livestock: We give you to drink from what is in their bellies. And in them, you have many uses. And some of them you eat."
  },
  {
    "No": 22,
    "Translation": "And on them, and on ships, you are transported."
  },
  {
    "No": 23,
    "Translation": "We sent Noah to his people. He said, “O my people, worship Allah, you have no god other than Him. Will you not be reverent?”"
  },
  {
    "No": 24,
    "Translation": "But the notables among his people, who disbelieved, said, “This is only a human like you, aspiring to gain dominance over you. Had Allah willed, He would have sent down angels. We never heard of this from our forefathers of old."
  },
  {
    "No": 25,
    "Translation": "He is nothing but a man possessed. Just ignore him for a while.”"
  },
  {
    "No": 26,
    "Translation": "He said, “My Lord, help me, for they have rejected me.”"
  },
  {
    "No": 27,
    "Translation": "So We inspired him: “Build the Ark under Our observation and by Our inspiration. Then, when Our command arrives, and the oven overflows, load into it a pair of every kind, along with your family, except those against whom the word has already been pronounced. And do not address me concerning those who did wrong; they are to be drowned.”"
  },
  {
    "No": 28,
    "Translation": "Then, when you and those with you are settled in the Ark, say, “Praise be to Allah, who has saved us from the wrongdoing people.”"
  },
  {
    "No": 29,
    "Translation": "And say, “My Lord, land me a blessed landing, for you are the best of transporters.”"
  },
  {
    "No": 30,
    "Translation": "Surely in this are lessons. We are always testing."
  },
  {
    "No": 31,
    "Translation": "Then, after them, We established another generation."
  },
  {
    "No": 32,
    "Translation": "And We sent among them a messenger, from among themselves: “Worship Allah! You have no god other than Him. Will you not be cautious?”"
  },
  {
    "No": 33,
    "Translation": "But the dignitaries among his people, those who disbelieved and denied the meeting of the Hereafter, and We had indulged them in the present life, said, “This is nothing but a human like you; he eats what you eat, and he drinks what you drink."
  },
  {
    "No": 34,
    "Translation": "If you obey a human being like yourselves, you will be losers."
  },
  {
    "No": 35,
    "Translation": "Does he promise you that when you are dead and reduced to dust and bones, you will be brought out?"
  },
  {
    "No": 36,
    "Translation": "Farfetched, farfetched is what you are promised."
  },
  {
    "No": 37,
    "Translation": "There is nothing but our worldly life: we die, and we live, and we will not be resurrected."
  },
  {
    "No": 38,
    "Translation": "He is nothing but a man, making up lies about Allah. We have no faith in him.”"
  },
  {
    "No": 39,
    "Translation": "He said, “My Lord, help me, for they have rejected me.”"
  },
  {
    "No": 40,
    "Translation": "He said, “Soon they will be filled with regret.”"
  },
  {
    "No": 41,
    "Translation": "And the Blast struck them, justifiably, and We turned them into scum. So away with the wicked people."
  },
  {
    "No": 42,
    "Translation": "Then, after them, We raised other generations."
  },
  {
    "No": 43,
    "Translation": "No nation can advance its time, nor can they postpone it."
  },
  {
    "No": 44,
    "Translation": "Then We sent Our messengers in succession. Whenever a messenger came to his community, they called him a liar. So We made them follow one another, and We made them history. So away with a people who refuse to believe."
  },
  {
    "No": 45,
    "Translation": "Then We sent Moses and his brother Aaron, with Our signs and compelling proof."
  },
  {
    "No": 46,
    "Translation": "To Pharaoh and his inner circle, but they turned arrogant, and were tyrannical people."
  },
  {
    "No": 47,
    "Translation": "They said, “Are we to believe in two humans like ourselves, whose people are slaves to us?”"
  },
  {
    "No": 48,
    "Translation": "So they rejected them both—and thus were among those destroyed."
  },
  {
    "No": 49,
    "Translation": "And We gave Moses the Scripture, so that they may be guided."
  },
  {
    "No": 50,
    "Translation": "And We made Mary’s son and his mother a sign, and We sheltered them on high ground with security and flowing springs."
  },
  {
    "No": 51,
    "Translation": "O, messengers! Eat of the good things and act with integrity. I am aware of what you do."
  },
  {
    "No": 52,
    "Translation": "This nation of yours is one nation, and I am your Lord, so reverence Me."
  },
  {
    "No": 53,
    "Translation": "But they tore themselves into sects. Each faction, happy with what they have."
  },
  {
    "No": 54,
    "Translation": "So leave them in their bewilderment until a time."
  },
  {
    "No": 55,
    "Translation": "Do they assume that, in furnishing them with wealth and children."
  },
  {
    "No": 56,
    "Translation": "We race to give them the good things? In fact, they have no idea."
  },
  {
    "No": 57,
    "Translation": "Those who are in awe for fear of their Lord."
  },
  {
    "No": 58,
    "Translation": "And those who believe in the Verses of their Lord."
  },
  {
    "No": 59,
    "Translation": "And those who ascribe no partners to their Lord."
  },
  {
    "No": 60,
    "Translation": "And those who give what they give, while their hearts tremble, knowing that to their Lord they will return."
  },
  {
    "No": 61,
    "Translation": "It is they who race towards good deeds, and they will reach them first."
  },
  {
    "No": 62,
    "Translation": "We burden no soul beyond its capacity. And with Us is a book that speaks in truth, and they will not be treated unjustly."
  },
  {
    "No": 63,
    "Translation": "But their hearts are oblivious to this. And they have deeds that do not conform to this, which they continue to perpetrate."
  },
  {
    "No": 64,
    "Translation": "Until, when We seize their elite with torment, they begin to groan."
  },
  {
    "No": 65,
    "Translation": "Do not groan today. You will receive no help from Us."
  },
  {
    "No": 66,
    "Translation": "My revelations were recited to you, but you turned away from them."
  },
  {
    "No": 67,
    "Translation": "Arrogant towards them—talked nonsense about them—disregarded them."
  },
  {
    "No": 68,
    "Translation": "Have they not pondered the Word? Or has something come to them that did not come to their forefathers?"
  },
  {
    "No": 69,
    "Translation": "Or is it that they do not recognize their Messenger, so they are denying him?"
  },
  {
    "No": 70,
    "Translation": "Or do they say, “He is possessed?” In fact, he brought them the truth, but most of them hate the truth."
  },
  {
    "No": 71,
    "Translation": "If the truth conformed to their desires: the heavens, the earth, and everyone in them would have been corrupted. In fact, We gave them their Reminder, but they are avoiding their Reminder."
  },
  {
    "No": 72,
    "Translation": "Or are you asking them for payment? The revenue from your Lord is better, and He is the Best of providers."
  },
  {
    "No": 73,
    "Translation": "You are inviting them to a straight path."
  },
  {
    "No": 74,
    "Translation": "But those who do not believe in the Hereafter are swerving from the path."
  },
  {
    "No": 75,
    "Translation": "Even if We had mercy on them, and relieved their problems, they would blindly persist in their defiance."
  },
  {
    "No": 76,
    "Translation": "We had already gripped them with suffering, but they did not yield to their Lord, nor did they humble themselves."
  },
  {
    "No": 77,
    "Translation": "Until, when We open before them a gate of intense agony, at once they will despair."
  },
  {
    "No": 78,
    "Translation": "It is He who produced for you the hearing, and the eyesight, and the feelings. But little gratitude you show."
  },
  {
    "No": 79,
    "Translation": "And it is He who multiplied you on earth. And to Him, you will be gathered."
  },
  {
    "No": 80,
    "Translation": "And it is He Who gives life and causes death, and to Him is the alternation of night and day. Do you not understand?"
  },
  {
    "No": 81,
    "Translation": "But they say the like of what the ancients said."
  },
  {
    "No": 82,
    "Translation": "They say, “After we have died, and become dust and bones, are we to be resurrected?"
  },
  {
    "No": 83,
    "Translation": "We were promised this before—us and our ancestors—these are nothing but legends of the ancients.”"
  },
  {
    "No": 84,
    "Translation": "Say, “To whom does the earth belong, and everyone in it, if you happen to know?”"
  },
  {
    "No": 85,
    "Translation": "They will say, “To Allah.” Say, “Will you not reflect?”"
  },
  {
    "No": 86,
    "Translation": "Say, “Who is the Lord of the seven heavens, and the Lord of the Splendid Throne?”"
  },
  {
    "No": 87,
    "Translation": "They will say, “To Allah.” Say, “Will you not be righteous?”"
  },
  {
    "No": 88,
    "Translation": "Say, “In Whose Hand is the dominion of all things, and He protects and cannot be protected from—if you happen to know?”"
  },
  {
    "No": 89,
    "Translation": "They will say, “To Allah.” Say, “Then are you bewitched?”"
  },
  {
    "No": 90,
    "Translation": "In fact, We have given them the truth, and they are liars."
  },
  {
    "No": 91,
    "Translation": "Allah has never begotten a son, nor is there any god besides Him. Otherwise, each god would have taken away what it created, and some of them would have gained supremacy over others. Glorified is Allah, far beyond what they describe."
  },
  {
    "No": 92,
    "Translation": "The Knower of the hidden and the apparent. Exalted is He above what they associate."
  },
  {
    "No": 93,
    "Translation": "Say, “My Lord, if You would show me what they are promised."
  },
  {
    "No": 94,
    "Translation": "My Lord, do not place me among the wrongdoing people.”"
  },
  {
    "No": 95,
    "Translation": "And We are Able to show you what We promise them."
  },
  {
    "No": 96,
    "Translation": "Repel evil with what is better. We are aware of what they describe."
  },
  {
    "No": 97,
    "Translation": "And say, “My Lord, I seek refuge in You from the urgings of the devils."
  },
  {
    "No": 98,
    "Translation": "And I seek refuge in You, my Lord, lest they become present.”"
  },
  {
    "No": 99,
    "Translation": "Until, when death approaches one of them, he says, “My Lord, send me back."
  },
  {
    "No": 100,
    "Translation": "That I may work righteousness in what I neglected.” By no means! It is just a word that he utters. And behind them is a barrier, until the Day they are resurrected."
  },
  {
    "No": 101,
    "Translation": "And when the Trumpet is blown: there will be no relations between them on that Day, nor will they ask after one another."
  },
  {
    "No": 102,
    "Translation": "As for those whose scales are heavy—these are the successful."
  },
  {
    "No": 103,
    "Translation": "But as for those whose scales are light—it is they who have lost their souls—in Gehenna, they will remain forever."
  },
  {
    "No": 104,
    "Translation": "The Fire lashes their faces, leaving them deformed."
  },
  {
    "No": 105,
    "Translation": "“Were not My Verses recited to you, and you kept on rejecting them?”"
  },
  {
    "No": 106,
    "Translation": "They will say, “Our Lord, our wretchedness has prevailed over us, and we were a misguided people."
  },
  {
    "No": 107,
    "Translation": "Our Lord! Get us out of this! If we ever returned, we would be wrongdoers.”"
  },
  {
    "No": 108,
    "Translation": "He will say, “Be despised in there, and do not speak to Me."
  },
  {
    "No": 109,
    "Translation": "There was a group of My servants who used to say, `Our Lord, we have believed, so forgive us, and have mercy on us; You are the Best of the merciful.’"
  },
  {
    "No": 110,
    "Translation": "But you made them a target of ridicule—until they made you forget My remembrance. And you used to laugh at them."
  },
  {
    "No": 111,
    "Translation": "Today, I have rewarded them for their endurance—they are the triumphant.”"
  },
  {
    "No": 112,
    "Translation": "He will say, “How many years did you remain on earth?”"
  },
  {
    "No": 113,
    "Translation": "They will say, “We remained a day, or part of a day. But ask those who keep count.”"
  },
  {
    "No": 114,
    "Translation": "He will say, “You remained only for a little while—if you only knew."
  },
  {
    "No": 115,
    "Translation": "Did you think that We created you in vain, and that to Us you will not be returned?”"
  },
  {
    "No": 116,
    "Translation": "So Exalted is Allah, the True Sovereign. There is no deity except He, Lord of the Noble Throne."
  },
  {
    "No": 117,
    "Translation": "Whoever calls upon another god with Allah—he has no proof thereof—his reckoning rests with his Lord. The disbelievers will not succeed."
  },
  {
    "No": 118,
    "Translation": "And say, “My Lord, forgive and have mercy; You are the Best of the merciful.”"
  }
]