[
  {
    "No": 1,
    "Translation": "Ta. Seen. Meem."
  },
  {
    "No": 2,
    "Translation": "These are the Verses of the Clarifying Book."
  },
  {
    "No": 3,
    "Translation": "Perhaps you will destroy yourself with grief: because they do not become believers."
  },
  {
    "No": 4,
    "Translation": "If We will, We can send down upon them a sign from heaven, leaving their necks bent in submission to it."
  },
  {
    "No": 5,
    "Translation": "No fresh reminder comes to them from the Most Merciful, but they turn away from it."
  },
  {
    "No": 6,
    "Translation": "They have lied; but soon will come to them the news of what they ridiculed."
  },
  {
    "No": 7,
    "Translation": "Do they not see the earth, and how many beautiful pairs We produced in it?"
  },
  {
    "No": 8,
    "Translation": "Surely in this is a sign, but most of them are not believers."
  },
  {
    "No": 9,
    "Translation": "Most surely, your Lord is the Almighty, the Merciful."
  },
  {
    "No": 10,
    "Translation": "When your Lord called out to Moses, “Go to the tyrannical people."
  },
  {
    "No": 11,
    "Translation": "The people of Pharaoh. Will they not fear?”"
  },
  {
    "No": 12,
    "Translation": "He said, “My Lord, I fear they will reject me."
  },
  {
    "No": 13,
    "Translation": "And I become stressed, and my tongue is not fluent, so send Aaron too."
  },
  {
    "No": 14,
    "Translation": "And they have a charge against me, so I fear they may kill me.”"
  },
  {
    "No": 15,
    "Translation": "He said, “No. Go, both of you, with Our proofs. We are with you, listening."
  },
  {
    "No": 16,
    "Translation": "Go to Pharaoh, and say, ‘We are messengers from the Lord of all Worlds."
  },
  {
    "No": 17,
    "Translation": "Let the Children of Israel go with us.'”"
  },
  {
    "No": 18,
    "Translation": "He said, “Did we not raise you among us as a child, and you stayed among us for many of your years?"
  },
  {
    "No": 19,
    "Translation": "And you committed that deed of yours, and you were ungrateful.”"
  },
  {
    "No": 20,
    "Translation": "He said, “I did it then—when I was misguided."
  },
  {
    "No": 21,
    "Translation": "And I fled from you when I feared you; but my Lord gave me wisdom, and He made me one of the messengers."
  },
  {
    "No": 22,
    "Translation": "Is that the favor you taunt me with, although you have enslaved the Children of Israel?”"
  },
  {
    "No": 23,
    "Translation": "Pharaoh said, “And what is the Lord of the Worlds?”"
  },
  {
    "No": 24,
    "Translation": "He said, “The Lord of the heavens and the earth, and everything between them—if you only knew.”"
  },
  {
    "No": 25,
    "Translation": "He said to those around him, “Do you hear?”"
  },
  {
    "No": 26,
    "Translation": "He said, “Your Lord, and the Lord of your ancestors of old.”"
  },
  {
    "No": 27,
    "Translation": "He said, “This messenger of yours, who is sent to you, is crazy.”"
  },
  {
    "No": 28,
    "Translation": "He said, “Lord of the East and the West, and everything between them—if you understand.”"
  },
  {
    "No": 29,
    "Translation": "He said, “If you take any other god besides me, I will have you imprisoned.”"
  },
  {
    "No": 30,
    "Translation": "He said, “What if I bring you something convincing?”"
  },
  {
    "No": 31,
    "Translation": "He said, “Bring it—if what you say is true.”"
  },
  {
    "No": 32,
    "Translation": "So he threw his staff; and it was a serpent, plain to see."
  },
  {
    "No": 33,
    "Translation": "And he pulled his hand; and it was white, for all to see."
  },
  {
    "No": 34,
    "Translation": "He said to the dignitaries around him, “This is a skilled magician."
  },
  {
    "No": 35,
    "Translation": "He wants to expel you from your land with his magic, so what do you recommend?”"
  },
  {
    "No": 36,
    "Translation": "They said, “Leave him and his brother for a while. And send recruiters to the cities."
  },
  {
    "No": 37,
    "Translation": "To bring to you every experienced magician.”"
  },
  {
    "No": 38,
    "Translation": "So the magicians assembled at the set time on the appointed day."
  },
  {
    "No": 39,
    "Translation": "And it was said to the people, “Will you join the gathering?"
  },
  {
    "No": 40,
    "Translation": "So that we may follow the magicians: if they are the victors.”"
  },
  {
    "No": 41,
    "Translation": "When the magicians arrived, they said to Pharaoh, “Is there a reward for us, if we are the winners?”"
  },
  {
    "No": 42,
    "Translation": "He said, “Yes, and you will be among those closest to me.”"
  },
  {
    "No": 43,
    "Translation": "Moses said to them, “Present whatever you wish to present.”"
  },
  {
    "No": 44,
    "Translation": "So they threw their ropes and their sticks, and said, “By the majesty of Pharaoh, we will be the victors.”"
  },
  {
    "No": 45,
    "Translation": "Then Moses threw his staff, and it began swallowing their trickery."
  },
  {
    "No": 46,
    "Translation": "And the magicians fell down, in prostration."
  },
  {
    "No": 47,
    "Translation": "They said, “We have believed in the Lord of the Worlds."
  },
  {
    "No": 48,
    "Translation": "The Lord of Moses and Aaron.”"
  },
  {
    "No": 49,
    "Translation": "He said, “Did you believe in Him before I have given you permission? He must be your master who taught you magic, but soon you will know. I will cut off your hands and feet on opposite sides, and I crucify you all.”"
  },
  {
    "No": 50,
    "Translation": "They said, “No problem. To our Lord, we will return."
  },
  {
    "No": 51,
    "Translation": "We are eager for our Lord to forgive us our sins—since we are the first of the believers.”"
  },
  {
    "No": 52,
    "Translation": "And We inspired Moses: “Travel with My servants at night, and you will be pursued.”"
  },
  {
    "No": 53,
    "Translation": "Then Pharaoh sent marshals to the cities."
  },
  {
    "No": 54,
    "Translation": "“These are a small gang."
  },
  {
    "No": 55,
    "Translation": "But they are offending us."
  },
  {
    "No": 56,
    "Translation": "And we are a vigilant multitude.”"
  },
  {
    "No": 57,
    "Translation": "So We expelled them from gardens and springs."
  },
  {
    "No": 58,
    "Translation": "And treasures, and splendid residences."
  },
  {
    "No": 59,
    "Translation": "So it was. And We awarded it to the Children of Israel."
  },
  {
    "No": 60,
    "Translation": "And they pursued them at sunrise."
  },
  {
    "No": 61,
    "Translation": "When the two groups sighted one another, the companions of Moses said, “We are overtaken!”"
  },
  {
    "No": 62,
    "Translation": "He said, “No! My Lord is with me; He will guide me.”"
  },
  {
    "No": 63,
    "Translation": "And We inspired Moses: “Strike the sea with your staff.” And it parted. And each part was like a huge hill."
  },
  {
    "No": 64,
    "Translation": "And We drew the others near."
  },
  {
    "No": 65,
    "Translation": "And We saved Moses and those with him, all together."
  },
  {
    "No": 66,
    "Translation": "Then We drowned the others."
  },
  {
    "No": 67,
    "Translation": "Surely in this is a sign, but most of them are not believers."
  },
  {
    "No": 68,
    "Translation": "Your Lord is the Almighty, the Merciful."
  },
  {
    "No": 69,
    "Translation": "And relate to them the story of Abraham."
  },
  {
    "No": 70,
    "Translation": "When he said to his father and his people, “What are you worshiping?”"
  },
  {
    "No": 71,
    "Translation": "They said, “We worship idols, and we remain devoted to them.”"
  },
  {
    "No": 72,
    "Translation": "He said, “Do they hear you when you pray?"
  },
  {
    "No": 73,
    "Translation": "Or do they benefit you, or harm you?”"
  },
  {
    "No": 74,
    "Translation": "They said, “But we found our ancestors doing so.”"
  },
  {
    "No": 75,
    "Translation": "He said, “Have you considered what you worship."
  },
  {
    "No": 76,
    "Translation": "You and your ancient ancestors?"
  },
  {
    "No": 77,
    "Translation": "They are enemies to me, except the Lord of the Worlds."
  },
  {
    "No": 78,
    "Translation": "He who created me, and guides me."
  },
  {
    "No": 79,
    "Translation": "He who feeds me, and gives me drink."
  },
  {
    "No": 80,
    "Translation": "And when I get sick, He heals me."
  },
  {
    "No": 81,
    "Translation": "He who makes me die, and then revives me."
  },
  {
    "No": 82,
    "Translation": "And Who I hope will forgive me my sins on the Day of Judgment.”"
  },
  {
    "No": 83,
    "Translation": "“My Lord! Grant me wisdom, and join me with the righteous."
  },
  {
    "No": 84,
    "Translation": "And give me a reputation of truth among the others."
  },
  {
    "No": 85,
    "Translation": "And make me of those awarded the Garden of Bliss."
  },
  {
    "No": 86,
    "Translation": "And forgive my father—he was one of the misguided."
  },
  {
    "No": 87,
    "Translation": "And do not disgrace me on the Day they are resurrected."
  },
  {
    "No": 88,
    "Translation": "The Day when neither wealth nor children can help."
  },
  {
    "No": 89,
    "Translation": "Except for him who comes to Allah with a sound heart.”"
  },
  {
    "No": 90,
    "Translation": "And the Garden will be brought near for the righteous."
  },
  {
    "No": 91,
    "Translation": "And the Blaze will be displayed to the deviators."
  },
  {
    "No": 92,
    "Translation": "And it will be said to them, “Where are those you used to worship?”"
  },
  {
    "No": 93,
    "Translation": "Besides Allah? Can they help you, or help themselves?”"
  },
  {
    "No": 94,
    "Translation": "They will be toppled into it, together with the seducers."
  },
  {
    "No": 95,
    "Translation": "And the soldiers of Iblis, all of them."
  },
  {
    "No": 96,
    "Translation": "They will say, as they feud in it."
  },
  {
    "No": 97,
    "Translation": "“By Allah, We were in obvious error."
  },
  {
    "No": 98,
    "Translation": "For equating you with the Lord of the Worlds."
  },
  {
    "No": 99,
    "Translation": "And none misled us except the wicked."
  },
  {
    "No": 100,
    "Translation": "Now we have no intercessors."
  },
  {
    "No": 101,
    "Translation": "And no close friend."
  },
  {
    "No": 102,
    "Translation": "If only we could have another chance, we would be among the believers.”"
  },
  {
    "No": 103,
    "Translation": "Surely in this is a sign, but most of them are not believers."
  },
  {
    "No": 104,
    "Translation": "And your Lord is certainly the Almighty, the Merciful."
  },
  {
    "No": 105,
    "Translation": "The people of Noah denied the messengers."
  },
  {
    "No": 106,
    "Translation": "Their brother Noah said to them, “Will you not be reverent?"
  },
  {
    "No": 107,
    "Translation": "I am to you a trustworthy messenger."
  },
  {
    "No": 108,
    "Translation": "So fear Allah, and obey me."
  },
  {
    "No": 109,
    "Translation": "I ask of you no payment for this. My payment is only from the Lord of the Worlds."
  },
  {
    "No": 110,
    "Translation": "So reverence Allah, and obey me.”"
  },
  {
    "No": 111,
    "Translation": "They said, “Shall we believe in you? When the lowliest follow you.”"
  },
  {
    "No": 112,
    "Translation": "He said, “What do I know about what they used to do?"
  },
  {
    "No": 113,
    "Translation": "Their reckoning is only with my Lord—if you have any sense."
  },
  {
    "No": 114,
    "Translation": "And I am not about to drive away the believers."
  },
  {
    "No": 115,
    "Translation": "I am only a clear warner.”"
  },
  {
    "No": 116,
    "Translation": "They said, “If you do not refrain, O Noah, you will be among the stoned.”"
  },
  {
    "No": 117,
    "Translation": "He said, “My Lord, my people have rejected me."
  },
  {
    "No": 118,
    "Translation": "So judge between me and them decisively. And save me, and the believers who are with me."
  },
  {
    "No": 119,
    "Translation": "So We saved him and those with him in the fully loaded Ark."
  },
  {
    "No": 120,
    "Translation": "Then afterward We drowned the rest."
  },
  {
    "No": 121,
    "Translation": "Surely in this is a sign, but most of them are not believers."
  },
  {
    "No": 122,
    "Translation": "Your Lord is the Almighty, the Merciful."
  },
  {
    "No": 123,
    "Translation": "Aad disbelieved the messengers."
  },
  {
    "No": 124,
    "Translation": "When their brother Hud said to them, “Do you not fear?"
  },
  {
    "No": 125,
    "Translation": "I am to you an honest messenger."
  },
  {
    "No": 126,
    "Translation": "So reverence Allah, and obey me."
  },
  {
    "No": 127,
    "Translation": "I ask of you no payment for this. My payment is only from the Lord of the Worlds."
  },
  {
    "No": 128,
    "Translation": "Do you build a monument on every height for vanity's sake?"
  },
  {
    "No": 129,
    "Translation": "And you construct fortresses, hoping to live forever?"
  },
  {
    "No": 130,
    "Translation": "And when you strike, you strike mercilessly?"
  },
  {
    "No": 131,
    "Translation": "So reverence Allah, and obey me."
  },
  {
    "No": 132,
    "Translation": "And reverence Him who supplied you with everything you know."
  },
  {
    "No": 133,
    "Translation": "He supplied you with livestock and children."
  },
  {
    "No": 134,
    "Translation": "And gardens and springs."
  },
  {
    "No": 135,
    "Translation": "I fear for you the punishment of a terrible Day.”"
  },
  {
    "No": 136,
    "Translation": "They said, “It is the same for us, whether you lecture us, or do not lecture."
  },
  {
    "No": 137,
    "Translation": "This is nothing but the morals of the ancients."
  },
  {
    "No": 138,
    "Translation": "And we are not to be punished.”"
  },
  {
    "No": 139,
    "Translation": "So they denied him, so We destroyed them. There is a sign in this, but most of them are not believers."
  },
  {
    "No": 140,
    "Translation": "Your Lord is the Almighty, the Merciful."
  },
  {
    "No": 141,
    "Translation": "Thamood denied the messengers."
  },
  {
    "No": 142,
    "Translation": "When their brother Saleh said to them, “Do you not fear?"
  },
  {
    "No": 143,
    "Translation": "I am a sincere messenger to you."
  },
  {
    "No": 144,
    "Translation": "So fear Allah, and obey me."
  },
  {
    "No": 145,
    "Translation": "I ask of you no payment for this. My reward is only from the Lord of the Universe."
  },
  {
    "No": 146,
    "Translation": "Will you be left secure in what is here?"
  },
  {
    "No": 147,
    "Translation": "In gardens and springs?"
  },
  {
    "No": 148,
    "Translation": "And fields, and date-palms with tender fruits?"
  },
  {
    "No": 149,
    "Translation": "And you skillfully carve dwellings in the mountains?"
  },
  {
    "No": 150,
    "Translation": "So reverence Allah, and obey me."
  },
  {
    "No": 151,
    "Translation": "And do not obey the command of the extravagant."
  },
  {
    "No": 152,
    "Translation": "Those who work corruption on earth, and do not reform.”"
  },
  {
    "No": 153,
    "Translation": "They said, “You are surely bewitched."
  },
  {
    "No": 154,
    "Translation": "You are nothing but a human like us. So bring a sign, if you are truthful."
  },
  {
    "No": 155,
    "Translation": "He said, “This is a camel. She has her turn of drinking, and you have your turn of drinking—on a specified day."
  },
  {
    "No": 156,
    "Translation": "And do not touch her with harm, lest you be seized by the punishment of a tremendous day.”"
  },
  {
    "No": 157,
    "Translation": "But they hamstrung her, and they became full of remorse."
  },
  {
    "No": 158,
    "Translation": "So the punishment seized them. Surely in this is a sign, but most of them are not believers."
  },
  {
    "No": 159,
    "Translation": "Your Lord is the Almighty, the Merciful."
  },
  {
    "No": 160,
    "Translation": "The people of Lot rejected the messengers."
  },
  {
    "No": 161,
    "Translation": "When their brother Lot said to them, “Do you not fear?"
  },
  {
    "No": 162,
    "Translation": "I am to you a trustworthy messenger."
  },
  {
    "No": 163,
    "Translation": "So reverence Allah, and obey me."
  },
  {
    "No": 164,
    "Translation": "I ask of you no reward for it. My reward is only from the Lord of the Worlds."
  },
  {
    "No": 165,
    "Translation": "Do you approach the males of the world?"
  },
  {
    "No": 166,
    "Translation": "And forsake the wives your Lord has created for you? Indeed, you are intrusive people.”"
  },
  {
    "No": 167,
    "Translation": "They said, “Unless you refrain, O Lot, you will be expelled.”"
  },
  {
    "No": 168,
    "Translation": "He said, “I deplore what you do.”"
  },
  {
    "No": 169,
    "Translation": "“My Lord! Save me and my family from what they do.”"
  },
  {
    "No": 170,
    "Translation": "So We saved him and his family, all together."
  },
  {
    "No": 171,
    "Translation": "Except for an old woman among those who lagged behind."
  },
  {
    "No": 172,
    "Translation": "Then We destroyed the others."
  },
  {
    "No": 173,
    "Translation": "And We rained down on them a rain. Dreadful is the rain of those forewarned."
  },
  {
    "No": 174,
    "Translation": "Surely in this is a sign, but most of them are not believers."
  },
  {
    "No": 175,
    "Translation": "Your Lord is the Almighty, the Merciful."
  },
  {
    "No": 176,
    "Translation": "The inhabitants of the Woods denied the messengers."
  },
  {
    "No": 177,
    "Translation": "When Shuaib said to them, “Do you not fear?"
  },
  {
    "No": 178,
    "Translation": "I am to you a trustworthy messenger."
  },
  {
    "No": 179,
    "Translation": "So reverence Allah, and obey me."
  },
  {
    "No": 180,
    "Translation": "I ask of you no payment for this. My payment is only from the Lord of the Worlds."
  },
  {
    "No": 181,
    "Translation": "Give full measure. And do not cheat."
  },
  {
    "No": 182,
    "Translation": "And weigh with accurate scales."
  },
  {
    "No": 183,
    "Translation": "And do not defraud people of their belongings. And do not spread corruption in the land."
  },
  {
    "No": 184,
    "Translation": "And reverence Him who created you and the masses of old.”"
  },
  {
    "No": 185,
    "Translation": "They said, “You are one of the bewitched."
  },
  {
    "No": 186,
    "Translation": "And you are nothing but a human like us, and we think you are a liar."
  },
  {
    "No": 187,
    "Translation": "So bring down on us pieces from the sky, if you are truthful.”"
  },
  {
    "No": 188,
    "Translation": "He said, “My Lord is Well Aware of what you do.”"
  },
  {
    "No": 189,
    "Translation": "So they denied him. So the punishment of the day of gloom gripped them. It was the punishment of a tremendous day."
  },
  {
    "No": 190,
    "Translation": "Surely in this is a sign, but most of them are not believers."
  },
  {
    "No": 191,
    "Translation": "Your Lord is the Almighty, the Merciful."
  },
  {
    "No": 192,
    "Translation": "It is a revelation from the Lord of the Worlds."
  },
  {
    "No": 193,
    "Translation": "The Honest Spirit came down with it."
  },
  {
    "No": 194,
    "Translation": "Upon your heart, so that you may be of the Warners."
  },
  {
    "No": 195,
    "Translation": "In a clear Arabic language."
  },
  {
    "No": 196,
    "Translation": "And it is in the scriptures of the ancients."
  },
  {
    "No": 197,
    "Translation": "Is it not sufficient proof for them that it was recognized by the scholars of the Children of Israel?"
  },
  {
    "No": 198,
    "Translation": "Had We revealed it to one of the foreigners."
  },
  {
    "No": 199,
    "Translation": "And he recited it to them, they still would not have believed in it."
  },
  {
    "No": 200,
    "Translation": "Thus We pass it through the hearts of the guilty."
  },
  {
    "No": 201,
    "Translation": "They will not believe in it—until they see the painful punishment."
  },
  {
    "No": 202,
    "Translation": "It will come upon them suddenly—when they are unaware."
  },
  {
    "No": 203,
    "Translation": "Then they will say, “Can we be given more time?”"
  },
  {
    "No": 204,
    "Translation": "Do they seek to expedite Our punishment?"
  },
  {
    "No": 205,
    "Translation": "Have you considered: if We allowed them enjoyment for years."
  },
  {
    "No": 206,
    "Translation": "And there came to them what they were promised."
  },
  {
    "No": 207,
    "Translation": "Of what avail to them will be their past enjoyments?"
  },
  {
    "No": 208,
    "Translation": "Never did We destroy a town, but it had warners."
  },
  {
    "No": 209,
    "Translation": "As a reminder—We are never unjust."
  },
  {
    "No": 210,
    "Translation": "It was not the devils that revealed it."
  },
  {
    "No": 211,
    "Translation": "It is not in their interest, nor in their power."
  },
  {
    "No": 212,
    "Translation": "They are barred from hearing."
  },
  {
    "No": 213,
    "Translation": "So do not pray to another god with Allah, lest you be among the tormented."
  },
  {
    "No": 214,
    "Translation": "And warn your near relatives."
  },
  {
    "No": 215,
    "Translation": "And lower your wing to the believers who follow you."
  },
  {
    "No": 216,
    "Translation": "And if they disobey you, say, “I am innocent of what you do.”"
  },
  {
    "No": 217,
    "Translation": "And put your trust in the Almighty, the Merciful."
  },
  {
    "No": 218,
    "Translation": "He Who sees you when you rise."
  },
  {
    "No": 219,
    "Translation": "And your devotions amidst the worshipers."
  },
  {
    "No": 220,
    "Translation": "He is the Hearer, the Aware."
  },
  {
    "No": 221,
    "Translation": "Shall I inform you upon whom the devils descend?"
  },
  {
    "No": 222,
    "Translation": "They descend upon every sinful liar."
  },
  {
    "No": 223,
    "Translation": "They give ear, and most of them are liars."
  },
  {
    "No": 224,
    "Translation": "As for the poets—the deviators follow them."
  },
  {
    "No": 225,
    "Translation": "Do you not see how they ramble in every style?"
  },
  {
    "No": 226,
    "Translation": "And how they say what they do not do?"
  },
  {
    "No": 227,
    "Translation": "Except for those who believe, and do righteous deeds, and remember Allah often, and defend themselves after they were wronged. As for those who do wrong, they will know to what homecoming they will return."
  }
]