[
  {
    "No": 1,
    "Translation": "Ta. Seen. These are the Signs of the Quran—a book that makes things clear."
  },
  {
    "No": 2,
    "Translation": "Guidance and good news for the believers."
  },
  {
    "No": 3,
    "Translation": "Those who perform the prayer, and give charity regularly, and are certain of the Hereafter."
  },
  {
    "No": 4,
    "Translation": "As for those who do not believe in the Hereafter: We made their deeds appear good to them, so they wander aimlessly."
  },
  {
    "No": 5,
    "Translation": "It is they who will suffer a dreadful torment—and in the Hereafter, they will be the worst losers."
  },
  {
    "No": 6,
    "Translation": "You are receiving the Quran from an All-Wise, All-Knowing."
  },
  {
    "No": 7,
    "Translation": "When Moses said to his family, “I have glimpsed a fire. I will bring you some news from it; or bring you a torch, so that you may warm yourselves.”"
  },
  {
    "No": 8,
    "Translation": "Then, when he reached it, he was called: “Blessed is the One at the fire, and whoever is around it. And glory be to Allah, Lord of the Worlds."
  },
  {
    "No": 9,
    "Translation": "O, Moses, It is I, Allah, the Almighty, the Wise."
  },
  {
    "No": 10,
    "Translation": "Throw down your staff.” And when he saw it quivering, as if it were a demon, he turned around, not looking back. “O Moses, do not fear, the messengers do not fear in My presence."
  },
  {
    "No": 11,
    "Translation": "But whoever has done wrong, and then substitutes goodness in place of evil, then I am Forgiving and Merciful."
  },
  {
    "No": 12,
    "Translation": "Put your hand in your pocket; it will come out white, without blemish—among nine miracles to Pharaoh and his people; they are immoral people.”"
  },
  {
    "No": 13,
    "Translation": "Yet when Our enlightening signs came to them, they said, “This is obvious witchcraft.”"
  },
  {
    "No": 14,
    "Translation": "And they rejected them, although their souls were certain of them, out of wickedness and pride. See, then, how was the end of the mischief-makers."
  },
  {
    "No": 15,
    "Translation": "And We gave David and Solomon knowledge. And they said, “Praise be to Allah, who has favored us over many of His believing servants.”"
  },
  {
    "No": 16,
    "Translation": "And Solomon succeeded David. He said, “O people, we were taught the language of birds, and we were given of all things. This is indeed a real privilege.”"
  },
  {
    "No": 17,
    "Translation": "And gathered for Solomon were his troops of sprites, men, and birds—all held in strict order."
  },
  {
    "No": 18,
    "Translation": "Until, when they came upon the Valley of the Ants, an ant said, “O ants, go into your dwellings, lest Solomon and his troops crush you, while they are unaware.”"
  },
  {
    "No": 19,
    "Translation": "He smiled, laughing at her words, and said, “My Lord, direct me to be thankful for Your blessings that You bestowed upon me and upon my parents, and to work righteousness pleasing you. And admit me, by Your grace, into the company of Your virtuous worshipers.”"
  },
  {
    "No": 20,
    "Translation": "Then he surveyed the birds, and said, “How is it that I do not see the hoopoe? Or is he among the absentees?"
  },
  {
    "No": 21,
    "Translation": "I will punish him most severely, or slay him—unless he brings me a valid excuse.”"
  },
  {
    "No": 22,
    "Translation": "But he did not stay away for long. He said, “I have learned something you did not know. I have come to you from Sheba, with reliable information."
  },
  {
    "No": 23,
    "Translation": "I found a woman ruling over them, and she was given of all things, and she has a magnificent throne."
  },
  {
    "No": 24,
    "Translation": "I found her and her people worshiping the sun, instead of Allah. Satan made their conduct appealing to them, and he diverted them from the path, so they are not guided."
  },
  {
    "No": 25,
    "Translation": "If only they would worship Allah, who brings what is hidden in the heavens and on earth, and who knows what you hide and what you disclose."
  },
  {
    "No": 26,
    "Translation": "Allah—There is no god except He, Lord of the Awesome Throne.”"
  },
  {
    "No": 27,
    "Translation": "He said, “We will see, whether you have told the truth, or are a liar."
  },
  {
    "No": 28,
    "Translation": "Go with this letter of mine, and deliver it to them. Then withdraw from them, and see how they respond.”"
  },
  {
    "No": 29,
    "Translation": "She said, “O Counselors, a gracious letter was delivered to me."
  },
  {
    "No": 30,
    "Translation": "It is from Solomon, and it is: ‘In the Name of Allah, the Compassionate, the Merciful."
  },
  {
    "No": 31,
    "Translation": "Do not exalt yourselves over me, but come to me submissively.’”"
  },
  {
    "No": 32,
    "Translation": "She said, “O counselors, advise me in this matter of mine. I never make a decision unless you are present.”"
  },
  {
    "No": 33,
    "Translation": "They said, “We are a people of strength and great courage, but the decision is yours, so decide what you will command.”"
  },
  {
    "No": 34,
    "Translation": "She said, “When kings enter a town, they devastate it, and subjugate its dignified people. Thus they always do."
  },
  {
    "No": 35,
    "Translation": "I am sending them a gift, and will see what the envoys bring back.”"
  },
  {
    "No": 36,
    "Translation": "But When it came to Solomon, he said, “Are you offering me wealth? What Allah has given me is better than what He has given you. It is you who delight in your gift."
  },
  {
    "No": 37,
    "Translation": "Go back to them. We will come upon them with troops they cannot withstand; and we will expel them from there, disgraced and humbled.”"
  },
  {
    "No": 38,
    "Translation": "He said, “O notables, which of you can bring me her throne before they come to me in submission?”"
  },
  {
    "No": 39,
    "Translation": "An imp of the sprites said, “I can bring it to you before you rise from your place. I am strong enough to do it—and trustworthy.”"
  },
  {
    "No": 40,
    "Translation": "He who had knowledge from the Scripture said, “I can bring it to you in the blink of an eye.” And when he saw it settled before him, he said, “This is of the bounty of my Lord, to test me, whether I am appreciative or unappreciative. Whoever is grateful, his gratitude is for his own soul; and whoever is ungrateful—my Lord is Independent and Generous.”"
  },
  {
    "No": 41,
    "Translation": "He said, “Disguise her throne for her, and we shall see whether she will be guided, or remains one of the misguided.”"
  },
  {
    "No": 42,
    "Translation": "Then, when she arrived, it was said, “Is your throne like this?” She said, “As if this is it.” “We were given knowledge before her, and we were submitters.”"
  },
  {
    "No": 43,
    "Translation": "But she was prevented by what she worshiped instead of Allah—she belonged to a disbelieving people."
  },
  {
    "No": 44,
    "Translation": "It was said to her, “Go inside the courtyard.” And when she saw it, she thought it was a pool, and she uncovered her legs. He said, “It is a courtyard paved with crystal.” She said, “My Lord, I have wronged myself, and I have submitted with Solomon, to Allah, Lord of the Worlds.”"
  },
  {
    "No": 45,
    "Translation": "And We sent to Thamood their brother Saleh: “Worship Allah.” But they became two disputing factions."
  },
  {
    "No": 46,
    "Translation": "He said, “O my people, why do you rush to evil instead of to good? Why do you not seek the forgiveness of Allah, so that you may receive mercy?”"
  },
  {
    "No": 47,
    "Translation": "They said, “We consider you a bad omen—and those with you.” He said, “Your omen is with Allah. In fact, you are a people being tested.”"
  },
  {
    "No": 48,
    "Translation": "In the city was a gang of nine who made mischief in the land and did no good."
  },
  {
    "No": 49,
    "Translation": "They said, “Swear by Allah to one another that we will attack him and his family by night, and then say to his guardian, 'We did not witness the murder of his family, and we are being truthful.'”"
  },
  {
    "No": 50,
    "Translation": "They planned a plan, and We planned a plan, but they did not notice."
  },
  {
    "No": 51,
    "Translation": "So note the outcome of their planning: We destroyed them and their people, all together."
  },
  {
    "No": 52,
    "Translation": "Here are their houses, in ruins, on account of their iniquities. Surely in this is a lesson for people who know."
  },
  {
    "No": 53,
    "Translation": "And We saved those who believed and were reverent."
  },
  {
    "No": 54,
    "Translation": "And Lot, when he said to his people, “Do you commit lewdness, although you see?"
  },
  {
    "No": 55,
    "Translation": "Do you lust after men instead of women? You are an ignorant people.”"
  },
  {
    "No": 56,
    "Translation": "But his people’s only response was to say, “Expel the family of Lot from your town. They are purist people.”"
  },
  {
    "No": 57,
    "Translation": "So We saved him and his family, except for his wife; We decreed that she would be among the laggards."
  },
  {
    "No": 58,
    "Translation": "And We rained down on them a rain. Horrible was the rain of those forewarned."
  },
  {
    "No": 59,
    "Translation": "Say, “Praise be to Allah, and peace be upon His worshipers whom He has chosen. Is Allah better, or what they associate?”"
  },
  {
    "No": 60,
    "Translation": "Or, who created the heavens and the earth, and rains down water from the sky for you? With it, We produce gardens full of beauty, whose trees you could not have produced. Is there a god alongside Allah? But they are a people who equate."
  },
  {
    "No": 61,
    "Translation": "Or, who made the earth habitable, and caused rivers to flow through it, and set mountains on it, and placed a partition between the two seas? Is there a god alongside Allah? But most of them do not know."
  },
  {
    "No": 62,
    "Translation": "Or, who answers the prayer of the desperate when he prays to Him, and removes adversity, and makes you successors on earth? Is there a god alongside Allah? How little you reflect."
  },
  {
    "No": 63,
    "Translation": "Or, who guides you through the darkness of land and sea, and who sends the winds, ushering in His mercy? Is there a god alongside Allah? Exalted is Allah, above the partners they ascribe."
  },
  {
    "No": 64,
    "Translation": "Or, who originates the creation, and then repeats it, and who gives you livelihood from the sky and the earth? Is there a god alongside Allah? Say, “Bring your evidence, if you are truthful.”"
  },
  {
    "No": 65,
    "Translation": "Say, “None in the heavens or on earth knows the future except Allah, and they do not perceive when they will be resurrected.”"
  },
  {
    "No": 66,
    "Translation": "In fact, their knowledge of the Hereafter is confused. In fact, they are in doubt about it. In fact, they are blind to it."
  },
  {
    "No": 67,
    "Translation": "Those who disbelieve say, “When we have become dust, and our ancestors, will we be brought out?"
  },
  {
    "No": 68,
    "Translation": "We were promised this before, us and our ancestors—these are nothing but legends of the ancients.”"
  },
  {
    "No": 69,
    "Translation": "Say, travel throughout the earth, and observe the fate of the guilty.”"
  },
  {
    "No": 70,
    "Translation": "But do not grieve over them, nor be distressed by what they plot."
  },
  {
    "No": 71,
    "Translation": "And they say, “When will this promise come true—if you are truthful?”"
  },
  {
    "No": 72,
    "Translation": "Say, “Perhaps, some of what you are eager for has drawn near.”"
  },
  {
    "No": 73,
    "Translation": "Your Lord is gracious towards the people, but most of them do not give thanks."
  },
  {
    "No": 74,
    "Translation": "And your Lord knows what their hearts conceal, and what they reveal."
  },
  {
    "No": 75,
    "Translation": "There is no mystery in the heaven and the earth, but is in a Clear Book."
  },
  {
    "No": 76,
    "Translation": "This Quran relates to the Children of Israel most of what they differ about."
  },
  {
    "No": 77,
    "Translation": "And it is guidance and mercy for the believers."
  },
  {
    "No": 78,
    "Translation": "Your Lord will judge between them by His judgment. He is the Almighty, the All-Knowing."
  },
  {
    "No": 79,
    "Translation": "So rely on Allah. You are upon the clear truth."
  },
  {
    "No": 80,
    "Translation": "You cannot make the dead hear, nor can you make the deaf hear the call when they turn their backs and flee."
  },
  {
    "No": 81,
    "Translation": "Nor can you guide the blind out of their error. You can make hear only those who believe in Our revelations and are submitters."
  },
  {
    "No": 82,
    "Translation": "And when the Word has fallen on them, We will bring out for them a creature from the earth that will speak to them of how humanity was not certain of Our revelations."
  },
  {
    "No": 83,
    "Translation": "On the Day when We gather from every community a group of those who rejected Our revelations—and they will be restrained."
  },
  {
    "No": 84,
    "Translation": "Until, when they arrive, He will say, “Did you deny My revelations without understanding them? Or what were you doing?”"
  },
  {
    "No": 85,
    "Translation": "The Word will come upon them for having done wrong, and they will not speak."
  },
  {
    "No": 86,
    "Translation": "Have they not considered that We made the night for them to rest in, and the day for visibility? Surely in this are signs for people who believe."
  },
  {
    "No": 87,
    "Translation": "On the Day when the Trumpet is blown, everyone in the heavens and the earth will be horrified, except whom Allah wills. And all will come before Him, fully humbled."
  },
  {
    "No": 88,
    "Translation": "And you see the mountains, and you imagine them fixed. Yet they pass, as the passing of the clouds. The making of Allah, who perfected everything. He is fully Informed of whatever you do."
  },
  {
    "No": 89,
    "Translation": "Whoever brings a virtue will receive better than it—and they will be safe from the horrors of that Day."
  },
  {
    "No": 90,
    "Translation": "But whoever brings evil—their faces will be tumbled into the Fire. Are you rewarded except for what you used to do?"
  },
  {
    "No": 91,
    "Translation": "“I was commanded to worship the Lord of this town, Who has sanctified it. And to Him, everything belongs. And I was commanded to be of those who submit."
  },
  {
    "No": 92,
    "Translation": "And to recite the Quran.” Whoever is guided—is guided for his own soul. And whoever is astray, then say, “I am but a warner.”"
  },
  {
    "No": 93,
    "Translation": "And say, “Praise be to Allah. He will show you His signs, and you will recognize them. And Your Lord is not negligent of what you do.”"
  }
]