[
  {
    "No": 1,
    "Translation": "Alif. Lam. Meem."
  },
  {
    "No": 2,
    "Translation": "Allah. There is no god but He—the Living, the Eternal."
  },
  {
    "No": 3,
    "Translation": "He sent down to you the Book with the Truth, confirming what came before it; and He sent down the Torah and the Gospel."
  },
  {
    "No": 4,
    "Translation": "Aforetime, as guidance for humanity; and He sent down the Criterion. Those who reject Allah’s communications will have a severe punishment. Allah is Mighty, Capable of revenge."
  },
  {
    "No": 5,
    "Translation": "Nothing is hidden from Allah, on earth or in heaven."
  },
  {
    "No": 6,
    "Translation": "It is He who forms you in the wombs as He wills. There is no god except He—the Almighty, the Wise."
  },
  {
    "No": 7,
    "Translation": "It is He who revealed to you the Book. Some of its verses are definitive; they are the foundation of the Book, and others are unspecific. As for those in whose hearts is deviation, they follow the unspecific part, seeking dissent, and seeking to derive an interpretation. But none knows its interpretation except Allah and those firmly rooted in knowledge say, “We believe in it; all is from our Lord.” But none remembers except those with understanding."
  },
  {
    "No": 8,
    "Translation": "“Our Lord, do not make our hearts deviate after having guided us, and bestow on us mercy from Your Presence; You are the Giver.”"
  },
  {
    "No": 9,
    "Translation": "“Our Lord, You will gather the people for a Day in which there is no doubt.” Allah does not break His promise."
  },
  {
    "No": 10,
    "Translation": "As for those who disbelieve, neither their wealth nor their children will avail them anything against Allah. These are Fuel for the Fire."
  },
  {
    "No": 11,
    "Translation": "Like the behavior of Pharaoh’s people and those before them. They rejected Our signs, so Allah seized them for their sins. Allah is Severe in retribution."
  },
  {
    "No": 12,
    "Translation": "Say to those who disbelieve, “You will be defeated, and gathered into Hell—an awful place.”"
  },
  {
    "No": 13,
    "Translation": "There was a sign for you in the two parties that met. One party fighting in the way of Allah, and the other disbelieving. They saw them with their own eyes twice their number. But Allah supports with His help whomever He wills. In this is a lesson for those with insight."
  },
  {
    "No": 14,
    "Translation": "Adorned for the people is the love of desires: women, and children, and piles upon piles of gold and silver, and branded horses, and livestock, and fields. These are the conveniences of the worldly life, but with Allah lies the beautiful return."
  },
  {
    "No": 15,
    "Translation": "Say, “Shall I inform you of something better than that? For those who are righteous: with their Lord are Gardens beneath which rivers flow, where they will dwell forever, and purified spouses, and acceptance from Allah.” Allah is Observant of the worshipers."
  },
  {
    "No": 16,
    "Translation": "Those who say, “Our Lord, we have believed, so forgive us our sins, and protect us from the suffering of the Fire.”"
  },
  {
    "No": 17,
    "Translation": "The patient, the truthful, the reverent, the charitable, the seekers of forgiveness at dawn."
  },
  {
    "No": 18,
    "Translation": "Allah bears witness that there is no god but He—as do the angels, and those endowed with knowledge—upholding justice. There is no god but He, the All-powerful, the Wise."
  },
  {
    "No": 19,
    "Translation": "Religion with Allah is Submission. Those who were given the Scripture differed only after knowledge came to them, out of envy among themselves. Whoever rejects the Revelations of Allah—Allah is swift in reckoning."
  },
  {
    "No": 20,
    "Translation": "If they dispute with you, say, “I have submitted myself to Allah, and those who follow me.” And say to those who were given the Scripture, and to the unlearned, “Have you submitted?” If they have submitted, then they have been guided. But if they turn away, then your responsibility is to convey. Allah is Seeing of the servants."
  },
  {
    "No": 21,
    "Translation": "As for those who defy Allah’s revelations, and wrongfully kill the prophets, and kill those who advocate justice among the people—promise them a painful punishment."
  },
  {
    "No": 22,
    "Translation": "They are those whose deeds will come to nothing in this world and in the Hereafter, and they will have no helpers."
  },
  {
    "No": 23,
    "Translation": "Have you not considered those who were given a portion of the Scripture? They were invited to the Scripture of Allah, to arbitrate between them. Then some of them turned back and declined."
  },
  {
    "No": 24,
    "Translation": "That is because they said, “The Fire will not touch us except for a limited number of days.” They have been deceived in their faith by the lies they fabricated."
  },
  {
    "No": 25,
    "Translation": "How about when We gather them for a Day in which there is no doubt, and every soul is repaid as it deserves, and they will not be wronged?"
  },
  {
    "No": 26,
    "Translation": "Say, “O Allah, Master of Sovereignty. You grant sovereignty to whom You will, and You strip sovereignty from whom you will. You honor whom you will, and You humiliate whom you will. In Your hand is all goodness. You are Capable of all things.”"
  },
  {
    "No": 27,
    "Translation": "“You merge the night into the day, and You merge the day into the night. And You bring the living out of the dead, and You bring the dead out of the living. And You provide for whom You will, without measure.”"
  },
  {
    "No": 28,
    "Translation": "Believers are not to take disbelievers for allies instead of believers. Whoever does that has nothing to do with Allah, unless it is to protect yourselves against them out of prudence. Allah warns you of Himself. And to Allah is the destination."
  },
  {
    "No": 29,
    "Translation": "Say, “Whether you conceal what is in your hearts, or reveal it, Allah knows it.” He knows everything in the heavens and the earth. And Allah is Capable of all things."
  },
  {
    "No": 30,
    "Translation": "On the Day when every soul will find all the good it has done presented. And as for the evil it has done, it will wish there were a great distance between them. Allah cautions you of Himself. Allah is Kind towards the worshipers."
  },
  {
    "No": 31,
    "Translation": "Say, “If you love Allah, then follow me, and Allah will love you, and will forgive you your sins.” Allah is Forgiving and Merciful."
  },
  {
    "No": 32,
    "Translation": "Say, “Obey Allah and the Messenger.” But if they turn away—Allah does not love the faithless."
  },
  {
    "No": 33,
    "Translation": "Allah chose Adam, and Noah, and the family of Abraham, and the family of Imran over all humankind."
  },
  {
    "No": 34,
    "Translation": "Offspring, one of the other. Allah is Hearer and Knower."
  },
  {
    "No": 35,
    "Translation": "The wife of Imran said, “My Lord, I have vowed what is in my womb, to You, dedicated, so accept it from me; You are the Hearer and Knower.”"
  },
  {
    "No": 36,
    "Translation": "And when she delivered her, she said, “My Lord, I have delivered a female,” and Allah knew what she delivered, “and the male is not like the female, and I have named her Mary, and I have commended her and her descendants to Your protection, from Satan the outcast.”"
  },
  {
    "No": 37,
    "Translation": "Her Lord accepted her with a gracious reception, and brought her a beautiful upbringing, and entrusted her to the care of Zechariah. Whenever Zechariah visited her in the sanctuary, he found her supplied with provision. He said, “O Mary, where did you get this from?” She said, “It is from Allah; Allah provides to whom He wills, without account.”"
  },
  {
    "No": 38,
    "Translation": "There and then, Zechariah prayed to his Lord. He said, “My Lord, grant me—by your grace—righteous offspring. You are the Hearer of Prayers.”"
  },
  {
    "No": 39,
    "Translation": "So then the angels called out to him, while he stood praying in the sanctuary: “Allah gives you good news of John, confirming a Word from Allah, and honorable, and moral, and a prophet among the righteous.”"
  },
  {
    "No": 40,
    "Translation": "He said, “My Lord, how will I have a son, when old age has overtaken me, and my wife is barren?” He said, “Even so, Allah does whatever He wills.”"
  },
  {
    "No": 41,
    "Translation": "He said, “My Lord, grant me a sign.” He said, “Your sign is that you shall not speak to the people for three days, except by gestures. And remember your Lord frequently, and praise in the evening and the morning.”"
  },
  {
    "No": 42,
    "Translation": "The angels said, “O Mary, Allah has chosen you, and has purified you. He has chosen you over all the women of the world.”"
  },
  {
    "No": 43,
    "Translation": "“O Mary, be devoted to your Lord, and bow down, and kneel with those who kneel.”"
  },
  {
    "No": 44,
    "Translation": "These are accounts from the Unseen which We reveal to you. You were not with them when they cast their lots as to which of them would care for Mary; nor were you with them as they quarreled."
  },
  {
    "No": 45,
    "Translation": "The Angels said, “O Mary, Allah gives you good news of a Word from Him. His name is the Messiah, Jesus, son of Mary, highly distinguished in this world and the next, and one of the nearest."
  },
  {
    "No": 46,
    "Translation": "He will speak to the people from the crib, and in adulthood, and will be among the righteous.”"
  },
  {
    "No": 47,
    "Translation": "She said, “My Lord, how can I have a child when no man has touched me?” He said, “It will be so. Allah creates whatever He wills. When He decrees a matter, He says to it, ‘Be!’ and it is.”"
  },
  {
    "No": 48,
    "Translation": "And He will teach him the Scripture and wisdom, and the Torah and the Gospel."
  },
  {
    "No": 49,
    "Translation": "A messenger to the Children of Israel: “I have come to you with a sign from your Lord. I make for you out of clay the shape of a bird; then I breathe into it, and it becomes a bird by Allah’s leave. And I heal the blind and the leprous, and I revive the dead, by Allah’s leave. And I prophesy what you eat, and what you store in your homes. In this is a sign for you, if you are believers.”"
  },
  {
    "No": 50,
    "Translation": "“And confirming what lies before me of the Torah, and to make permissible for you some of what was forbidden to you. I have come to you with a sign from your Lord. So reverence Allah, and obey me.”"
  },
  {
    "No": 51,
    "Translation": "“Allah is my Lord and your Lord, so worship Him. This is a straight path.”"
  },
  {
    "No": 52,
    "Translation": "When Jesus sensed disbelief on their part, he said, “Who are my supporters towards Allah?” The disciples said, “We are Allah’s supporters; we have believed in Allah, so bear witness that we are submitters.”"
  },
  {
    "No": 53,
    "Translation": "“Our Lord, we believed in what You have revealed, and we followed the Messenger, so count us among the witnesses.”"
  },
  {
    "No": 54,
    "Translation": "They plotted, and Allah planned, but Allah is the Best of planners."
  },
  {
    "No": 55,
    "Translation": "Allah said, “O Jesus, I am completing your life, and raising you to Me, and clearing you of those who disbelieve. And I will make those who follow you above those who disbelieve, until the Day of Resurrection. Then to Me is your return, and I will judge between you regarding your disputes."
  },
  {
    "No": 56,
    "Translation": "As for those who disbelieve, I will punish them with severe punishment, in this life and the next, and they will have no helpers."
  },
  {
    "No": 57,
    "Translation": "And as for those who believe and do good works, He will pay them their rewards in full. Allah does not love the unjust.”"
  },
  {
    "No": 58,
    "Translation": "This is what We relate to you of the Verses and the Wise Reminder."
  },
  {
    "No": 59,
    "Translation": "The likeness of Jesus in Allah’s sight is that of Adam: He created him from dust, then He said to him, “Be!” and he was."
  },
  {
    "No": 60,
    "Translation": "The truth is from your Lord, so do not be of those who doubt."
  },
  {
    "No": 61,
    "Translation": "And if anyone disputes with you about him, after the knowledge that has come to you, say, “Come, let us gather our children and your children, and our women and your women, and ourselves and yourselves, then let us invoke Allah’s curse on the liars.”"
  },
  {
    "No": 62,
    "Translation": "This is the narrative of truth: there is no god but Allah. Allah is the Mighty, the Wise."
  },
  {
    "No": 63,
    "Translation": "But if they turn away—Allah knows the corrupters."
  },
  {
    "No": 64,
    "Translation": "Say, “O People of the Scripture, come to terms common between us and you: that we worship none but Allah, and that we associate nothing with Him, and that none of us takes others as lords besides Allah.” And if they turn away, say, “Bear witness that we are Submitters.”"
  },
  {
    "No": 65,
    "Translation": "O People of the Scripture! Why do you argue about Abraham, when the Torah and the Gospel were not revealed until after him? Do you not reason?"
  },
  {
    "No": 66,
    "Translation": "Here you are—you argue about things you know, but why do you argue about things you do not know? Allah knows, and you do not know."
  },
  {
    "No": 67,
    "Translation": "Abraham was neither a Jew nor a Christian, but he was a Monotheist, a Muslim. And he was not of the associators."
  },
  {
    "No": 68,
    "Translation": "The people most deserving of Abraham are those who followed him, and this prophet, and those who believe. Allah is the Protector of believers."
  },
  {
    "No": 69,
    "Translation": "A group among the People of the Scripture would love to mislead you. But they mislead none but themselves, and they are unaware."
  },
  {
    "No": 70,
    "Translation": "O People of the Scripture! Why do you reject the revelations of Allah, when you yourselves are witnesses?"
  },
  {
    "No": 71,
    "Translation": "O People of the Scripture! Why do you mix the truth with falsehood, and conceal the truth knowingly?"
  },
  {
    "No": 72,
    "Translation": "Some of the People of the Scripture say, “Believe in what was revealed to the believers at the beginning of the day, and reject it at its end, so that they may return.”"
  },
  {
    "No": 73,
    "Translation": "Trust none except those who follow your religion. Say, “Guidance is Allah’s guidance. If someone is given the like of what you were given, or they argue with you before your Lord, say, “All grace is in Allah’s hand; He grants it to whomever He wills. Allah is Bountiful and Knowing.”"
  },
  {
    "No": 74,
    "Translation": "He specifies His mercy for whomever He wills. Allah is Possessor of Sublime Grace."
  },
  {
    "No": 75,
    "Translation": "Among the People of the Scripture is he, who, if you entrust him with a heap of gold, he will return it to you. And among them is he, who, if you entrust him with a single coin, he will not return it to you, unless you keep after him. That is because they say, “We are under no obligation towards the Gentiles.” They tell lies about Allah, and they know it."
  },
  {
    "No": 76,
    "Translation": "Indeed, whoever fulfills his commitments and maintains piety—Allah loves the reverent."
  },
  {
    "No": 77,
    "Translation": "Those who exchange Allah’s covenant, and their vows, for a small price, will have no share in the Hereafter, and Allah will not speak to them, nor will He look at them on the Day of Resurrection, nor will He purify them. They will have a painful punishment."
  },
  {
    "No": 78,
    "Translation": "Among them are those who twist the Scripture with their tongues, so that you may think it from the Scripture—when it is not from the Scripture. And they say, “It is from Allah”—when it is not from Allah. They tell lies, and they attribute them to Allah, knowingly."
  },
  {
    "No": 79,
    "Translation": "No person to whom Allah has given the Scripture, judgment, and prophethood would say to the people, “Be my worshippers, rather than Allah’s.” Rather, “Be people of the Lord, according to the Scripture you teach, and the teachings you study.”"
  },
  {
    "No": 80,
    "Translation": "Nor would he command you to take the angels and the prophets as lords. Would he command you to infidelity after you have submitted?"
  },
  {
    "No": 81,
    "Translation": "Allah received the covenant of the prophets, “Inasmuch as I have given you of Scripture and wisdom; should a messenger come to you confirming what you have, you shall believe in him, and support him.” He said, “Do you affirm My covenant, and take it upon yourselves?” They said, “We affirm it.” He said, “Then bear witness, and I am with you among the witnesses.”"
  },
  {
    "No": 82,
    "Translation": "Whoever turns away after that—these are the disobedient."
  },
  {
    "No": 83,
    "Translation": "Do they seek other than the religion of Allah, when to Him has submitted everything in the heavens and on earth, willingly or unwillingly; and to Him, they will be returned?"
  },
  {
    "No": 84,
    "Translation": "Say, “We believe in Allah, and in what was revealed to us; and in what was revealed to Abraham, Ishmael, Isaac, Jacob, and the Patriarchs; and in what was given to Moses, and Jesus, and the prophets from their Lord. We make no distinction among any of them. And to Him, we submit.”"
  },
  {
    "No": 85,
    "Translation": "Whoever seeks a religion other than Submission: it will not be accepted from him, and in the Hereafter, he will be among the losers."
  },
  {
    "No": 86,
    "Translation": "How will Allah guide a people who disbelieved after having believed, and had witnessed that the Messenger is true, and the clear proofs did come to them? Allah does not guide the unjust people."
  },
  {
    "No": 87,
    "Translation": "These—their penalty is that upon them falls the curse of Allah, and of the angels, and of humanity."
  },
  {
    "No": 88,
    "Translation": "Remaining in it eternally. The suffering will not be eased for them, nor will they be given relief."
  },
  {
    "No": 89,
    "Translation": "Except those who repent afterward—and reform. Allah is Forgiving and Merciful."
  },
  {
    "No": 90,
    "Translation": "As for those who disbelieve after having believed, then plunge deeper into disbelief, their repentance will not be accepted—it is they who are astray."
  },
  {
    "No": 91,
    "Translation": "As for those who disbelieve, and die as disbelievers, even the earth full of gold would not be accepted from any of them, were he to offer it for ransom. It is they who will suffer a painful agony, and they will have no helpers."
  },
  {
    "No": 92,
    "Translation": "You will never attain virtuous conduct until you give of what you cherish. Whatever you give away, Allah knows it."
  },
  {
    "No": 93,
    "Translation": "All food was permissible for the Children of Israel—except what Israel forbade for itself—before the Torah was revealed. Say, “Bring the Torah, and read it, if you are truthful.”"
  },
  {
    "No": 94,
    "Translation": "Whoever fabricates lies against Allah after that—these are the wrongdoers."
  },
  {
    "No": 95,
    "Translation": "Say, “Allah has spoken the truth. So follow the religion of Abraham, the Monotheist—who was not of the associators.”"
  },
  {
    "No": 96,
    "Translation": "The first house established for humanity is the one in Bekkah—full of blessings, and guidance for humanity."
  },
  {
    "No": 97,
    "Translation": "In it are clear signs: the Station of Abraham. Whoever enters it attains security. Pilgrimage to the House is a duty upon people before Allah for those who can make the journey. But as for those who refuse—Allah is Independent of the worlds."
  },
  {
    "No": 98,
    "Translation": "Say, “O People of the Scripture, why do you reject Allah’s revelations, when Allah is Witness over what you do?”"
  },
  {
    "No": 99,
    "Translation": "Say, “O People of the Scripture, why do you hinder from Allah’s path those who believe, seeking to distort it, even though you are witnesses? Allah is not unaware of what you do.”"
  },
  {
    "No": 100,
    "Translation": "O you who believe! If you obey a group among those who were given the Book, they will turn you, after your belief, into unbelievers."
  },
  {
    "No": 101,
    "Translation": "And how could you disbelieve, when Allah’s revelations are being recited to you, and His Messenger is among you? Whoever clings to Allah has been guided to a straight path."
  },
  {
    "No": 102,
    "Translation": "O you who believe! Revere Allah with due reverence, and do not die except in Submission."
  },
  {
    "No": 103,
    "Translation": "And hold firmly to the rope of Allah, all together, and be not divided. And remember Allah’s blessings upon you; when you were enemies, and He united your hearts, and by His grace you became brethren. And you were on the brink of a fiery pit, and He saved you from it. Thus Allah makes clear to you His revelations, so that you may be guided."
  },
  {
    "No": 104,
    "Translation": "And let there be among you a community calling to virtue, and advocating righteousness, and deterring from evil. These are the successful."
  },
  {
    "No": 105,
    "Translation": "Do not be like those who became divided and disputed after the clear proofs came to them. It is they who will have a tremendous punishment."
  },
  {
    "No": 106,
    "Translation": "On the Day when faces whiten and faces blacken. As for those whose faces blacken: “Did you disbelieve after having believed?” So taste the punishment for having disbelieved."
  },
  {
    "No": 107,
    "Translation": "But as for those whose faces whiten: they are in Allah’s mercy, remaining in it forever."
  },
  {
    "No": 108,
    "Translation": "These are the revelations of Allah. We recite them to you in truth. Allah desires no injustice for the people."
  },
  {
    "No": 109,
    "Translation": "To Allah belongs everything in the heavens and everything on earth. And to Allah, all events are returned."
  },
  {
    "No": 110,
    "Translation": "You are the best community that ever emerged for humanity: you advocate what is moral, and forbid what is immoral, and believe in Allah. Had the People of the Scripture believed, it would have been better for them. Among them are the faithful, but most of them are sinners."
  },
  {
    "No": 111,
    "Translation": "They will not harm you, beyond insulting you. And if they fight you, they will turn around and flee, and they will not be helped."
  },
  {
    "No": 112,
    "Translation": "They will be humiliated wherever they are encountered, except through a rope from Allah, and a rope from people; and they have incurred wrath from Allah, and they were stricken with misery. That is because they rejected Allah’s revelations, and killed the prophets unjustly. That is because they rebelled and committed aggression."
  },
  {
    "No": 113,
    "Translation": "They are not alike: among the People of the Scripture is an upright community; they recite Allah’s revelations throughout the night, and they bow down."
  },
  {
    "No": 114,
    "Translation": "They believe in Allah and the Last Day, and advocate righteousness, and forbid evil, and are quick to do good deeds. These are among the righteous."
  },
  {
    "No": 115,
    "Translation": "Whatever good they do, they will not be denied it. Allah knows the reverent."
  },
  {
    "No": 116,
    "Translation": "As for those who disbelieve: neither their wealth nor their children will avail them anything against Allah. These are the inhabitants of the Fire, where they will remain forever."
  },
  {
    "No": 117,
    "Translation": "The parable of what they spend in this worldly life is that of a frosty wind that strikes the harvest of a people who have wronged themselves, and it destroys it. Allah did not wrong them, but they wronged their own selves."
  },
  {
    "No": 118,
    "Translation": "O you who believe! Do not befriend outsiders who spare no effort to ruin you. They love to see you suffer. Hatred is apparent in what they say, but what their hearts conceal is worse. We made the communications clear for you—if you understand."
  },
  {
    "No": 119,
    "Translation": "Here you are! You love them, but they do not love you, and you believe in the entire Scripture. And when they meet you, they say, “We believe.” But when they are alone, they bite their fingers at you in rage. Say, “Die in your rage; Allah knows what the hearts contain.”"
  },
  {
    "No": 120,
    "Translation": "If goodness befalls you, it upsets them; but if something bad befalls you, they rejoice in it. But if you are patient and maintain righteousness, their schemes will not harm you in the least. Allah comprehends what they do."
  },
  {
    "No": 121,
    "Translation": "Remember when you left your family in the morning, to assign for the believers battle-positions. Allah is Hearing and Knowing."
  },
  {
    "No": 122,
    "Translation": "When two groups among you almost faltered, but Allah was their Protector. So in Allah let the believers trust."
  },
  {
    "No": 123,
    "Translation": "Allah had given you victory at Badr, when you were weak. So be mindful of Allah, so that you may be thankful."
  },
  {
    "No": 124,
    "Translation": "When you said to the believers, “Is it not enough for you, that your Lord has reinforced you with three thousand angels, sent down?”"
  },
  {
    "No": 125,
    "Translation": "Most certainly. But if you persevere and remain cautious, and they attack you suddenly, your Lord will reinforce you with five thousand angels, well trained."
  },
  {
    "No": 126,
    "Translation": "Allah has made it but a message of hope for you, and to reassure your hearts through it. There is no victory except from Allah, the Mighty, the Wise."
  },
  {
    "No": 127,
    "Translation": "To destroy a flank of those who disbelieved, or to subdue them, so that they retreat disappointed."
  },
  {
    "No": 128,
    "Translation": "It is no concern of yours: whether He accepts their repentance, or He punishes them. They are wrongdoers."
  },
  {
    "No": 129,
    "Translation": "To Allah belongs everything in the heavens and the earth. He forgives whom He wills, and He punishes whom He wills. Allah is Most Forgiving, Most Merciful."
  },
  {
    "No": 130,
    "Translation": "O you who believe! Do not feed on usury, compounded over and over—and fear Allah, so that you may prosper."
  },
  {
    "No": 131,
    "Translation": "And protect yourselves from the Fire that is prepared for the unbelievers."
  },
  {
    "No": 132,
    "Translation": "And obey Allah and the Messenger, so that you may receive mercy."
  },
  {
    "No": 133,
    "Translation": "And race towards forgiveness from your Lord, and a Garden as wide as the heavens and the earth: prepared for the righteous."
  },
  {
    "No": 134,
    "Translation": "Those who give in prosperity and in adversity, and restrain anger, and forgive people. Allah loves the doers of good."
  },
  {
    "No": 135,
    "Translation": "And those who, when they commit an indecency or wrong themselves, remember Allah and ask forgiveness for their sins—and who but Allah forgives sins? And they do not knowingly persist in their wrongdoing."
  },
  {
    "No": 136,
    "Translation": "These—their reward is forgiveness from their Lord, and Gardens beneath which rivers flow, remaining in it forever. How excellent is the reward of the workers!"
  },
  {
    "No": 137,
    "Translation": "Many societies have passed away before you. So travel the earth, and note the fate of the deniers."
  },
  {
    "No": 138,
    "Translation": "This is a proclamation to humanity; and guidance and advice for the righteous."
  },
  {
    "No": 139,
    "Translation": "And do not waver, nor feel remorse. You are the superior ones—if you are believers."
  },
  {
    "No": 140,
    "Translation": "If an injury has afflicted you, a similar injury has afflicted the others. Such days We alternate between people, so that Allah may know those who believe, and to take witnesses from among you. Allah does not love the unjust."
  },
  {
    "No": 141,
    "Translation": "So that Allah may prove those who believe, and to eliminate the unbelievers."
  },
  {
    "No": 142,
    "Translation": "Or do you expect to enter Paradise, before Allah has recognized those among you who strive, and before He has recognized the patient?"
  },
  {
    "No": 143,
    "Translation": "You used to wish for death before you have faced it. Now you have seen it with your own eyes."
  },
  {
    "No": 144,
    "Translation": "Muhammad is no more than a messenger. Messengers have passed before him. If he dies or gets killed, will you turn on your heels? He who turns on his heels will not harm Allah in any way. And Allah will reward the appreciative."
  },
  {
    "No": 145,
    "Translation": "No soul can die except with Allah’s permission, at a predetermined time. Whoever desires the reward of the world, We will give him some of it. And whoever desires the reward of the Hereafter, We will give him some of it. And We will reward the thankful."
  },
  {
    "No": 146,
    "Translation": "How many a prophet fought alongside him numerous godly people? They did not waver for what afflicted them in Allah’s path, nor did they weaken, nor did they give in. Allah loves those who endure."
  },
  {
    "No": 147,
    "Translation": "Their only words were, “Our Lord, forgive us our offenses and our excesses in our conduct, and strengthen our foothold, and help us against the disbelieving people.”"
  },
  {
    "No": 148,
    "Translation": "So Allah gave them the reward of this world, and the excellent reward of the Hereafter. Allah loves the good-doers."
  },
  {
    "No": 149,
    "Translation": "O you who believe! If you obey those who disbelieve, they will turn you back on your heels, and you end up losers."
  },
  {
    "No": 150,
    "Translation": "Allah is your Master, and He is the Best of Victors."
  },
  {
    "No": 151,
    "Translation": "We will strike terror into the hearts of those who disbelieve—because they attribute to Allah partners—a practice He never authorized. Their lodging is the Fire. Miserable is the lodging of the evildoers."
  },
  {
    "No": 152,
    "Translation": "Allah has fulfilled His promise to you, when you defeated them by His leave; until when you faltered, and quarreled with one another about the matter, and disobeyed after He had shown you what you love. Among you are those who desire this world, and among you are those who desire the Hereafter. Then He turned you away from them, to test you; but He pardoned you. Allah is Gracious towards the believers."
  },
  {
    "No": 153,
    "Translation": "As you were climbing, not caring for anyone, even as the Messenger was calling you from behind. Then He afflicted you with sorrow upon sorrow, so that you would not grieve over what you missed, nor for what afflicted you. Allah is Informed of what you do."
  },
  {
    "No": 154,
    "Translation": "Then after the setback, He sent down tranquility upon you. Drowsiness overcame some of you, while others cared only for themselves, entertaining wrong thoughts about Allah—thoughts of ignorance—saying, “Is anything up to us?” Say, “Everything is up to Allah.” They hide within themselves what they do not disclose to you. And they say, “If it was up to us, none of us would have been killed here.” Say, “Even if you were in your houses, those destined to be killed would have marched into their deathbeds.” Thus Allah tests what is within you, and He purifies what is in your hearts. Allah knows what the hearts contain."
  },
  {
    "No": 155,
    "Translation": "Those of you who fled on the day the two groups met—it was Satan who caused them to backslide, on account of some of what they committed. But Allah has forgiven them. Allah is Forgiving, Clement."
  },
  {
    "No": 156,
    "Translation": "O you who believe! Do not be like those who disbelieved, and said of their brethren who marched in the land, or went on the offensive, “Had they stayed with us, they would not have died or been killed.” So that Allah may make it a source of regret in their hearts. It is Allah who gives life and causes death. Allah is Seeing of what you do."
  },
  {
    "No": 157,
    "Translation": "If you are killed in the way of Allah, or you die—forgiveness and mercy from Allah are better than what they hoard."
  },
  {
    "No": 158,
    "Translation": "Whether you die or get killed—to Allah you will be gathered."
  },
  {
    "No": 159,
    "Translation": "It is by mercy from Allah that you were gentle towards them. Had you been rude, hard-hearted, they would have dispersed from around you. So pardon them, and ask forgiveness for them, and consult them in the conduct of affairs. And when you make a decision, put your trust in Allah; Allah loves the trusting."
  },
  {
    "No": 160,
    "Translation": "If Allah supports you, there is none who can defeat you. But if He fails you, who is there to help you after Him? So in Allah, let the believers put their trust."
  },
  {
    "No": 161,
    "Translation": "It is not for a prophet to act dishonestly. Whoever acts dishonestly will bring his dishonesty on the Day of Resurrection. Then every soul will be paid in full for what it has done, and they will not be wronged."
  },
  {
    "No": 162,
    "Translation": "Is he who pursues Allah's approval like him who incurs Allah's wrath and his dwelling is Hell—the miserable destination?"
  },
  {
    "No": 163,
    "Translation": "They have different ranks with Allah, and Allah is Seeing of what they do."
  },
  {
    "No": 164,
    "Translation": "Allah has blessed the believers, as He raised up among them a messenger from among themselves, reciting to them His revelations, and purifying them, and teaching them the Scripture and Wisdom; while aforetime they were in obvious error."
  },
  {
    "No": 165,
    "Translation": "And when a calamity befell you, even after you had inflicted twice as much, you said, “How could this be?” Say, “You brought it on yourselves.” Allah has power over all things."
  },
  {
    "No": 166,
    "Translation": "What befell you on the day the two groups met was according to Allah's will; so that the believers may know."
  },
  {
    "No": 167,
    "Translation": "And so that the hypocrites may know. And it was said to them, “Come, fight in the way of Allah, or defend yourselves.” They said, “If we knew how to fight, we would have followed you.” That day they were closer to disbelief than to belief, saying with their mouths what is not in their hearts. But Allah knows best what they hide."
  },
  {
    "No": 168,
    "Translation": "Those who said of their brethren, as they stayed behind, “Had they obeyed us, they would not have been killed.” Say, “Avert death from yourselves, if you are truthful.”"
  },
  {
    "No": 169,
    "Translation": "Do not consider those killed in Allah’s way as dead. In fact, they are alive, with their Lord, provided for."
  },
  {
    "No": 170,
    "Translation": "Delighting in what Allah has given them from His bounty, and happy for those who have not yet joined them from among those who remained behind—that they have nothing to fear, nor will they grieve."
  },
  {
    "No": 171,
    "Translation": "Rejoicing in blessing from Allah, and bounty, and that Allah will not waste the reward of the faithful."
  },
  {
    "No": 172,
    "Translation": "Those who responded to Allah and the Messenger, despite the persecution they had suffered; for the virtuous and the reverent among them is a great reward."
  },
  {
    "No": 173,
    "Translation": "Those to whom the people said, “The people have mobilized against you, so fear them.” But it increased them in faith, and they said, “Allah is enough for us; He is the Excellent Protector.”"
  },
  {
    "No": 174,
    "Translation": "So they came back with grace from Allah, and bounty, untouched by evil. And they pursued what pleases Allah. Allah possesses immense grace."
  },
  {
    "No": 175,
    "Translation": "That is only Satan sowing fear in his allies; so do not fear them, but fear Me, if you are believers."
  },
  {
    "No": 176,
    "Translation": "And do not be saddened by those who rush into disbelief. They will not harm Allah in the least. Allah intends to give them no share in the Hereafter, and they will have a terrible punishment."
  },
  {
    "No": 177,
    "Translation": "Those who purchase disbelief at the price of belief will not harm Allah in the least. They will have a painful punishment."
  },
  {
    "No": 178,
    "Translation": "Let not those who disbelieve assume that We delay them for their own good. In fact, We only delay them so that they may increase in sinfulness. They will suffer a humiliating punishment."
  },
  {
    "No": 179,
    "Translation": "Allah would not leave the believers as you are, without identifying the insincere from the sincere. Nor would Allah inform you about the future, but Allah chooses from among His messengers whom He wills. So believe in Allah and His messengers. And if you believe and practice piety, you will have a splendid reward."
  },
  {
    "No": 180,
    "Translation": "Those who withhold what Allah has given them of his abundance should not consider it good for them. In fact, it is bad for them. They will be encircled by their hoardings on the Day of Resurrection. To Allah belongs the inheritance of the heavens and the earth, and Allah is Aware of whatever they do."
  },
  {
    "No": 181,
    "Translation": "Allah has heard the statement of those who said, “Allah is poor, and we are rich.” We will record what they said, and their wrongful killing of the prophets; and We will say, “Taste the suffering of burning.”"
  },
  {
    "No": 182,
    "Translation": "“That is because of what your hands have committed, and because Allah is never unjust towards the servants.”"
  },
  {
    "No": 183,
    "Translation": "Those who said, “Allah has made a covenant with us, that we shall not believe in any messenger unless he brings us an offering consumed by fire.” Say, “Messengers have come to you before me, with clear proofs, and with what you demanded; so why did you assassinate them, if you are truthful?”"
  },
  {
    "No": 184,
    "Translation": "If they accuse you of lying, messengers before you were accused of lying—they came with clear proofs, divine books, and the luminous Scripture."
  },
  {
    "No": 185,
    "Translation": "Every soul will taste death, and you will receive your reward on the Day of Resurrection. Whoever is swayed from the Fire, and admitted to Paradise, has won. The life of this world is merely the enjoyment of delusion."
  },
  {
    "No": 186,
    "Translation": "You will be tested through your possessions and your persons. And you will hear from those who received the Scripture before you, and from those who associated much abuse. But if you are patient and reverent, then that is a course worthy of resolve."
  },
  {
    "No": 187,
    "Translation": "Allah received a pledge from those who were given the Scripture: “You shall proclaim it to the people, and not conceal it.” But they disregarded it behind their backs, and they sold it for a small price—miserable is the exchange they made."
  },
  {
    "No": 188,
    "Translation": "Do not think that those who rejoice in what they have done, and love to be praised for what they have not done—do not think that they can evade the punishment; they will have a painful punishment."
  },
  {
    "No": 189,
    "Translation": "To Allah belongs the kingdom of the heavens and the earth. Allah is Capable of everything."
  },
  {
    "No": 190,
    "Translation": "In the creation of the heavens and the earth, and in the variation of night and day, are signs for the possessors of intellect."
  },
  {
    "No": 191,
    "Translation": "Those who remember Allah while standing, sitting, and on their sides; and they reflect upon the creation of the heavens and the earth: “Our Lord, You did not create this in vain. Glory be to You! So protect us from the punishment of the Fire.”"
  },
  {
    "No": 192,
    "Translation": "“Our Lord, whomever You commit to the Fire, You have disgraced. The wrongdoers will have no helpers.”"
  },
  {
    "No": 193,
    "Translation": "“Our Lord, we have heard a caller calling to faith: `Believe in your Lord,' so we believed. Our Lord, forgive us our sins, and remit our misdeeds, and make us die with the virtuous.”"
  },
  {
    "No": 194,
    "Translation": "“Our Lord, and give us what You have promised us through Your messengers, and do not shame us on the Day of Resurrection—You never break a promise.”"
  },
  {
    "No": 195,
    "Translation": "And so their Lord answered them: “I will not let the work of any worker among you, male or female, be in vain; you are one of another. For those who emigrated, and were expelled from their homes, and were persecuted in my Way, and fought and were killed: I will remit for them their sins, and I will admit them into Gardens beneath which rivers flow—a reward from Allah. With Allah is the most beautiful reward.”"
  },
  {
    "No": 196,
    "Translation": "Do not be impressed by the unbelievers’ movement through the land."
  },
  {
    "No": 197,
    "Translation": "A brief enjoyment, then their dwelling is Gehenna—a dreadful dwelling."
  },
  {
    "No": 198,
    "Translation": "As for those who reverence their Lord: for them are Gardens beneath which rivers flow, where they will stay forever—hospitality from Allah. What Allah possesses is best for the pure."
  },
  {
    "No": 199,
    "Translation": "Among the People of the Scripture are those who believe in Allah, and in what was revealed to you, and in what was revealed to them. They are humble before Allah, and they do not sell Allah’s revelations for a cheap price. These will have their reward with their Lord. Allah is quick in settling accounts."
  },
  {
    "No": 200,
    "Translation": "O you who believe! Be patient, and advocate patience, and be united, and revere Allah, so that you may thrive."
  }
]