[
  {
    "No": 1,
    "Translation": "Alif. Lam. Meem."
  },
  {
    "No": 2,
    "Translation": "The revelation of the Book, in which there is no doubt, is from the Lord of the Universe."
  },
  {
    "No": 3,
    "Translation": "Or do they say, “He made it up.” In fact, it is the Truth from your Lord, to warn a people who received no warner before you, so that they may be guided."
  },
  {
    "No": 4,
    "Translation": "Allah is He Who created the heavens and the earth and everything between them in six days, then established Himself on the Throne. Apart from Him, you have neither protector nor intercessor. Will you not reflect?"
  },
  {
    "No": 5,
    "Translation": "He conducts every affair from the heavens to the earth. Then it ascends to Him on a Day whose length is a thousand years by your counting."
  },
  {
    "No": 6,
    "Translation": "That is the Knower of the Invisible and the Visible, the Powerful, the Merciful."
  },
  {
    "No": 7,
    "Translation": "He who perfected everything He created; and originated the creation of man from clay."
  },
  {
    "No": 8,
    "Translation": "Then He made his reproduction from an extract of a common fluid."
  },
  {
    "No": 9,
    "Translation": "Then He proportioned him, and He breathed into him of His Spirit. Then He gave you the hearing, and the eyesight, and the brains—but rarely do you give thanks."
  },
  {
    "No": 10,
    "Translation": "And they say, “When we are lost into the earth, will we be in a new creation?” In fact, they are in denial of the meeting with their Lord."
  },
  {
    "No": 11,
    "Translation": "Say, “The angel of death put in charge of you will retrieve you. Then to your Lord, you will be returned.”"
  },
  {
    "No": 12,
    "Translation": "If only you could see the guilty, bowing their heads before their Lord: “Our Lord, we have seen, and we have heard, so send us back, and we will act righteously; we are now convinced.”"
  },
  {
    "No": 13,
    "Translation": "Had We willed, We could have given every soul its guidance. But the declaration from Me will come true: “I will fill Hell with jinn and humans, all together.”"
  },
  {
    "No": 14,
    "Translation": "So taste, because you ignored the meeting of this Day of yours. We will ignore you. And taste the torment of eternity for what you used to do."
  },
  {
    "No": 15,
    "Translation": "They believe in Our communications, those who, when reminded of them, fall down in prostration, and glorify their Lord with praise, and are not proud."
  },
  {
    "No": 16,
    "Translation": "Their sides shun their beds, as they pray to their Lord, out of reverence and hope; and from Our provisions to them, they give."
  },
  {
    "No": 17,
    "Translation": "No soul knows what eye’s delight is kept hidden for it—a reward for what they used to do."
  },
  {
    "No": 18,
    "Translation": "Is someone who is faithful like someone who is sinful? They are not equal."
  },
  {
    "No": 19,
    "Translation": "As for those who believe and do righteous deeds, for them are the Gardens of Shelter—hospitality for what they used to do."
  },
  {
    "No": 20,
    "Translation": "But as for those who transgressed, their shelter is the Fire. Whenever they try to escape from it, they will be forced back into it, and it will be said to them, “Taste the suffering of the Fire which you used to deny.”"
  },
  {
    "No": 21,
    "Translation": "We will make them taste the lesser torment, prior to the greater torment, so that they may return."
  },
  {
    "No": 22,
    "Translation": "And who is more unjust than he, who, when reminded of his Lord’s revelations, turns away from them? We will wreak vengeance upon the guilty."
  },
  {
    "No": 23,
    "Translation": "We gave Moses the Book—so be in no doubt regarding His encounter—and We made it a guide for the Children of Israel."
  },
  {
    "No": 24,
    "Translation": "And We raised leaders from among them, who guided by Our command, as long as they persevered and were certain of Our communications."
  },
  {
    "No": 25,
    "Translation": "Your Lord will judge between them on the Day of Resurrection regarding their differences."
  },
  {
    "No": 26,
    "Translation": "Does it not serve as guidance for them, how many generations We destroyed before them, in whose dwellings they walk? Surely in this are signs. Do they not listen?"
  },
  {
    "No": 27,
    "Translation": "Do they not see how We conduct the water to dry land, and with it, We produce vegetation, from which their livestock eat, and themselves? Do they not see?"
  },
  {
    "No": 28,
    "Translation": "And they say, “When is this victory—if you are truthful?”"
  },
  {
    "No": 29,
    "Translation": "Say, “On the day of victory, faith will not benefit those who disbelieved; nor will they be granted amnesty.”"
  },
  {
    "No": 30,
    "Translation": "So turn away from them, and wait. They too are waiting."
  }
]