[
  {
    "No": 1,
    "Translation": "O Prophet! Reverence Allah, and do not obey the unbelievers and the hypocrites. Allah is Knowing and Wise."
  },
  {
    "No": 2,
    "Translation": "And follow what is revealed to you from your Lord. Allah is aware of what you do."
  },
  {
    "No": 3,
    "Translation": "And put your trust in Allah. Allah is enough as a trustee."
  },
  {
    "No": 4,
    "Translation": "Allah did not place two hearts inside any man's body. Nor did He make your wives whom you equate with your mothers, your actual mothers. Nor did He make your adopted children, your actual children. These are your words coming out of your mouths. Allah speaks the truth, and He guides upon the path."
  },
  {
    "No": 5,
    "Translation": "Call them after their fathers; that is more equitable before Allah. But if you do not know their fathers, then your brethren in faith and your friends. There is no blame on you if you err therein, barring what your hearts intent. Allah is Forgiving and Merciful."
  },
  {
    "No": 6,
    "Translation": "The Prophet is more caring of the believers than they are of themselves, and his wives are mothers to them. And family relations are closer to one another, according to the Book of Allah, than the believers and the emigrants. Although you should act rightly towards your friends. This is inscribed in the Book."
  },
  {
    "No": 7,
    "Translation": "Recall that We received a pledge from the prophets, and from you, and from Noah, and Abraham, and Moses, and Jesus son of Mary. We received from them a solemn pledge."
  },
  {
    "No": 8,
    "Translation": "That the truthful may be asked about their truthfulness. He has prepared for the disbelievers a painful punishment."
  },
  {
    "No": 9,
    "Translation": "O you who believe! Remember Allah’s blessings upon you, when forces came against you, and We sent against them a wind, and forces you could not see. Allah is Observant of what you do."
  },
  {
    "No": 10,
    "Translation": "When they came at you, from above you, and from beneath you; and the eyes became dazed, and the hearts reached the throats, and you harbored doubts about Allah."
  },
  {
    "No": 11,
    "Translation": "There and then the believers were tested, and they were shaken most severely."
  },
  {
    "No": 12,
    "Translation": "When the hypocrites and the sick at heart said, “Allah and His Messenger promised us nothing but delusion.”"
  },
  {
    "No": 13,
    "Translation": "And when a group of them said, “O people of Yathrib, you cannot make a stand, so retreat.” And a group of them sought permission from the Prophet, saying, “Our houses are exposed,” although they were not exposed. They only intended to flee."
  },
  {
    "No": 14,
    "Translation": "Had it been invaded from its sides, and they were asked to dissent, they would have done so with little hesitation."
  },
  {
    "No": 15,
    "Translation": "Although they had already pledged before Allah not to turn back and flee. A pledge before Allah is a responsibility."
  },
  {
    "No": 16,
    "Translation": "Say, “Fleeing will not benefit you if you flee from death or killing. Even then, you will be given only brief enjoyment.”"
  },
  {
    "No": 17,
    "Translation": "Say, “Who is it who will shield you from Allah, if He intends adversity for you, or intends mercy for you?” Besides Allah, they will find for themselves neither friend nor helper."
  },
  {
    "No": 18,
    "Translation": "Allah knows the hinderers among you, and those who say to their brethren, “Come and join us.” Hardly do they mobilize for battle."
  },
  {
    "No": 19,
    "Translation": "They do not care about you. And when fear approaches, you see them staring at you—their eyes rolling—like someone fainting at death. Then, when fear subsides, they whip you with sharp tongues, resenting you any good. These have never believed, so Allah has nullified their works—and that is easy for Allah."
  },
  {
    "No": 20,
    "Translation": "They assumed that the Confederates have not withdrawn. But were the Confederates to advance, they would wish they were in the desert with the Bedouins, inquiring about your news. And if they were among you, they would not fight, except a little."
  },
  {
    "No": 21,
    "Translation": "You have in the Messenger of Allah an excellent example, for those who hope for Allah and the Last Day and remember Allah much."
  },
  {
    "No": 22,
    "Translation": "And when the believers saw the confederates, they said, “This is what Allah and His Messenger have promised us, and Allah and His messenger have told the truth.” And it only increased them in faith and submission."
  },
  {
    "No": 23,
    "Translation": "Among the believers are men true to their pledge before Allah. Some of them have fulfilled their vows, and some are still waiting, and never wavering."
  },
  {
    "No": 24,
    "Translation": "That Allah may reward the truthful for their truthfulness, and punish the hypocrites, if He wills, or accept their repentance. Allah is surely Forgiving and Merciful."
  },
  {
    "No": 25,
    "Translation": "Allah drove back the unbelievers in their rage, and they gained no advantage. Allah thus spared the believers combat. Allah is Strong, Mighty."
  },
  {
    "No": 26,
    "Translation": "And He brought the People of the Scripture who supported them down from their strongholds, and He threw horror into their hearts. Some of them you killed, and others you took captive."
  },
  {
    "No": 27,
    "Translation": "And He made you inherit their land, and their homes, and their wealth, and a region you have never stepped on. Allah is Powerful over all things."
  },
  {
    "No": 28,
    "Translation": "O Prophet! Say to your wives, “If you desire the worldly life and its luxury, then come: I will compensate you, and release you kindly."
  },
  {
    "No": 29,
    "Translation": "But if you desire Allah and His Messenger, and the Home of the Hereafter: then Allah has prepared for the righteous among you a magnificent compensation.”"
  },
  {
    "No": 30,
    "Translation": "O wives of the Prophet! Whoever among you commits a proven indecency, her punishment will be doubled, and that is easy for Allah."
  },
  {
    "No": 31,
    "Translation": "And whoever among you is devoutly obedient to Allah and His Messenger, and acts righteously, We will give her her reward twice over, and We have prepared for her a generous provision."
  },
  {
    "No": 32,
    "Translation": "O wives of the Prophet! You are not like any other women: if you observe piety. So do not speak too softly, lest the sick at heart lusts after you. But speak in an appropriate manner."
  },
  {
    "No": 33,
    "Translation": "And settle in your homes; and do not display your beauty, as in the former days of ignorance. And perform the prayer, and give charity regularly, and obey Allah and His Messenger. Allah intends to remove all impurity from you, O People of the House, and to purify you thoroughly."
  },
  {
    "No": 34,
    "Translation": "And remember what is recited in your homes from Allah's revelations and wisdom. Allah is Kind and Informed."
  },
  {
    "No": 35,
    "Translation": "Submitting men and submitting women, believing men and believing women, devout men and devout women, truthful men and truthful women, patient men and patient women, humble men and humble women, charitable men and charitable women, men who fast and women who fast, men who guard their chastity and women who guard, men who remember Allah frequently and women who remember—Allah has prepared for them forgiveness and a great reward."
  },
  {
    "No": 36,
    "Translation": "It is not for any believer, man or woman, when Allah and His Messenger have decreed a matter, to have the liberty of choice in their decision. Whoever disobeys Allah and His Messenger has gone far astray."
  },
  {
    "No": 37,
    "Translation": "When you said to him, whom Allah has blessed, and you have favored, “Keep your wife to yourself, and fear Allah.” But you hid within yourself what Allah was to reveal. And you feared the people, but it was Allah you were supposed to fear. Then, when Zaid ended his relationship with her, We gave her to you in marriage, so that there may be no restriction for believers regarding the wives of their adopted sons—when their relationship has ended. The command of Allah was fulfilled."
  },
  {
    "No": 38,
    "Translation": "There is no restriction on the Prophet regarding what Allah has ordained for him. That is the pattern of Allah among those who passed before. The will of Allah is absolute destiny."
  },
  {
    "No": 39,
    "Translation": "Those who deliver the messages of Allah, and fear Him, and fear no one except Allah. Allah suffices as a Reckoner."
  },
  {
    "No": 40,
    "Translation": "Muhammad is not the father of any of your men, but he is the Messenger of Allah, and the Seal of the prophets. Allah is Knower of all things."
  },
  {
    "No": 41,
    "Translation": "O you who believe! Remember Allah with frequent remembrance."
  },
  {
    "No": 42,
    "Translation": "And glorify Him morning and evening."
  },
  {
    "No": 43,
    "Translation": "It is He who reaches out to you, and His angels, to bring you out of darkness into light. He is Ever-Merciful towards the believers."
  },
  {
    "No": 44,
    "Translation": "Their greeting on the Day they meet Him is, “Peace,” and He has prepared for them a generous reward."
  },
  {
    "No": 45,
    "Translation": "O prophet! We sent you as a witness, and a deliverer of good news, and a warner."
  },
  {
    "No": 46,
    "Translation": "And a caller towards Allah by His permission, and an illuminating beacon."
  },
  {
    "No": 47,
    "Translation": "And give good news to the believers that they will have from Allah a great favor."
  },
  {
    "No": 48,
    "Translation": "And do not obey the disbelievers and the hypocrites, and ignore their annoyances, and rely on Allah. Allah is a sufficient Protector."
  },
  {
    "No": 49,
    "Translation": "O you who believe! When you marry believing women, but then divorce them before you have touched them, there is no waiting period for you to observe regarding them—but compensate them, and release them in a graceful manner."
  },
  {
    "No": 50,
    "Translation": "O Prophet! We have made lawful for you your wives to whom you have given their dowries, and those you already have, as granted to you by Allah, and the daughters of your paternal uncle, and the daughters of your paternal aunts, and the daughters of your maternal uncle, and the daughters of your maternal aunts who have emigrated with you, and a believing woman who has offered herself to the Prophet, if the Prophet desires to marry her, exclusively for you, and not for the believers. We know well what We have ordained for them regarding their wives and those their right hands possess. This is to spare you any difficulty. Allah is Forgiving and Merciful."
  },
  {
    "No": 51,
    "Translation": "You may defer any of them you wish, and invite any of them you wish. There is no blame on you if you desire any of those you had deferred. This is more proper, so that they will be comforted, and not be grieved, and be content with what you have given each of them. Allah knows what is within your hearts. And Allah is All-Knowing, Most Forbearing."
  },
  {
    "No": 52,
    "Translation": "Beyond that, no other women are permissible for you, nor can you exchange them for other wives, even if you admire their beauty, except those you already have. Allah is Watchful over all things."
  },
  {
    "No": 53,
    "Translation": "O you who believe! Do not enter the Prophet's homes for a meal, unless you are invited. And do not wait for its preparation. But if you are invited, then enter. And when you have eaten, then go on your way, without lingering for conversation. This irritates the Prophet, and he shies away from you, but Allah does not shy away from the truth. And when you ask his wives for something, ask them from behind a screen; that is purer for your hearts and their hearts. You must never offend the Messenger of Allah, nor marry his wives after him, for that would be an enormity with Allah."
  },
  {
    "No": 54,
    "Translation": "Whether you disclose a thing, or you hide it, Allah is Knower of all things."
  },
  {
    "No": 55,
    "Translation": "There is no blame on them concerning their fathers, or their sons, or their brothers, or their brothers’ sons, or their sisters’ sons, or their women, or their servants. But they should remain conscious of Allah. Allah is Witness over all things."
  },
  {
    "No": 56,
    "Translation": "Allah and His angels send blessings to the Prophet. O you who believe, call for blessings on him, and for greetings of peace."
  },
  {
    "No": 57,
    "Translation": "Those who insult Allah and His Messenger: Allah has cursed them in this life and the Hereafter, and He has prepared for them a humiliating punishment."
  },
  {
    "No": 58,
    "Translation": "Those who harm believing men and believing women, for acts they did not commit, bear the burden of perjury and blatant sin."
  },
  {
    "No": 59,
    "Translation": "O Prophet! Tell your wives and your daughters, and the believers’ women to lengthen their garments. This is more proper, so they will be recognized and not be harassed. Allah is Forgiving and Merciful."
  },
  {
    "No": 60,
    "Translation": "If the hypocrites, and the sick at heart, and the rumormongers in Medina, do not desist, We will incite you against them, and then they will not be your neighbors there much longer."
  },
  {
    "No": 61,
    "Translation": "They are cursed. Wherever they are found, they should be captured and killed outright."
  },
  {
    "No": 62,
    "Translation": "Such has been Allah’s precedent with those who have gone before. You will find no change in Allah’s system."
  },
  {
    "No": 63,
    "Translation": "The people ask you about the Hour. Say, “Knowledge thereof rests with Allah. But you never know, perhaps the Hour is near.”"
  },
  {
    "No": 64,
    "Translation": "Allah has cursed the unbelievers and has prepared for them a Blaze."
  },
  {
    "No": 65,
    "Translation": "To stay there forever—they will find no protector or helper."
  },
  {
    "No": 66,
    "Translation": "On the Day when their faces are flipped in the Fire, they will say, “If only we had obeyed Allah, and obeyed the Messenger.”"
  },
  {
    "No": 67,
    "Translation": "And they will say, “Our Lord, we have obeyed our superiors and our dignitaries, but they led us away from the way."
  },
  {
    "No": 68,
    "Translation": "Our Lord, give them double the punishment, and curse them with a great curse.”"
  },
  {
    "No": 69,
    "Translation": "O you who believe! Do not be like those who slandered Moses, but Allah cleared him of what they said. He was distinguished with Allah."
  },
  {
    "No": 70,
    "Translation": "O you who believe! Be conscious of Allah, and speak in a straightforward manner."
  },
  {
    "No": 71,
    "Translation": "He will rectify your conduct for you, and He will forgive you your sins. Whoever obeys Allah and His Messenger has achieved great success."
  },
  {
    "No": 72,
    "Translation": "We offered the Trust to the heavens and the earth and the mountains. But they refused to bear it, and were apprehensive of it. Yet the human being accepted it. He has always been unfair and ignorant."
  },
  {
    "No": 73,
    "Translation": "That Allah may punish the hypocritical men and the hypocritical women, and the idolatrous men and the idolatrous women, and that Allah may relent towards the believing men and the believing women. Allah is Ever-Forgiving, Most-Merciful."
  }
]