[
  {
    "No": 1,
    "Translation": "Praise be to Allah, Programmer of the heavens and the earth, Maker of the angels: messengers with wings—double, triple, and quadruple. He adds to creation as He wills. Allah is Capable of everything."
  },
  {
    "No": 2,
    "Translation": "Whatever mercy Allah unfolds for the people, none can withhold it. And whatsoever He withholds, none can release it thereafter. He is the Exalted in Power, Full of Wisdom."
  },
  {
    "No": 3,
    "Translation": "O, people! Remember Allah’s Blessing upon you. Is there a creator other than Allah who provides for you from heaven and earth? There is no god except He. So how can you be deluded?"
  },
  {
    "No": 4,
    "Translation": "If they reject you: messengers before you were rejected. To Allah, all matters are returned."
  },
  {
    "No": 5,
    "Translation": "O, people! The promise of Allah is true. So do not let the lowly life seduce you, nor let the Deceiver deceive you regarding Allah."
  },
  {
    "No": 6,
    "Translation": "Satan is an enemy to you, so take him as an enemy. He only calls his gang to be among the inmates of the Inferno."
  },
  {
    "No": 7,
    "Translation": "Those who disbelieve will suffer a harsh punishment, but those who believe and do righteous deeds will have forgiveness and a great reward."
  },
  {
    "No": 8,
    "Translation": "What of him whose evil deed was made attractive to him, and so he regards it as good? Allah leads astray whom He wills, and He guides whom He wills. So do not waste yourself sorrowing over them. Allah knows what they do."
  },
  {
    "No": 9,
    "Translation": "Allah is He who sends the winds, which agitate clouds, which We drive to a dead land, and thereby revive the ground after it had died. Likewise is the Resurrection."
  },
  {
    "No": 10,
    "Translation": "Whoever desires honor—all honor belongs to Allah. To Him ascends speech that is pure, and He elevates righteous conduct. But as for those who plot evil, a terrible punishment awaits them, and the planning of these will fail."
  },
  {
    "No": 11,
    "Translation": "Allah created you from dust, then from a small drop, then He made you pairs. No female conceives, or delivers, except with His knowledge. And no living thing advances in years, or its life is shortened, but is in a Record. That is certainly easy for Allah."
  },
  {
    "No": 12,
    "Translation": "The two bodies of water are not alike: one is fresh, palatable, and pleasant to drink, while the other is salty and bitter. Yet from each, you eat tender meat, and you extract ornaments that you wear. And you see the ships plowing through them, so that you may seek of His bounty, and so that you may give thanks."
  },
  {
    "No": 13,
    "Translation": "He merges the night into the day, and He merges the day into the night. And He regulated the sun and the moon, each orbiting for an appointed term. That is Allah, your Lord; to Him belongs sovereignty. As for those you invoke besides Him: they do not possess a speck."
  },
  {
    "No": 14,
    "Translation": "If you pray to them, they cannot hear your prayer. And if they were to hear, they could not respond to you. And on the Day of Resurrection, they will reject your partnership. None can inform you like the Expert."
  },
  {
    "No": 15,
    "Translation": "O, people! It is you who stand in need of Allah; while Allah is the Rich, the Praiseworthy."
  },
  {
    "No": 16,
    "Translation": "If He wills, He can do away with you, and produce a new creation."
  },
  {
    "No": 17,
    "Translation": "And that is not difficult for Allah."
  },
  {
    "No": 18,
    "Translation": "No burdened soul can bear the burdens of another. Even if one weighted down calls for help with its burden, none of it will be lifted, even by a close relative. You are to warn those who fear their Lord inwardly and perform the prayer. Whoever purifies himself, purifies himself for his own good. To Allah is the final return."
  },
  {
    "No": 19,
    "Translation": "Not equal are the blind and the seeing."
  },
  {
    "No": 20,
    "Translation": "Nor are darkness and light."
  },
  {
    "No": 21,
    "Translation": "Nor are shade and torrid heat."
  },
  {
    "No": 22,
    "Translation": "Nor are equal the living and the dead. Allah makes whom He wills hear, but you cannot make those in the graves hear."
  },
  {
    "No": 23,
    "Translation": "You are only a warner."
  },
  {
    "No": 24,
    "Translation": "We sent you with the truth: a deliverer of good news, and a warner. There is no community, but a warner has passed through it."
  },
  {
    "No": 25,
    "Translation": "If they deny you, those before them also denied. Their messengers came to them with clear proofs, divine Books, and the Enlightening Scripture."
  },
  {
    "No": 26,
    "Translation": "Then I seized those who disbelieved—so how was My rejection?"
  },
  {
    "No": 27,
    "Translation": "Have you not considered that Allah sends down water from the sky? With it, We produce fruits of diverse colors. And in the mountains are streaks of white and red—of diverse hues—and pitch-black."
  },
  {
    "No": 28,
    "Translation": "Likewise: human beings, animals, and livestock are of various colors. From among His worshipers, the learned fear Allah. Allah is Almighty, Oft-Forgiving."
  },
  {
    "No": 29,
    "Translation": "Those who recite the Book of Allah, and perform the prayer, and donate from what We have provided for them—secretly and publicly—expect a trade that will not fail."
  },
  {
    "No": 30,
    "Translation": "So that He may pay them their dues in full, and increase them from His grace. He is Forgiving, Most Appreciative."
  },
  {
    "No": 31,
    "Translation": "What We inspired in you, of the Book, is the truth—confirming what came before it. Allah is Well-Informed of His worshipers, All-Seeing."
  },
  {
    "No": 32,
    "Translation": "Then We passed the Book to those of Our servants whom We selected. Some of them wrong their souls, and some follow a middle course, and some are foremost in good deeds, by Allah’s leave—that is the greatest favor."
  },
  {
    "No": 33,
    "Translation": "The Gardens of Eden, which they will enter. They will be adorned therein with bracelets of gold and pearls, and their clothing therein will be silk."
  },
  {
    "No": 34,
    "Translation": "And they will say, “Praise be to Allah, Who has lifted all sorrow from us. Our Lord is Most Forgiving, Most Appreciative."
  },
  {
    "No": 35,
    "Translation": "He Who settled us in the Home of Permanence, by His grace: where boredom will not touch us, and fatigue will not afflict us.”"
  },
  {
    "No": 36,
    "Translation": "As for those who disbelieve, for them is the Fire of Hell, where they will never be finished off and die, nor will its punishment be lightened for them. Thus We repay every disbeliever."
  },
  {
    "No": 37,
    "Translation": "And they will scream in it, “Our Lord, let us out, and we will act righteously, differently from the way we used to act.” Did We not give you a life long enough, in which anyone who wanted to understand would have understood? And the warner did come to you. So taste. The evildoers have no helper."
  },
  {
    "No": 38,
    "Translation": "Allah is the Knower of the future of the heavens and the earth. He knows what the hearts contain."
  },
  {
    "No": 39,
    "Translation": "It is He Who made you successors on earth. Whoever disbelieves, his disbelief will recoil upon him. The disbelief of the disbelievers adds only to their Lord's disfavor of them. The disbelief of the disbelievers adds only to their loss."
  },
  {
    "No": 40,
    "Translation": "Say, “Have you considered those partners of yours that you call upon instead of Allah? Show me what they have created on earth. Or do they have a partnership in the heavens?” Or have We given them a book whose clear teachings they follow? In fact, the wrongdoers promise one another nothing but delusion."
  },
  {
    "No": 41,
    "Translation": "Allah keeps the heavens and the earth from falling apart. And were they to fall apart, there is none to hold them together except He. He is Clement, Forgiving."
  },
  {
    "No": 42,
    "Translation": "And they swore by Allah, with their most solemn oaths, that if a warner came to them, they would be more guided than any of the communities. Yet when a warner came to them, it only increased them in aversion."
  },
  {
    "No": 43,
    "Translation": "Priding themselves on earth, and scheming evil. But evil scheming overwhelms none but its authors. Do they expect anything but the precedent of those of old? You will find no change in Allah’s practice, and you will find no deviation from Allah’s practice."
  },
  {
    "No": 44,
    "Translation": "Have they not journeyed on earth and observed the fate of those before them? They were far superior to them in might. And nothing in the heavens or on earth can thwart Allah. He is All-Knowing, All-Powerful."
  },
  {
    "No": 45,
    "Translation": "If Allah were to punish people for what they have earned, He would not leave a single being on its surface. But He delays them until a stated time. Then, when their time has arrived—Allah is Observant of His servants."
  }
]