[
  {
    "No": 1,
    "Translation": "Saad. By the Quran, full of reminders."
  },
  {
    "No": 2,
    "Translation": "Those who disbelieve are in arrogance and schism."
  },
  {
    "No": 3,
    "Translation": "How many generations before them have We destroyed? They cried out when it was too late to escape."
  },
  {
    "No": 4,
    "Translation": "And they marvel that a warner from among them has come to them. The disbelievers said, “This is a lying sorcerer.”"
  },
  {
    "No": 5,
    "Translation": "“Did he make the gods one God? This is something strange.”"
  },
  {
    "No": 6,
    "Translation": "And the notables among them announced: “Go on, and hold fast to your gods, this is something planned."
  },
  {
    "No": 7,
    "Translation": "We never heard of this in the former faith. This is nothing but a fabrication."
  },
  {
    "No": 8,
    "Translation": "Was the message sent down to him, out of all of us?” In fact, they are doubtful of My message. In fact, they have not yet tasted My punishment."
  },
  {
    "No": 9,
    "Translation": "Or do they possess the treasuries of your Lord's mercy—the Majestic, the Giver?"
  },
  {
    "No": 10,
    "Translation": "Or do they possess the sovereignty of the heavens and the earth and what is between them? Then let them ascend by some means."
  },
  {
    "No": 11,
    "Translation": "An army of confederates will be defeated there."
  },
  {
    "No": 12,
    "Translation": "Before them, the people of Noah denied; as did Aad, and Pharaoh of the Stakes."
  },
  {
    "No": 13,
    "Translation": "And Thamood, and the people of Lot, and the woods-dwellers: these are the parties."
  },
  {
    "No": 14,
    "Translation": "None of them but denied the messengers, so My punishment was justified."
  },
  {
    "No": 15,
    "Translation": "These can expect but a single blast, from which there is no recovery."
  },
  {
    "No": 16,
    "Translation": "And they say, “Our Lord, advance for us our share, before the Day of Account.”"
  },
  {
    "No": 17,
    "Translation": "Be patient in the face of what they say, and mention Our servant David, the resourceful. He was obedient."
  },
  {
    "No": 18,
    "Translation": "We committed the mountains to praise with him, in the evening and at sunrise."
  },
  {
    "No": 19,
    "Translation": "And the birds, flocking together—all obedient to him."
  },
  {
    "No": 20,
    "Translation": "And We strengthened his kingdom, and We gave him wisdom and decisive speech."
  },
  {
    "No": 21,
    "Translation": "Has the story of the two disputants reached you, when they scaled the sanctuary?"
  },
  {
    "No": 22,
    "Translation": "When they entered upon David, he was startled by them. They said, “Do not fear. Two disputants: one of us has wronged the other, so judge between us fairly, and do not be biased, and guide us in the right way.”"
  },
  {
    "No": 23,
    "Translation": "“This brother of mine has ninety-nine ewes, and I have one ewe. Yet he said, ‘Place it under my care,’ and he pressured me with speech.”"
  },
  {
    "No": 24,
    "Translation": "He said, “He has wronged you in asking that your ewe be added to his ewes. Many partners wrong one another, except those who believe and do righteous deeds—but these are so few.” And David realized that We were testing him, so he sought forgiveness from his Lord, fell down kneeling, and repented."
  },
  {
    "No": 25,
    "Translation": "So We forgave him that. And for him is nearness to Us—and a beautiful return."
  },
  {
    "No": 26,
    "Translation": "“O David, We made you a steward over this land, so judge between people with justice, and do not follow desire, lest it diverts you from Allah’s path. Those who stray from Allah’s path will have a severe punishment, for having ignored the Day of Account.”"
  },
  {
    "No": 27,
    "Translation": "We did not create the heaven and the earth and everything between them in vain. That is the assumption of those who disbelieve—so woe to those who disbelieve because of the Fire."
  },
  {
    "No": 28,
    "Translation": "Or shall We make those who believe and perform righteous deeds like those who work corruption on earth? Or shall We make the reverent like the shameless?"
  },
  {
    "No": 29,
    "Translation": "A blessed Book that We sent down to you, so that they may ponder its Verses, and so that those possessed of intellect may reflect."
  },
  {
    "No": 30,
    "Translation": "And to David, We gave Solomon—what an excellent servant. He was penitent."
  },
  {
    "No": 31,
    "Translation": "When the beautiful horses were paraded before him in the evening."
  },
  {
    "No": 32,
    "Translation": "He said, “I have preferred the love of niceties over the remembrance of my Lord—until they disappeared behind the veil."
  },
  {
    "No": 33,
    "Translation": "Bring them back to me.” And he began caressing their legs and necks."
  },
  {
    "No": 34,
    "Translation": "We tested Solomon, and We placed a body on his throne. Then he repented."
  },
  {
    "No": 35,
    "Translation": "He said, “My Lord, forgive me, and grant me a kingdom never to be attained by anyone after me. You are the Giver.”"
  },
  {
    "No": 36,
    "Translation": "So We placed the wind at his service, blowing gently by his command, wherever he wished."
  },
  {
    "No": 37,
    "Translation": "And the devils—every builder and diver."
  },
  {
    "No": 38,
    "Translation": "And others shackled in chains."
  },
  {
    "No": 39,
    "Translation": "“This is Our gift. So give generously, or withhold, without an account.”"
  },
  {
    "No": 40,
    "Translation": "For him is nearness to Us—and a beautiful resort."
  },
  {
    "No": 41,
    "Translation": "And mention Our servant Job, when he called upon his Lord, “Satan has afflicted me with distress and suffering.”"
  },
  {
    "No": 42,
    "Translation": "“Stamp with your foot—this is cool water to wash with, and to drink.”"
  },
  {
    "No": 43,
    "Translation": "And We restored his family to him, and their like with them, as a mercy from Us, and a lesson for those who possess insight."
  },
  {
    "No": 44,
    "Translation": "“Take with your hand a bundle, and strike with it, and do not break your oath.” We found him patient. What an excellent servant! He was obedient."
  },
  {
    "No": 45,
    "Translation": "And mention Our servants Abraham, Isaac, and Jacob—endowed with ability and vision."
  },
  {
    "No": 46,
    "Translation": "We distinguished them with a distinct quality: the remembrance of the Home."
  },
  {
    "No": 47,
    "Translation": "To Us: they are among the chosen, the outstanding."
  },
  {
    "No": 48,
    "Translation": "And mention Ishmael, Elisha, and Ezekiel: each is among the outstanding."
  },
  {
    "No": 49,
    "Translation": "This is a reminder. The devout will have a good place of return."
  },
  {
    "No": 50,
    "Translation": "The Gardens of Eternity, whose doors are wide-open for them."
  },
  {
    "No": 51,
    "Translation": "Relaxing therein—and calling for abundant fruit and beverage."
  },
  {
    "No": 52,
    "Translation": "With them will be attendants with a modest gaze, of equal age."
  },
  {
    "No": 53,
    "Translation": "This is what you are promised for the Day of Account."
  },
  {
    "No": 54,
    "Translation": "This is Our bounty—inexhaustible."
  },
  {
    "No": 55,
    "Translation": "All This. But the transgressors will have a miserable return."
  },
  {
    "No": 56,
    "Translation": "Hell—in which they will roast—what a miserable place of return."
  },
  {
    "No": 57,
    "Translation": "All this. Let them taste it—boiling and bitter cold."
  },
  {
    "No": 58,
    "Translation": "And similar torments of diverse kinds."
  },
  {
    "No": 59,
    "Translation": "“This is a crowd rushing headlong with you.” No welcome for them. They will be scorched by the Fire."
  },
  {
    "No": 60,
    "Translation": "They will say, “But it is you. No welcome for you. You brought it upon us. What a miserable end.”"
  },
  {
    "No": 61,
    "Translation": "They will say, “Our Lord, whoever brought this upon us, give him double suffering in the Fire.”"
  },
  {
    "No": 62,
    "Translation": "And they will say, “What is the matter with us, that we do not see men whom we used to count among the wicked?"
  },
  {
    "No": 63,
    "Translation": "Did we take them for mockery? Or did our eyes swerve away from them?”"
  },
  {
    "No": 64,
    "Translation": "This is certainly true—the feuding of the people of the Fire."
  },
  {
    "No": 65,
    "Translation": "Say, “I am only a warner, and there is no god except Allah—the One, the Conqueror."
  },
  {
    "No": 66,
    "Translation": "The Lord of the heavens and the earth and everything between them—the Mighty, the Forgiver.”"
  },
  {
    "No": 67,
    "Translation": "Say, “It is a message of great importance."
  },
  {
    "No": 68,
    "Translation": "From which you are turning away."
  },
  {
    "No": 69,
    "Translation": "I have no knowledge of the Highest Assembly as they dispute."
  },
  {
    "No": 70,
    "Translation": "It is only revealed to me that I am a clear warner.”"
  },
  {
    "No": 71,
    "Translation": "Your Lord said to the angels, “I am creating a human being from clay."
  },
  {
    "No": 72,
    "Translation": "When I have proportioned him, and breathed into him of My spirit, fall down in prostration to him.”"
  },
  {
    "No": 73,
    "Translation": "So the angels prostrated, all of them together."
  },
  {
    "No": 74,
    "Translation": "Except for Iblis. He was too proud, and one of the faithless."
  },
  {
    "No": 75,
    "Translation": "He said, “O Iblis, what prevented you from prostrating to what I created with My Own Hands? Are you too proud, or are you among the exalted?”"
  },
  {
    "No": 76,
    "Translation": "He said, “I am better than he. You created me from fire, and You created him from clay.”"
  },
  {
    "No": 77,
    "Translation": "He said, “Then get out of here. You are an outcast."
  },
  {
    "No": 78,
    "Translation": "And My curse will be upon you until Judgement Day.”"
  },
  {
    "No": 79,
    "Translation": "He said, “My Lord, defer me until the Day they are resurrected.”"
  },
  {
    "No": 80,
    "Translation": "He said, “You will be deferred."
  },
  {
    "No": 81,
    "Translation": "Until the Day of the time well-known.”"
  },
  {
    "No": 82,
    "Translation": "He said, “By Your Majesty, I will seduce them all."
  },
  {
    "No": 83,
    "Translation": "Except for your sincere servants among them.”"
  },
  {
    "No": 84,
    "Translation": "He said, “The truth is, and the truth I say."
  },
  {
    "No": 85,
    "Translation": "I will fill Hell with you and with whoever follows you from among them, all together.”"
  },
  {
    "No": 86,
    "Translation": "Say, “I ask of you no wage for this, and I am not a pretender."
  },
  {
    "No": 87,
    "Translation": "It is but a reminder for all people."
  },
  {
    "No": 88,
    "Translation": "And you will know its truth after a while.”"
  }
]