[
  {
    "No": 1,
    "Translation": "Ha. Meem."
  },
  {
    "No": 2,
    "Translation": "Ayn. Seen. Qaf."
  },
  {
    "No": 3,
    "Translation": "Thus He inspires you, and those before you—Allah the Almighty, the Wise."
  },
  {
    "No": 4,
    "Translation": "To Him belongs everything in the heavens and everything on earth. And He is the Sublime, the Magnificent."
  },
  {
    "No": 5,
    "Translation": "The heavens nearly burst, one above the other, while the angels praise their Lord's glory, and ask forgiveness for those on earth. Allah is indeed the Forgiver, the Merciful."
  },
  {
    "No": 6,
    "Translation": "As for those who take protectors apart from Him: Allah is Keeper over them, and you are not a guardian over them."
  },
  {
    "No": 7,
    "Translation": "Thus We inspired you with an Arabic Quran, that you may warn the Central City and everyone around it, and to warn of the Day of Assembly—about which there is no doubt. A group in the Garden, and a group in the Furnace."
  },
  {
    "No": 8,
    "Translation": "Had Allah willed, He could have made them one community, but He admits into His mercy whom He wills. As for the wrongdoers, they will have no protector and no helper."
  },
  {
    "No": 9,
    "Translation": "Or have they adopted protectors besides him? Allah is the Protector, and He gives life to the dead, and He is Capable of all things."
  },
  {
    "No": 10,
    "Translation": "Whatever you may differ about, its judgment rests with Allah. “That is Allah—my Lord. In Him, I trust. And to Him, I turn.”"
  },
  {
    "No": 11,
    "Translation": "The Originator of the heavens and the earth. He made for you mates from among yourselves, and pairs of animals, through which He multiplies you. There is nothing like Him. He is the Hearing, the Seeing."
  },
  {
    "No": 12,
    "Translation": "To Him belong the keys of the heavens and the earth. He spreads the bounties to whomever He wills, or He reduces it. He has knowledge of all things."
  },
  {
    "No": 13,
    "Translation": "He has appointed for you the same religion He enjoined upon Noah, and what We inspired in you, and what We enjoined upon Abraham, Moses, and Jesus: “You shall uphold the faith, and be not divided in it.” Difficult for the associators is what you are calling them to. Allah chooses for Himself whom He wills, and He guides to Himself whoever repents."
  },
  {
    "No": 14,
    "Translation": "They became divided only after knowledge came to them, out of envy among themselves. Were it not for a predetermined decision from your Lord, judgment would have been pronounced between them. Yet those who were made to inherit the Scripture after them are in confused doubt regarding it."
  },
  {
    "No": 15,
    "Translation": "Therefore, to this go on inviting, and be upright as you were commanded, and do not follow their inclinations, and say, “I believe in whatever Book Allah has sent down, and I was commanded to judge between you equitably. Allah is our Lord, and your Lord. We have our deeds, and you have your deeds. Let there be no quarrel between us and you. Allah will bring us together. And to Him, is the final return.”"
  },
  {
    "No": 16,
    "Translation": "As for those who dispute about Allah after having answered His call, their argument is invalid with their Lord; and upon them falls wrath; and they will have a severe punishment."
  },
  {
    "No": 17,
    "Translation": "It is Allah who revealed the Book with the truth and the Balance. And what will make you realize, that perhaps the Hour is near?"
  },
  {
    "No": 18,
    "Translation": "Those who do not believe in it seek to hasten it. But those who believe are concerned about it, and they know it to be the truth. Unquestionably, those who question the Hour are in utmost error."
  },
  {
    "No": 19,
    "Translation": "Allah is kind towards His worshipers. He provides for whom He wills. And He is the Powerful, the Honorable."
  },
  {
    "No": 20,
    "Translation": "Whoever desires the harvest of the Hereafter, We will increase for him his harvest. And whoever desires the harvest of this world, We will give them some of it, but He will have no share of the Hereafter."
  },
  {
    "No": 21,
    "Translation": "Or do they have partners who litigate for them religious laws never authorized by Allah? Were it not for the conclusive decision, it would have been settled between them. The wrongdoers will have a painful punishment."
  },
  {
    "No": 22,
    "Translation": "You see the unjust worried about what they have committed, and it will befall them. As for those who believe and do good deeds, they will be in the Meadows of the Gardens; they will have whatever they please in the presence of their Lord; that is the supreme bounty."
  },
  {
    "No": 23,
    "Translation": "This is the good news which Allah gives to His worshipers who believe and do good deeds. Say, “I ask of you no wage for it, except affection among the near of kin.” Whoever does a good deed, We will increase its goodness for him. Allah is Forgiving, Appreciative."
  },
  {
    "No": 24,
    "Translation": "Or do they say, “He forged a lie about Allah.” If Allah so willed, He could have sealed your heart. But Allah obliterates the false, and He confirms the true by His Words. He knows what the hearts contain."
  },
  {
    "No": 25,
    "Translation": "It is He who accepts repentance from His worshipers, and remits the sins, and knows what you do."
  },
  {
    "No": 26,
    "Translation": "And He answers those who believe and do good deeds, and He increases for them out of His grace. But the unbelievers will suffer a severe punishment."
  },
  {
    "No": 27,
    "Translation": "If Allah were to expand the provision to His servants, they would transgress on earth. But He sends down in precise measure whatever He wills. Regarding His servants, He is Expert and Observant."
  },
  {
    "No": 28,
    "Translation": "It is He who brings down rain after they have despaired—and unfolds His mercy. And He is the Guardian, the Praised."
  },
  {
    "No": 29,
    "Translation": "And among His signs is the creation of the heavens and the earth, and the creatures He spread throughout them—and He is Able to gather them at will."
  },
  {
    "No": 30,
    "Translation": "Whatever misfortune befalls you, it is because of what your hands have committed. Yet He pardons much."
  },
  {
    "No": 31,
    "Translation": "You can never escape on earth. And besides Allah, you have no ally and no helper."
  },
  {
    "No": 32,
    "Translation": "And among His signs are the ships sailing the sea like flags."
  },
  {
    "No": 33,
    "Translation": "If He wills, He can calm the wind, leaving them motionless on its surface. Surely in this are signs for every patient, thankful person."
  },
  {
    "No": 34,
    "Translation": "Or He could wreck them because of what they have committed. Yet He forgives much."
  },
  {
    "No": 35,
    "Translation": "So that those who dispute Our signs will know that there is no asylum for them."
  },
  {
    "No": 36,
    "Translation": "Whatever you are given is only the provision of this life. But what Allah possesses is better and more lasting for those who believe and trust in their Lord."
  },
  {
    "No": 37,
    "Translation": "Those who avoid major sins and indecencies; and when they become angry, they forgive."
  },
  {
    "No": 38,
    "Translation": "And those who respond to their Lord, and pray regularly, and conduct their affairs by mutual consultation, and donate from what We have provided for them."
  },
  {
    "No": 39,
    "Translation": "And those who, when tyranny strikes them, defend themselves."
  },
  {
    "No": 40,
    "Translation": "The repayment of a bad action is its equivalent. But whoever forgives and seeks reconciliation, his reward lies with Allah. He certainly does not love the wrongdoers."
  },
  {
    "No": 41,
    "Translation": "As for those who retaliate after being wronged: there is no blame on them."
  },
  {
    "No": 42,
    "Translation": "Blame is only on those who wrong people and transgress on earth unjustly. These will have a painful punishment."
  },
  {
    "No": 43,
    "Translation": "But whoever endures patiently and forgives—that is a course worthy of resolve."
  },
  {
    "No": 44,
    "Translation": "Whomever Allah leaves astray has no protector beyond Him. And you will see the wrongdoers, when they see the suffering, saying, “Is there any way back?”"
  },
  {
    "No": 45,
    "Translation": "And you will see them exposed to it, cowering from disgrace, glancing around covertly. Those who believed will say, “The losers are those who have lost themselves and their families on the Day of Resurrection.” Surely the wrongdoers will be in lasting suffering."
  },
  {
    "No": 46,
    "Translation": "They will have no allies to help them against Allah. Whoever Allah leaves to stray—for him, there is no way."
  },
  {
    "No": 47,
    "Translation": "Respond to your Lord before the coming of a Day from Allah that cannot be turned back. You will have no refuge on that Day, nor any means of denial."
  },
  {
    "No": 48,
    "Translation": "But if they turn away—We did not send you as a guardian over them. Your duty is only to deliver. When We let the human being taste mercy from Us, he rejoices in it. But when harm afflicts them, because of what their hands have perpetrated, the human being turns blasphemous."
  },
  {
    "No": 49,
    "Translation": "To Allah belongs the kingdom of the heavens and the earth. He creates whatever He wills. He grants females to whomever He wills, and He grants males to whomever He wills."
  },
  {
    "No": 50,
    "Translation": "Or He combines them, males and females; and He renders whomever He wills infertile. He is Knowledgeable and Capable."
  },
  {
    "No": 51,
    "Translation": "It is not for any human being that Allah should speak to him, except by inspiration, or from behind a veil, or by sending a messenger to reveal whatever He wills by His leave. He is High and Wise."
  },
  {
    "No": 52,
    "Translation": "We thus inspired in you a Spirit by Our command. You did not know what Scripture was, nor what faith was. But We made it a light, guiding with it whom We will of Our servants. You surely guide to a straight path."
  },
  {
    "No": 53,
    "Translation": "The path of Allah, to Whom belongs everything in the heavens and everything on earth. Surely, to Allah, all matters revert."
  }
]