[
  {
    "No": 1,
    "Translation": "Ha. Meem."
  },
  {
    "No": 2,
    "Translation": "By the Book that makes things clear."
  },
  {
    "No": 3,
    "Translation": "We have made it a Quran in Arabic, so that you may understand."
  },
  {
    "No": 4,
    "Translation": "And it is in the Book's Source with Us: sublime and wise."
  },
  {
    "No": 5,
    "Translation": "Should We withdraw the Reminder from you, since you are a transgressing people?"
  },
  {
    "No": 6,
    "Translation": "How many a prophet did We send to the ancients?"
  },
  {
    "No": 7,
    "Translation": "No messenger came to them, but they ridiculed him."
  },
  {
    "No": 8,
    "Translation": "We destroyed people more powerful than them, and the example of the ancients has passed away."
  },
  {
    "No": 9,
    "Translation": "And if you asked them, “Who created the heavens and the earth?” They would say, “The Almighty, the All-Knowing created them.”"
  },
  {
    "No": 10,
    "Translation": "He who made the earth a habitat for you, and traced pathways on it for you, so that you may be guided."
  },
  {
    "No": 11,
    "Translation": "And He who sends down water from the sky in a precise measure, with which We give life to a lifeless land. Similarly, you will be brought out."
  },
  {
    "No": 12,
    "Translation": "He Who created the pairs, all of them, and provided you with ships and animals on which you ride."
  },
  {
    "No": 13,
    "Translation": "That you may mount their backs, and remember your Lord’s blessings once you have settled on them, and say, “Praise be to Him Who placed these at our service; surely we could not have done it by ourselves."
  },
  {
    "No": 14,
    "Translation": "And surely, to our Lord, we will return.”"
  },
  {
    "No": 15,
    "Translation": "Yet they made one of His servants a part of Him. The human being is clearly ungrateful."
  },
  {
    "No": 16,
    "Translation": "Or has He taken daughters from what He created, and He favored you with sons?"
  },
  {
    "No": 17,
    "Translation": "Yet when one of them is given news of what he attributes to the Compassionate, his face darkens, and he chokes with grief."
  },
  {
    "No": 18,
    "Translation": "“Someone brought up in ornaments, and unable to help in a fight?”"
  },
  {
    "No": 19,
    "Translation": "And they appoint the angels, who are servants to the Compassionate, as females. Did they witness their creation? Their claim will be recorded, and they will be questioned."
  },
  {
    "No": 20,
    "Translation": "And they say, “Had the Most Gracious willed, we would have never worshipped them.” But they have no knowledge of this. They do nothing but lie."
  },
  {
    "No": 21,
    "Translation": "Or did We give them a book prior to this one, to which they adhere?"
  },
  {
    "No": 22,
    "Translation": "But they say, “We found our parents on a course, and we are guided in their footsteps.”"
  },
  {
    "No": 23,
    "Translation": "Likewise, We sent no warner before you to any town, but the elite among them said, “We found our forefathers on a course, and we are following in their footsteps.”"
  },
  {
    "No": 24,
    "Translation": "He would say, “Even if I bring you better guidance than what you found your forefathers following?” They would say, “We reject what you are sent with.”"
  },
  {
    "No": 25,
    "Translation": "So We wreaked vengeance on them. See, then, what the fate of the deniers was."
  },
  {
    "No": 26,
    "Translation": "When Abraham said to his father and his people, “I am innocent of what you worship."
  },
  {
    "No": 27,
    "Translation": "Except for He who originated me, and He will guide me.”"
  },
  {
    "No": 28,
    "Translation": "And He made it a word enduring among his descendants, so that they may return."
  },
  {
    "No": 29,
    "Translation": "I gave these and their forefathers some enjoyment—until the truth came to them, and a messenger making things clear."
  },
  {
    "No": 30,
    "Translation": "But when the truth came to them, they said, “This is sorcery, and we refuse to believe in it.”"
  },
  {
    "No": 31,
    "Translation": "And they said, “Why was this Quran not sent down to a man of importance from the two towns?”"
  },
  {
    "No": 32,
    "Translation": "Is it they who allocate your Lord’s mercy? We have allocated for them their livelihood among them in this life, and We elevated some of them above others in rank, so that some of them may employ others in service. But your Lord’s mercy is better than what they accumulate."
  },
  {
    "No": 33,
    "Translation": "Were it not that humanity would become a single community, We would have provided those who disbelieve in the Most Gracious with silver roofs to their houses—and stairways by which they ascend."
  },
  {
    "No": 34,
    "Translation": "And doors to their houses, and furnishings on which they recline."
  },
  {
    "No": 35,
    "Translation": "And decorations. Yet all this is nothing but the possessions of this life. Yet the Hereafter, in the presence of your Lord, is for the reverent."
  },
  {
    "No": 36,
    "Translation": "Whoever shuns the remembrance of the Mercy-Giver, We assign for him a devil, to be his companion."
  },
  {
    "No": 37,
    "Translation": "They hinder them from the path, though they think they are guided."
  },
  {
    "No": 38,
    "Translation": "Until, when he comes to Us, he will say, “If only there were between me and you the distance of the two Easts! What an evil companion!”"
  },
  {
    "No": 39,
    "Translation": "Yet on that Day, it will not benefit you, since you did wrong, to share in the punishment."
  },
  {
    "No": 40,
    "Translation": "Can you make the deaf hear, or guide the blind, and him who is in evident error?"
  },
  {
    "No": 41,
    "Translation": "Even if We take you away, We will wreak vengeance on them."
  },
  {
    "No": 42,
    "Translation": "Or show you what We have promised them; We have absolute power over them."
  },
  {
    "No": 43,
    "Translation": "So adhere to what is revealed to you. You are on a straight path."
  },
  {
    "No": 44,
    "Translation": "It is a message for you, and for your people, and you will be questioned."
  },
  {
    "No": 45,
    "Translation": "Ask those of Our messengers whom We sent before you: “Did We appoint gods besides the Merciful to be worshiped?”"
  },
  {
    "No": 46,
    "Translation": "We sent Moses with Our revelations to Pharaoh and his dignitaries. He said, “I am the Messenger of the Lord of the Worlds.”"
  },
  {
    "No": 47,
    "Translation": "But when he brought them Our signs, they started laughing at them."
  },
  {
    "No": 48,
    "Translation": "Every miracle We showed them was more marvelous than its counterpart. And We afflicted them with the plagues, so that they may return."
  },
  {
    "No": 49,
    "Translation": "They said, “O magician, pray to your Lord on our behalf, by virtue of the covenant He made with you, and we will be guided.”"
  },
  {
    "No": 50,
    "Translation": "Yet when We lifted the torment from them, they immediately broke their promise."
  },
  {
    "No": 51,
    "Translation": "Then Pharaoh proclaimed among his people, saying, “O my people, do I not own the Kingdom of Egypt, and these rivers flow beneath me? Do you not see?"
  },
  {
    "No": 52,
    "Translation": "Am I not better than this miserable wretch, who can barely express himself?"
  },
  {
    "No": 53,
    "Translation": "Why are bracelets of gold not dropped on him, or the angels came with him in procession?”"
  },
  {
    "No": 54,
    "Translation": "Thus he fooled his people, and they obeyed him. They were rebellious people."
  },
  {
    "No": 55,
    "Translation": "And when they provoked Our wrath, We took vengeance on them, and We drowned them all."
  },
  {
    "No": 56,
    "Translation": "And We made them a precedent and an example for the others."
  },
  {
    "No": 57,
    "Translation": "And when the son of Mary was cited as an example, your people turned away from it."
  },
  {
    "No": 58,
    "Translation": "They said, “Are our gods better, or is he?” They cited him only for argument. In fact, they are a quarrelsome people."
  },
  {
    "No": 59,
    "Translation": "He was just a servant whom We blessed, and We made him an example for the Children of Israel."
  },
  {
    "No": 60,
    "Translation": "Had We willed, We would have appointed angels among you, succeeding one another on earth."
  },
  {
    "No": 61,
    "Translation": "He is a portent of the Hour, so have no doubt about it, and follow Me. This is a straight path."
  },
  {
    "No": 62,
    "Translation": "And let not Satan turn you away. He is an open enemy to you."
  },
  {
    "No": 63,
    "Translation": "When Jesus came with the clear proofs, he said, “I have come to you with wisdom, and to clarify for you some of what you differ about. So reverence Allah, and obey me."
  },
  {
    "No": 64,
    "Translation": "Allah is my Lord and your Lord, so worship Him—this is a straight path.”"
  },
  {
    "No": 65,
    "Translation": "But the factions differed among themselves. So woe to those who do wrong from the punishment of a painful Day."
  },
  {
    "No": 66,
    "Translation": "Are they only waiting for the Hour to come upon them suddenly? When they are not expecting it?"
  },
  {
    "No": 67,
    "Translation": "On that Day, friends will be enemies of one another, except the righteous."
  },
  {
    "No": 68,
    "Translation": "O, My worshipers! You have nothing to fear on that Day, nor will you grieve."
  },
  {
    "No": 69,
    "Translation": "Those who believed in Our revelations and were submitters."
  },
  {
    "No": 70,
    "Translation": "Enter Paradise, you and your spouses, made joyous."
  },
  {
    "No": 71,
    "Translation": "They will be served around with trays of gold, and goblets. Therein is whatever the souls desire and delight the eyes. Therein you will stay forever."
  },
  {
    "No": 72,
    "Translation": "This is the Garden you are made to inherit, because of what you used to do."
  },
  {
    "No": 73,
    "Translation": "There you will have abundant fruit, from which you eat."
  },
  {
    "No": 74,
    "Translation": "As for the guilty, they will be in the suffering of Hell, forever."
  },
  {
    "No": 75,
    "Translation": "It will never be eased for them. In it, they will be devastated."
  },
  {
    "No": 76,
    "Translation": "We did them no injustice, but it was they who were the unjust."
  },
  {
    "No": 77,
    "Translation": "And they will cry, “O Malek, let your Lord finish us off.” He will say, “You are staying.”"
  },
  {
    "No": 78,
    "Translation": "We have given you the truth, but most of you hate the truth."
  },
  {
    "No": 79,
    "Translation": "Or have they mastered some scheme? We are planning."
  },
  {
    "No": 80,
    "Translation": "Or do they think that We cannot hear their thoughts and their private talks? Yes indeed; and Our envoys are in their presence, writing."
  },
  {
    "No": 81,
    "Translation": "Say, “If the Compassionate had a child, I would be the first of the worshipers.”"
  },
  {
    "No": 82,
    "Translation": "Glorified is the Lord of the heavens and the earth, the Lord of the Throne, beyond what they describe."
  },
  {
    "No": 83,
    "Translation": "So leave them to blunder and play, until they encounter their Day which they are promised."
  },
  {
    "No": 84,
    "Translation": "It is He who is Allah in heaven, and Allah on earth. And He is the Wise, the Knower."
  },
  {
    "No": 85,
    "Translation": "And Blessed is He to Whom belongs sovereignty over the heavens and the earth and everything between them, and with Whom lies knowledge of the Hour, and to Whom you will be returned."
  },
  {
    "No": 86,
    "Translation": "Those upon whom they call besides Him have no power of intercession; only those who testify to the truth and have knowledge."
  },
  {
    "No": 87,
    "Translation": "And if you asked them, “Who created them?” They would say, “Allah.” Why then do they deviate?"
  },
  {
    "No": 88,
    "Translation": "As for his statement: “O my Lord, these are a people who do not believe.”"
  },
  {
    "No": 89,
    "Translation": "Bear with them, and say, “Peace.” They will eventually know."
  }
]