[
  {
    "No": 1,
    "Translation": "Ha. Meem."
  },
  {
    "No": 2,
    "Translation": "By the Enlightening Scripture."
  },
  {
    "No": 3,
    "Translation": "We revealed it on a Blessed Night—We have been warning."
  },
  {
    "No": 4,
    "Translation": "In it, every matter of wisdom is made distinct."
  },
  {
    "No": 5,
    "Translation": "A command from Us. We have been sending messages."
  },
  {
    "No": 6,
    "Translation": "As mercy from your Lord. He is the Hearer, the Knower."
  },
  {
    "No": 7,
    "Translation": "Lord of the heavens and the earth and everything between them, if you are certain."
  },
  {
    "No": 8,
    "Translation": "There is no god but He. He gives life, and He causes death. Your Lord and Lord of your fathers of old."
  },
  {
    "No": 9,
    "Translation": "Yet they play around in doubt."
  },
  {
    "No": 10,
    "Translation": "So watch for the Day when the sky produces a visible smoke."
  },
  {
    "No": 11,
    "Translation": "Enveloping humanity. This is a painful punishment."
  },
  {
    "No": 12,
    "Translation": "“Our Lord, lift the suffering from us, we are believers.”"
  },
  {
    "No": 13,
    "Translation": "How can there be a reminder for them, and an enlightening messenger had come to them."
  },
  {
    "No": 14,
    "Translation": "But they turned away from him, and said, “Educated, but crazy.”"
  },
  {
    "No": 15,
    "Translation": "We will postpone the punishment for a while, but you will return."
  },
  {
    "No": 16,
    "Translation": "The Day when We launch the Great Assault—We will avenge."
  },
  {
    "No": 17,
    "Translation": "We tested the people of Pharaoh before them: a noble messenger came to them."
  },
  {
    "No": 18,
    "Translation": "“Hand over to me the servants of Allah. I am a trustworthy messenger to you.”"
  },
  {
    "No": 19,
    "Translation": "And, “Do not exalt yourselves above Allah. I come to you with clear authority."
  },
  {
    "No": 20,
    "Translation": "I have sought refuge in my Lord and your Lord, lest you condemn me."
  },
  {
    "No": 21,
    "Translation": "But if you do not believe in me, then keep away from me.”"
  },
  {
    "No": 22,
    "Translation": "He then appealed to his Lord: “These are a wicked people.”"
  },
  {
    "No": 23,
    "Translation": "“Set out with My servants by night—you will be followed."
  },
  {
    "No": 24,
    "Translation": "And cross the sea quickly—they are an army to be drowned.”"
  },
  {
    "No": 25,
    "Translation": "How many gardens and fountains did they leave behind?"
  },
  {
    "No": 26,
    "Translation": "And plantations, and splendid residences."
  },
  {
    "No": 27,
    "Translation": "And luxuries they used to enjoy."
  },
  {
    "No": 28,
    "Translation": "So it was. And We passed it on to another people."
  },
  {
    "No": 29,
    "Translation": "Neither heaven nor earth wept over them, nor were they delayed."
  },
  {
    "No": 30,
    "Translation": "And We delivered the Children of Israel from the humiliating persecution."
  },
  {
    "No": 31,
    "Translation": "From Pharaoh. He was a tyrant, a transgressor."
  },
  {
    "No": 32,
    "Translation": "And We chose them knowingly over all people."
  },
  {
    "No": 33,
    "Translation": "And We gave them many signs in which was an obvious trial."
  },
  {
    "No": 34,
    "Translation": "Yet these say:"
  },
  {
    "No": 35,
    "Translation": "“There is nothing beyond our first death, and we will not be resurrected."
  },
  {
    "No": 36,
    "Translation": "Bring back our ancestors, if you are truthful.”"
  },
  {
    "No": 37,
    "Translation": "Are they better, or the people of Tubba and those before them? We annihilated them. They were evildoers."
  },
  {
    "No": 38,
    "Translation": "We did not create the heavens and the earth and what is between them in play."
  },
  {
    "No": 39,
    "Translation": "We only created them for a purpose, but most of them do not know."
  },
  {
    "No": 40,
    "Translation": "The Day of Sorting Out is the time appointed for all."
  },
  {
    "No": 41,
    "Translation": "The Day when no friend will avail a friend in any way, and they will not be helped."
  },
  {
    "No": 42,
    "Translation": "Except those on whom Allah has mercy. He is the Mighty, the Merciful."
  },
  {
    "No": 43,
    "Translation": "The Tree of Bitterness."
  },
  {
    "No": 44,
    "Translation": "The food of the sinful."
  },
  {
    "No": 45,
    "Translation": "Like molten lead—boiling inside the bellies."
  },
  {
    "No": 46,
    "Translation": "Like the boiling of seething liquid."
  },
  {
    "No": 47,
    "Translation": "Seize him and drag him into the depths of Hell."
  },
  {
    "No": 48,
    "Translation": "Then pour over his head the suffering of the Inferno."
  },
  {
    "No": 49,
    "Translation": "Taste! You who were powerful and noble."
  },
  {
    "No": 50,
    "Translation": "This is what you used to doubt."
  },
  {
    "No": 51,
    "Translation": "But the righteous will be in a secure place."
  },
  {
    "No": 52,
    "Translation": "Amid Gardens and springs."
  },
  {
    "No": 53,
    "Translation": "Dressed in fine silk and rich brocade, facing one another."
  },
  {
    "No": 54,
    "Translation": "So it will be. And We will pair them to lovely companions."
  },
  {
    "No": 55,
    "Translation": "Therein they call for every fruit, in serenity."
  },
  {
    "No": 56,
    "Translation": "They will taste no death therein, except the first death. And He will protect them from the suffering of the Blaze."
  },
  {
    "No": 57,
    "Translation": "A grace from your Lord. That is the ultimate success."
  },
  {
    "No": 58,
    "Translation": "We made it easy in your language, so that they may remember."
  },
  {
    "No": 59,
    "Translation": "So be on the watch. They too are on the watch."
  }
]