[
  {
    "No": 1,
    "Translation": "Ha. Meem."
  },
  {
    "No": 2,
    "Translation": "The revelation of the Book is from Allah—the Mighty, the Wise."
  },
  {
    "No": 3,
    "Translation": "In the heavens and the earth are proofs for the believers."
  },
  {
    "No": 4,
    "Translation": "And in your own creation, and in the creatures He scattered, are signs for a people who are certain."
  },
  {
    "No": 5,
    "Translation": "And in the alternation of night and day, and in the sustenance Allah sends down from the sky, with which He revives the earth after its death, and in the shifting of the winds, are marvels for people who reason."
  },
  {
    "No": 6,
    "Translation": "These are Allah’s verses which We convey to you in truth. So what message will they believe in after Allah and His revelations?"
  },
  {
    "No": 7,
    "Translation": "Woe to every sinful liar."
  },
  {
    "No": 8,
    "Translation": "Who hears Allah's revelations being recited to him, then persists arrogantly, as if he did not hear them. So give him news of a painful punishment."
  },
  {
    "No": 9,
    "Translation": "And when he learns something of Our revelations, he takes them in mockery. For such there is a humiliating punishment."
  },
  {
    "No": 10,
    "Translation": "Beyond them lies Hell. And what they have earned will not benefit them at all, nor will those they adopted as lords instead of Allah. They will have a terrible punishment."
  },
  {
    "No": 11,
    "Translation": "This is guidance. Those who disbelieve in their Lord’s signs will have a punishment of agonizing pain."
  },
  {
    "No": 12,
    "Translation": "Allah is He who placed the sea at your service, so that ships may sail upon it by His command, and so that you may seek of His bounty, and so that you may give thanks."
  },
  {
    "No": 13,
    "Translation": "And He placed at your service whatever is in the heavens and whatever is on earth—all is from Him. Surely in this are signs for a people who think."
  },
  {
    "No": 14,
    "Translation": "Tell those who believe to forgive those who do not hope for the Days of Allah, so that He will reward a people for what they have earned."
  },
  {
    "No": 15,
    "Translation": "Whoever works righteousness, it is for his own soul. And whoever commits evil, it is against it. Then to your Lord, you will be returned."
  },
  {
    "No": 16,
    "Translation": "We gave the Children of Israel the Book, and wisdom, and prophethood. And We provided them with good things. And We gave them an advantage over all other people."
  },
  {
    "No": 17,
    "Translation": "And We gave them precise rulings. They fell into dispute only after knowledge came to them, out of envy among themselves. Your Lord will judge between them on the Day of Resurrection regarding the things they differed about."
  },
  {
    "No": 18,
    "Translation": "Then We placed you upon a clear path from the Command, so follow it. And do not follow the inclinations of those who do not know."
  },
  {
    "No": 19,
    "Translation": "They will not avail you against Allah in any way. The wrongdoers are protectors of one another, while Allah is the Protector of the righteous."
  },
  {
    "No": 20,
    "Translation": "These are insight for humanity, and guidance, and mercy for people who are certain."
  },
  {
    "No": 21,
    "Translation": "Do those who indulge in evil deeds assume that We will regard them as equal to those who believe and do righteous deeds, whether in their life or their death? How wrong is their judgment!"
  },
  {
    "No": 22,
    "Translation": "Allah created the heavens and the earth for a purpose—and so that every soul will be repaid for what it has earned. And they will not be wronged."
  },
  {
    "No": 23,
    "Translation": "Have you considered him who took his desires as his god? And Allah led him astray knowingly, and He sealed his hearing and his heart, and He placed a veil over his vision. So who can guide him after Allah? Will you not reflect?"
  },
  {
    "No": 24,
    "Translation": "And they say, “There is nothing but our life in this world: we die, and we live, and nothing destroys us except time.” But they have no knowledge of this; they only speculate."
  },
  {
    "No": 25,
    "Translation": "And when Our clarifying Verses are recited to them, their only argument is to say, “Bring back our ancestors, if you are truthful.”"
  },
  {
    "No": 26,
    "Translation": "Say, “Allah gives you life, then He makes you die, then He gathers you for the Day of Resurrection, in which there is no doubt. But most people do not know.”"
  },
  {
    "No": 27,
    "Translation": "To Allah belongs the Kingdom of the heavens and the earth. The Day when the Hour takes place. On that Day, the falsifiers will lose."
  },
  {
    "No": 28,
    "Translation": "And you will see every community on its knees. Every community will be summoned to its Book: “Today you are being repaid for what you used to do."
  },
  {
    "No": 29,
    "Translation": "This Book of Ours speaks about you in truth. We were transcribing what you used to do.”"
  },
  {
    "No": 30,
    "Translation": "As for those who believed and did righteous deeds, their Lord will admit them into His mercy. That is the clear triumph."
  },
  {
    "No": 31,
    "Translation": "But as for those who disbelieved: “Were My revelations not recited to you? But you turned arrogant and were guilty people.”"
  },
  {
    "No": 32,
    "Translation": "And when it was said, “The promise of Allah is true, and of the Hour there is no doubt,” you said, “We do not know what the Hour is; we think it is only speculation; we are not convinced.”"
  },
  {
    "No": 33,
    "Translation": "The evils of what they did will become evident to them, and the very thing they ridiculed will haunt them."
  },
  {
    "No": 34,
    "Translation": "And it will be said, “Today, We will ignore you, as you ignored the encounter of this Day of yours. And your residence is the Fire, and you have no helpers."
  },
  {
    "No": 35,
    "Translation": "That is because you took Allah’s revelations for a joke, and the worldly life lured you.” So today, they will not be removed from it, nor can they make amends."
  },
  {
    "No": 36,
    "Translation": "So praise belongs to Allah—Lord of the heavens, Lord of the earth, Lord of humanity."
  },
  {
    "No": 37,
    "Translation": "And His is the Grandeur in the heavens and the earth. And He is the Majestic, the Wise."
  }
]