[
  {
    "No": 1,
    "Translation": "O you who believe! Do not place your opinions above that of Allah and His Messenger, and be conscious of Allah. Allah is Hearing and Knowing."
  },
  {
    "No": 2,
    "Translation": "O you who believe! Do not raise your voices above the voice of the Prophet, nor speak loudly to him, nor address him in the manner you address one another, lest your works be in vain without you realizing."
  },
  {
    "No": 3,
    "Translation": "Those who lower their voices in the presence of Allah’s Messenger—they are the ones whose hearts Allah has tested for reverence. They will have forgiveness and a great reward."
  },
  {
    "No": 4,
    "Translation": "Those who call you from behind the apartments—most of them do not understand."
  },
  {
    "No": 5,
    "Translation": "Had they been patient until you came out to them, it would have been better for them. And Allah is Forgiving and Merciful."
  },
  {
    "No": 6,
    "Translation": "O you who believe! If a sinner comes to you with any news, investigate, lest you harm a people out of ignorance, and become regretful for what you have done."
  },
  {
    "No": 7,
    "Translation": "And know that the Messenger of Allah is among you. Had he obeyed you in many matters, you would have suffered hardship. But Allah has endeared faith to you, and adorned it in your hearts—and He made disbelief, mischief, and rebellion hateful to you—these are the rightly guided."
  },
  {
    "No": 8,
    "Translation": "A Favor and a Blessing from Allah. Allah is Knowing and Wise."
  },
  {
    "No": 9,
    "Translation": "If two groups of believers fight each other, reconcile between them. But if one group aggresses against the other, fight the aggressing group until it complies with Allah’s rule. Once it has complied, reconcile between them with justice, and be equitable. Allah loves the equitable."
  },
  {
    "No": 10,
    "Translation": "The believers are brothers, so reconcile between your brothers, and be mindful of Allah, so that you may receive mercy."
  },
  {
    "No": 11,
    "Translation": "O you who believe! No people shall ridicule other people, for they may be better than them. Nor shall any women ridicule other women, for they may be better than they. Nor shall you slander one another, nor shall you insult one another with nicknames. Evil is the return to wickedness after having attained faith. Whoever does not repent—these are the wrongdoers."
  },
  {
    "No": 12,
    "Translation": "O you who believe! Avoid most suspicion—some suspicion is sinful. And do not spy, nor backbite one another. Would any of you like to eat the dead flesh of his brother? You would despise it. So reverence Allah. Allah is the Acceptor of Repentance, the Mercy-Giver."
  },
  {
    "No": 13,
    "Translation": "O, people! We created you from a male and a female, and We made you races and tribes, so that you may come to know one another. The best among you before Allah is the most righteous. Allah is Knowing, Aware."
  },
  {
    "No": 14,
    "Translation": "The Nomadic-Arabs say, “We have believed.” Say, “You have not believed; but say, ‘We have submitted,’ for faith has not yet entered your hearts. But if you obey Allah and His Messenger, He will diminish none of your deeds. Allah is Forgiving, Merciful.”"
  },
  {
    "No": 15,
    "Translation": "The believers are those who believe in Allah and His Messenger—then do not doubt—and strive with their wealth and their lives in the way of Allah. These are the sincere."
  },
  {
    "No": 16,
    "Translation": "Say, “Are you going to teach Allah about your religion, when Allah knows everything in the heavens and the earth, and Allah is aware of all things?”"
  },
  {
    "No": 17,
    "Translation": "They consider their submission a favor to you. Say, “Do not consider your submission a favor to me. It is Allah who has done you a favor, by guiding you to the faith—if you are truthful.”"
  },
  {
    "No": 18,
    "Translation": "Allah knows the secrets of the heavens and the earth, and Allah sees everything you do."
  }
]