[
  {
    "No": 1,
    "Translation": "Qaf. By the Glorious Quran."
  },
  {
    "No": 2,
    "Translation": "They marveled that a warner has come to them from among them. The disbelievers say, “This is something strange."
  },
  {
    "No": 3,
    "Translation": "When we have died and become dust? That is a farfetched return.”"
  },
  {
    "No": 4,
    "Translation": "We know what the earth consumes of them, and with Us is a comprehensive book."
  },
  {
    "No": 5,
    "Translation": "But they denied the truth when it has come to them, so they are in a confused state."
  },
  {
    "No": 6,
    "Translation": "Have they not observed the sky above them: how We constructed it, and decorated it, and it has no cracks?"
  },
  {
    "No": 7,
    "Translation": "And the earth, how We spread it out, and set on it mountains, and made every beautiful pair grow in it?"
  },
  {
    "No": 8,
    "Translation": "A lesson and a reminder for every penitent worshiper."
  },
  {
    "No": 9,
    "Translation": "And We sent down from the sky blessed water, and We grew with it gardens and grains for harvest."
  },
  {
    "No": 10,
    "Translation": "And the soaring palms, with clustered dates."
  },
  {
    "No": 11,
    "Translation": "As sustenance for the servants. And We revive with it a dead land. Likewise is the emergence."
  },
  {
    "No": 12,
    "Translation": "Before them, the people of Noah denied, as did the dwellers of Russ, and Thamood."
  },
  {
    "No": 13,
    "Translation": "And Aad, and Pharaoh, and the brethren of Lot."
  },
  {
    "No": 14,
    "Translation": "And the Woods-Dwellers, and the people of Tubba. They all rejected the messengers, so My threat was justly fulfilled."
  },
  {
    "No": 15,
    "Translation": "Were We fatigued by the first creation? But they are in doubt of a new creation."
  },
  {
    "No": 16,
    "Translation": "We created the human being, and We know what his soul whispers to him. We are nearer to him than his jugular vein."
  },
  {
    "No": 17,
    "Translation": "As the two receivers receive, seated to the right and to the left."
  },
  {
    "No": 18,
    "Translation": "Not a word does he utter, without a ready observer beside him."
  },
  {
    "No": 19,
    "Translation": "And the daze of death has come in truth: “This is what you were trying to evade.”"
  },
  {
    "No": 20,
    "Translation": "And the Trumpet is blown: “This is the Promised Day.”"
  },
  {
    "No": 21,
    "Translation": "And every soul comes, with it a driver and a witness."
  },
  {
    "No": 22,
    "Translation": "“You were in neglect of this, so We lifted your screen from you, and your vision today is keen.”"
  },
  {
    "No": 23,
    "Translation": "And His escort will say, “This is what I have ready.”"
  },
  {
    "No": 24,
    "Translation": "“Throw into Hell every stubborn disbeliever."
  },
  {
    "No": 25,
    "Translation": "Preventer of good, aggressor, doubter."
  },
  {
    "No": 26,
    "Translation": "Who fabricated another god with Allah; so toss him into the intense agony.”"
  },
  {
    "No": 27,
    "Translation": "His escort will say, “Our Lord, I did not make him transgress, but he was far astray.”"
  },
  {
    "No": 28,
    "Translation": "He will say, “Do not feud in My presence—I have warned you in advance."
  },
  {
    "No": 29,
    "Translation": "The decree from Me will not be changed, nor am I unjust to the servants.”"
  },
  {
    "No": 30,
    "Translation": "On the Day when We say to Hell, “Are you full?” And it says, “Are there any more?”"
  },
  {
    "No": 31,
    "Translation": "And Paradise will be brought near to the righteous—not far away."
  },
  {
    "No": 32,
    "Translation": "“This is what you were promised—for every careful penitent."
  },
  {
    "No": 33,
    "Translation": "Who inwardly feared the Compassionate, and came with a repentant heart."
  },
  {
    "No": 34,
    "Translation": "Enter it in peace. This is the Day of Eternity.”"
  },
  {
    "No": 35,
    "Translation": "In it they will have whatever they desire—and with Us is even more."
  },
  {
    "No": 36,
    "Translation": "How many generations before them did We destroy, who were more powerful than they? They explored the lands—was there any escape?"
  },
  {
    "No": 37,
    "Translation": "In this is a reminder for whoever possesses a heart, or cares to listen and witness."
  },
  {
    "No": 38,
    "Translation": "We created the heavens and the earth and everything between them in six days, and no fatigue touched Us."
  },
  {
    "No": 39,
    "Translation": "So endure what they say, and proclaim the praises of your Lord before the rising of the sun, and before sunset."
  },
  {
    "No": 40,
    "Translation": "And glorify Him during the night, and after the prostrations."
  },
  {
    "No": 41,
    "Translation": "And listen for the Day when the Caller calls from a nearby place."
  },
  {
    "No": 42,
    "Translation": "On the Day when they hear the Shout in Truth. This is the Day of Emergence."
  },
  {
    "No": 43,
    "Translation": "It is We Who give life and cause death. And to Us, is the destination."
  },
  {
    "No": 44,
    "Translation": "On the Day when the earth cracks for them at once. That is an easy gathering for Us."
  },
  {
    "No": 45,
    "Translation": "We are fully aware of what they say, and you are not a dictator over them. So remind with the Quran whoever fears My warning."
  }
]