[
  {
    "No": 1,
    "Translation": "By the spreaders spreading."
  },
  {
    "No": 2,
    "Translation": "And those carrying loads."
  },
  {
    "No": 3,
    "Translation": "And those moving gently."
  },
  {
    "No": 4,
    "Translation": "And those distributing as ordained."
  },
  {
    "No": 5,
    "Translation": "What you are promised is true."
  },
  {
    "No": 6,
    "Translation": "Judgment will take place."
  },
  {
    "No": 7,
    "Translation": "By the sky that is woven."
  },
  {
    "No": 8,
    "Translation": "You differ in what you say."
  },
  {
    "No": 9,
    "Translation": "Averted from it is he who is averted."
  },
  {
    "No": 10,
    "Translation": "Perish the imposters."
  },
  {
    "No": 11,
    "Translation": "Those who are dazed in ignorance."
  },
  {
    "No": 12,
    "Translation": "They ask, “When is Judgment Day?”"
  },
  {
    "No": 13,
    "Translation": "The Day they are presented to the Fire."
  },
  {
    "No": 14,
    "Translation": "“Taste your scheme. This is what you used to challenge.”"
  },
  {
    "No": 15,
    "Translation": "But the reverent will be amidst Gardens and springs."
  },
  {
    "No": 16,
    "Translation": "Receiving what their Lord has given them. Before this they were virtuous."
  },
  {
    "No": 17,
    "Translation": "They used to sleep a little at night."
  },
  {
    "No": 18,
    "Translation": "And at dawn, they would pray for pardon."
  },
  {
    "No": 19,
    "Translation": "And in their wealth, there was a rightful share for the beggar and the deprived."
  },
  {
    "No": 20,
    "Translation": "And on earth are signs for the convinced."
  },
  {
    "No": 21,
    "Translation": "And within yourselves. Do you not see?"
  },
  {
    "No": 22,
    "Translation": "And in heaven is your livelihood, and what you are promised."
  },
  {
    "No": 23,
    "Translation": "By the Lord of the heaven and the earth, it is as true as you can speak."
  },
  {
    "No": 24,
    "Translation": "Has the story of Abraham’s honorable guests reached you?"
  },
  {
    "No": 25,
    "Translation": "When they entered his presence, they said, “Peace.” He said, “Peace, strangers.”"
  },
  {
    "No": 26,
    "Translation": "Then he slipped away to his family, and came with a fattened calf."
  },
  {
    "No": 27,
    "Translation": "He placed it close to them, and said, “Will you not eat?”"
  },
  {
    "No": 28,
    "Translation": "And he harbored a fear of them. They said, “Do not fear!” And they gave him the good news of a knowledgeable boy."
  },
  {
    "No": 29,
    "Translation": "Then His wife came forward with a cry; she struck her face, and said, “A barren old woman?”"
  },
  {
    "No": 30,
    "Translation": "They said, “Thus said your Lord. He is the Wise, the Knowing.”"
  },
  {
    "No": 31,
    "Translation": "He said, “What is your mission, O envoys?”"
  },
  {
    "No": 32,
    "Translation": "They said, “We are sent to a wicked people.”"
  },
  {
    "No": 33,
    "Translation": "“To unleash upon them rocks of clay.”"
  },
  {
    "No": 34,
    "Translation": "“Marked by your Lord for the excessive.”"
  },
  {
    "No": 35,
    "Translation": "So We evacuated all the believers who were in it."
  },
  {
    "No": 36,
    "Translation": "But We found in it only one household of Muslims."
  },
  {
    "No": 37,
    "Translation": "And We left in it a sign for those who fear the painful punishment."
  },
  {
    "No": 38,
    "Translation": "And in Moses, when We sent him to Pharaoh, with compelling proof."
  },
  {
    "No": 39,
    "Translation": "But he turned away with his warlords, and said, “A wizard or a madman.”"
  },
  {
    "No": 40,
    "Translation": "So We seized him and his troops, and We threw them into the sea, and He was to blame."
  },
  {
    "No": 41,
    "Translation": "And in Aad. We unleashed against them the devastating wind."
  },
  {
    "No": 42,
    "Translation": "It spared nothing it came upon—but rendered it like decayed ruins."
  },
  {
    "No": 43,
    "Translation": "And in Thamood, when it was said to them, “Enjoy yourselves for a while.”"
  },
  {
    "No": 44,
    "Translation": "But they defied the command of their Lord, and the thunderbolt struck them as they looked on."
  },
  {
    "No": 45,
    "Translation": "They were unable to rise, nor could they help one another."
  },
  {
    "No": 46,
    "Translation": "And before that, the people of Noah. They were immoral people."
  },
  {
    "No": 47,
    "Translation": "We constructed the universe with power, and We are expanding it."
  },
  {
    "No": 48,
    "Translation": "And the earth—We spread it out—How well We prepared it!"
  },
  {
    "No": 49,
    "Translation": "And of all things, We created two mates, so that you may reflect and ponder."
  },
  {
    "No": 50,
    "Translation": "“So flee towards Allah. I am to you from Him a clear warner.”"
  },
  {
    "No": 51,
    "Translation": "“And do not set up another god with Allah. I am to you from Him a clear warner.”"
  },
  {
    "No": 52,
    "Translation": "Similarly, no messenger came to those before them, but they said, “A magician or a madman.”"
  },
  {
    "No": 53,
    "Translation": "Did they recommend it to one another? In fact, they are tyrannical people."
  },
  {
    "No": 54,
    "Translation": "So turn away from them; you are not to blame."
  },
  {
    "No": 55,
    "Translation": "And remind, for the reminder benefits the believers."
  },
  {
    "No": 56,
    "Translation": "I did not create jinn and humans except to worship Me."
  },
  {
    "No": 57,
    "Translation": "I need no livelihood from them, nor do I need them to feed Me."
  },
  {
    "No": 58,
    "Translation": "Allah is the Provider, the Possessor of Strength, the Firm."
  },
  {
    "No": 59,
    "Translation": "Those who do wrong will have their turn, like the turn of their counterparts, so let them not rush Me."
  },
  {
    "No": 60,
    "Translation": "So woe to those who disbelieve because of that Day of theirs which they are promised."
  }
]