[
  {
    "No": 1,
    "Translation": "By the star, as it falls."
  },
  {
    "No": 2,
    "Translation": "Your friend has not strayed, nor has he erred."
  },
  {
    "No": 3,
    "Translation": "Nor does he speak out of desire."
  },
  {
    "No": 4,
    "Translation": "It is, but a revealed revelation."
  },
  {
    "No": 5,
    "Translation": "Taught to him by the Extremely Powerful."
  },
  {
    "No": 6,
    "Translation": "Possessor of vigor. He settled."
  },
  {
    "No": 7,
    "Translation": "While he was at the highest horizon."
  },
  {
    "No": 8,
    "Translation": "Then he drew near, and He hovered around."
  },
  {
    "No": 9,
    "Translation": "He was within two bows’ length, or closer."
  },
  {
    "No": 10,
    "Translation": "Then He revealed to His servant what He revealed."
  },
  {
    "No": 11,
    "Translation": "The heart did not lie about what he saw."
  },
  {
    "No": 12,
    "Translation": "Will you dispute with him concerning what he saw?"
  },
  {
    "No": 13,
    "Translation": "He saw him in another descent."
  },
  {
    "No": 14,
    "Translation": "At the Lote Tree of Extremity."
  },
  {
    "No": 15,
    "Translation": "Near which is the Garden of Refuge."
  },
  {
    "No": 16,
    "Translation": "As there covered the Lotus Tree what covered it."
  },
  {
    "No": 17,
    "Translation": "The sight did not waver, nor did it overreach."
  },
  {
    "No": 18,
    "Translation": "He saw some of the Great Signs of his Lord."
  },
  {
    "No": 19,
    "Translation": "Have you considered al-Lat and al-Uzza?"
  },
  {
    "No": 20,
    "Translation": "And Manat, the third one, the other?"
  },
  {
    "No": 21,
    "Translation": "Are you to have the males, and He the females?"
  },
  {
    "No": 22,
    "Translation": "What a bizarre distribution."
  },
  {
    "No": 23,
    "Translation": "These are nothing but names, which you have invented, you and your forefathers—a practice Allah has never authorized. They follow nothing but assumptions, and what the ego desires, although guidance has come to them from their Lord."
  },
  {
    "No": 24,
    "Translation": "Or is the human being to have whatever he desires?"
  },
  {
    "No": 25,
    "Translation": "To Allah belong the Last and the First."
  },
  {
    "No": 26,
    "Translation": "How many an angel is there in the heavens whose intercession avails nothing, except after Allah gives permission to whomever He wills, and approves?"
  },
  {
    "No": 27,
    "Translation": "Those who do not believe in the Hereafter name the angels with female names."
  },
  {
    "No": 28,
    "Translation": "They have no knowledge of this. They follow nothing but assumptions, and assumptions are no substitute for the truth."
  },
  {
    "No": 29,
    "Translation": "So avoid whoever has turned away from Our remembrance, and desires nothing but the present life."
  },
  {
    "No": 30,
    "Translation": "That is the extent of their knowledge. Your Lord knows best who has strayed from His path, and He knows best who has accepted guidance."
  },
  {
    "No": 31,
    "Translation": "To Allah belongs whatever is in Heaven and whatever is on Earth. He will repay those who commit evil according to their deeds. And He will reward those who do good with the best."
  },
  {
    "No": 32,
    "Translation": "Those who avoid major sins and indecencies—except what is slight—your Lord is of Vast Forgiveness. He knew you well, ever since He brought you from the earth, and ever since you were embryos in your mothers’ wombs. So do not acclaim your own virtue; He is fully aware of the righteous."
  },
  {
    "No": 33,
    "Translation": "Have you considered him who turned away?"
  },
  {
    "No": 34,
    "Translation": "And gave a little, and then withheld?"
  },
  {
    "No": 35,
    "Translation": "Does he possess knowledge of the unseen, and can therefore foresee?"
  },
  {
    "No": 36,
    "Translation": "Or was he not informed of what is in the Scrolls of Moses?"
  },
  {
    "No": 37,
    "Translation": "And of Abraham, who fulfilled?"
  },
  {
    "No": 38,
    "Translation": "That no bearer of burdens will bear the burdens of another."
  },
  {
    "No": 39,
    "Translation": "And that the human being attains only what he strives for."
  },
  {
    "No": 40,
    "Translation": "And that his efforts will be witnessed."
  },
  {
    "No": 41,
    "Translation": "Then he will be rewarded for it with the fullest reward."
  },
  {
    "No": 42,
    "Translation": "And that to your Lord is the finality."
  },
  {
    "No": 43,
    "Translation": "And that it is He who causes laughter and weeping."
  },
  {
    "No": 44,
    "Translation": "And that it is He who causes death and gives life."
  },
  {
    "No": 45,
    "Translation": "And that it is He who created the two kinds—the male and the female."
  },
  {
    "No": 46,
    "Translation": "From a drop when emitted."
  },
  {
    "No": 47,
    "Translation": "And that upon Him lies the second genesis."
  },
  {
    "No": 48,
    "Translation": "And that it is He who enriches and impoverishes."
  },
  {
    "No": 49,
    "Translation": "And that it is He who is the Lord of Sirius."
  },
  {
    "No": 50,
    "Translation": "And that it is He who destroyed Aad the Former."
  },
  {
    "No": 51,
    "Translation": "And Thamood, sparing none."
  },
  {
    "No": 52,
    "Translation": "And the people of Noah aforetime; for they were most unjust and most oppressive."
  },
  {
    "No": 53,
    "Translation": "And He razed the overthrown cities."
  },
  {
    "No": 54,
    "Translation": "And He covered them with whatever covered them."
  },
  {
    "No": 55,
    "Translation": "So which of your Lord's marvels will you deny?"
  },
  {
    "No": 56,
    "Translation": "This is a warning, just like the previous warnings."
  },
  {
    "No": 57,
    "Translation": "The imminent has drawn near."
  },
  {
    "No": 58,
    "Translation": "None besides Allah can unveil it."
  },
  {
    "No": 59,
    "Translation": "Do you marvel at this discourse?"
  },
  {
    "No": 60,
    "Translation": "And laugh, and do not weep?"
  },
  {
    "No": 61,
    "Translation": "Lost in your frivolity?"
  },
  {
    "No": 62,
    "Translation": "So bow down to Allah—and worship!"
  }
]