[
  {
    "No": 1,
    "Translation": "The Hour has drawn near, and the moon has split."
  },
  {
    "No": 2,
    "Translation": "Yet whenever they see a sign, they turn away, and say, “Continuous magic.”"
  },
  {
    "No": 3,
    "Translation": "They lied and followed their desires, but everything has its time."
  },
  {
    "No": 4,
    "Translation": "And there came to them news containing deterrent."
  },
  {
    "No": 5,
    "Translation": "Profound wisdom—but warnings are of no avail."
  },
  {
    "No": 6,
    "Translation": "So turn away from them. On the Day when the Caller calls to something terrible."
  },
  {
    "No": 7,
    "Translation": "Their eyes downcast, they will emerge from the graves, as if they were swarming locusts."
  },
  {
    "No": 8,
    "Translation": "Scrambling towards the Caller. The unbelievers will say, “This is a difficult Day.”"
  },
  {
    "No": 9,
    "Translation": "The people of Noah denied before them. They rejected Our servant, and said, “Possessed!,” and he was intimidated."
  },
  {
    "No": 10,
    "Translation": "So he appealed to his Lord, “I am overwhelmed, so help me.”"
  },
  {
    "No": 11,
    "Translation": "So We opened the gates of heaven, with water pouring down."
  },
  {
    "No": 12,
    "Translation": "And We made the earth burst with springs, and the waters met for a purpose already destined."
  },
  {
    "No": 13,
    "Translation": "And We carried him on a craft of planks and nails."
  },
  {
    "No": 14,
    "Translation": "Sailing before Our eyes—a reward for him who was rejected."
  },
  {
    "No": 15,
    "Translation": "And We left it as a sign. Is there anyone who would be mindful?"
  },
  {
    "No": 16,
    "Translation": "So how were My punishment and My warnings?"
  },
  {
    "No": 17,
    "Translation": "We made the Quran easy to learn. Is there anyone who would learn?"
  },
  {
    "No": 18,
    "Translation": "Aad denied the truth. So how were My punishment and My warnings?"
  },
  {
    "No": 19,
    "Translation": "We unleashed upon them a screaming wind, on a day of unrelenting misery."
  },
  {
    "No": 20,
    "Translation": "Plucking people away, as if they were uprooted palm trunks."
  },
  {
    "No": 21,
    "Translation": "So how were My punishment and My warnings?"
  },
  {
    "No": 22,
    "Translation": "We made the Quran easy to remember. Is there anyone who would remember?"
  },
  {
    "No": 23,
    "Translation": "Thamood rejected the warnings."
  },
  {
    "No": 24,
    "Translation": "They said, “Shall we follow a single human being from among us? Then we would be misguided and insane."
  },
  {
    "No": 25,
    "Translation": "Was the message given to him, out of all of us? In fact, he is a wicked liar.”"
  },
  {
    "No": 26,
    "Translation": "They will know tomorrow who the wicked liar is."
  },
  {
    "No": 27,
    "Translation": "We are sending the she-camel as a test for them. So watch them, and be patient."
  },
  {
    "No": 28,
    "Translation": "And inform them that the water is to be divided among them—each share of drink equitably proportioned."
  },
  {
    "No": 29,
    "Translation": "But they called their friend, and he dared, and he slaughtered."
  },
  {
    "No": 30,
    "Translation": "So how were My punishment and My warnings?"
  },
  {
    "No": 31,
    "Translation": "We released against them a single Scream, and they were like crushed hay."
  },
  {
    "No": 32,
    "Translation": "We made the Quran easy to understand. Is there anyone who would understand?"
  },
  {
    "No": 33,
    "Translation": "The people of Lot rejected the warnings."
  },
  {
    "No": 34,
    "Translation": "We unleashed upon them a shower of stones, except for the family of Lot; We rescued them at dawn."
  },
  {
    "No": 35,
    "Translation": "As a blessing from Us. Thus We reward the thankful."
  },
  {
    "No": 36,
    "Translation": "He had warned them of Our onslaught, but they dismissed the warnings."
  },
  {
    "No": 37,
    "Translation": "They even lusted for his guest, so We obliterated their eyes. “So taste My punishment and My warnings.”"
  },
  {
    "No": 38,
    "Translation": "Early morning brought upon them enduring punishment."
  },
  {
    "No": 39,
    "Translation": "So taste My punishment and My warnings."
  },
  {
    "No": 40,
    "Translation": "We made the Quran easy to memorize. Is there anyone who would memorize?"
  },
  {
    "No": 41,
    "Translation": "The warnings also came to the people of Pharaoh."
  },
  {
    "No": 42,
    "Translation": "They rejected Our signs, all of them. So We seized them with the seizure of an Almighty Omnipotent."
  },
  {
    "No": 43,
    "Translation": "Are your unbelievers better than these? Or do you have some exemption in the scriptures?"
  },
  {
    "No": 44,
    "Translation": "Or do they say, “We are united, and we will be victorious”?"
  },
  {
    "No": 45,
    "Translation": "The multitude will be defeated, and they will turn their backs."
  },
  {
    "No": 46,
    "Translation": "The Hour is their appointed time—the Hour is most catastrophic and most bitter."
  },
  {
    "No": 47,
    "Translation": "The guilty are in confusion and madness."
  },
  {
    "No": 48,
    "Translation": "On the Day when they are dragged on their faces into the Fire: “Taste the touch of Saqar.”"
  },
  {
    "No": 49,
    "Translation": "Everything We created is in precise measure."
  },
  {
    "No": 50,
    "Translation": "And Our command is but once, like the blinking of an eye."
  },
  {
    "No": 51,
    "Translation": "We have destroyed the likes of you. Is there anyone who would ponder?"
  },
  {
    "No": 52,
    "Translation": "Everything they have done is in the Records."
  },
  {
    "No": 53,
    "Translation": "Everything, small and big, is written down."
  },
  {
    "No": 54,
    "Translation": "The righteous will be amidst Gardens and rivers."
  },
  {
    "No": 55,
    "Translation": "In an assembly of virtue, in the presence of an Omnipotent King."
  }
]