[
  {
    "No": 1,
    "Translation": "Allah has heard the statement of she who argued with you concerning her husband, as she complained to Allah. Allah heard your conversation. Allah is Hearing and Seeing."
  },
  {
    "No": 2,
    "Translation": "Those among you who estrange their wives by equating them with their mothers—they are not their mothers. None are their mothers except those who gave birth to them. What they say is wrong, and a blatant lie. But Allah is Pardoning, Forgiving."
  },
  {
    "No": 3,
    "Translation": "Those who estrange their wives by equating them with their mothers, then go back on what they said, must set free a slave before they may touch one another. To that you are counseled. Allah is aware of what you do."
  },
  {
    "No": 4,
    "Translation": "But whoever cannot find the means must fast for two consecutive months before they may touch one another. But if he is unable, then the feeding of sixty needy people. That is to affirm your faith in Allah and His Messenger. These are the limits set by Allah. And the unbelievers will have a painful punishment."
  },
  {
    "No": 5,
    "Translation": "Those who oppose Allah and His Messenger will be subdued, just like those before them were subdued. We have revealed explicit messages, and the unbelievers will have a demeaning punishment."
  },
  {
    "No": 6,
    "Translation": "On the Day when Allah resurrects them all together—and informs them of what they did. Allah has kept count of it, but they have forgotten it. Allah is Witness over all things."
  },
  {
    "No": 7,
    "Translation": "Do you not realize that Allah knows everything in the heavens and everything on earth? There is no secret conversation between three, but He is their fourth; nor between five, but He is their sixth; nor less than that, nor more, but He is with them wherever they may be. Then, on the Day of Resurrection, He will inform them of what they did. Allah has knowledge of all things."
  },
  {
    "No": 8,
    "Translation": "Have you not noticed those who were prohibited from conspiring secretly, but then reverted to what they were prohibited from? They conspire to commit wrongdoing, aggression, and disobedience to the Messenger. And when they come to you, they greet you with a greeting Allah never greeted you with. And they say within themselves, “Why does Allah not punish us for what we say?” Hell is enough for them. They will roast in it. What a miserable destiny."
  },
  {
    "No": 9,
    "Translation": "O you who believe! When you converse privately, do not converse in wrongdoing, aggression, or defiance of the Messenger; but converse in virtue and piety. And fear Allah, to Whom you will be gathered."
  },
  {
    "No": 10,
    "Translation": "Conspiracies are from Satan, so that he may dishearten those who believe. But he cannot harm them whatsoever, except by Allah’s leave. So in Allah, let the believers put their trust."
  },
  {
    "No": 11,
    "Translation": "O you who believe! When you are told to make room in gatherings, make room; Allah will make room for you. And when you are told to disperse, disperse. Allah elevates those among you who believe and those given knowledge, many steps. Allah is Aware of what you do."
  },
  {
    "No": 12,
    "Translation": "O you who believe! When you consult the Messenger privately, give something in charity before your consultation. That is better for you, and purer. But if you lack the means—Allah is Forgiving and Merciful."
  },
  {
    "No": 13,
    "Translation": "Are you reluctant to offer charity before your private consultations? Since you are unable to do so, and Allah has pardoned you, then perform the prayers, and give charitable gifts, and obey Allah and His Messenger. Allah is Aware of what you do."
  },
  {
    "No": 14,
    "Translation": "Have you considered those who befriend a people with whom Allah has become angry? They are not of you, nor of them. And they knowingly swear to lies."
  },
  {
    "No": 15,
    "Translation": "Allah has prepared for them a terrible punishment. Evil is what they used to do."
  },
  {
    "No": 16,
    "Translation": "They took their oaths as a cover-up, and they prevented others from Allah’s path. They will have a humiliating punishment."
  },
  {
    "No": 17,
    "Translation": "Neither their wealth nor their children will avail them anything against Allah. These are the residents of the Fire, where they will remain forever."
  },
  {
    "No": 18,
    "Translation": "On the Day when Allah will resurrect them all. They will swear to Him, as they swear to you, thinking that they are upon something. They themselves are the liars."
  },
  {
    "No": 19,
    "Translation": "Satan has taken hold of them, and so has caused them to forget the remembrance of Allah. These are the partisans of Satan. Unquestionably, it is Satan’s partisans who are the losers."
  },
  {
    "No": 20,
    "Translation": "Those who oppose Allah and His Messenger are among the lowliest."
  },
  {
    "No": 21,
    "Translation": "Allah has written: “I will certainly prevail, I and My messengers.” Allah is Strong, Mighty."
  },
  {
    "No": 22,
    "Translation": "You will never find a people who believe in Allah and the Last Day, loving those who oppose Allah and His Messenger, even if they were their parents, or their children, or their siblings, or their close relatives. These: He has instilled faith in their hearts, and He has supported them with a Spirit from Him. And He will admit them into Gardens under which rivers flow, where they will dwell forever. Allah is pleased with them, and they are pleased with Him. These are the partisans of Allah. Unquestionably, it is Allah’s partisans who are the successful."
  }
]