[
  {
    "No": 1,
    "Translation": "O you who believe! Do not take My enemies and your enemies for allies, offering them affection, when they have rejected the truth that has come to you. They have expelled the Messenger, and you, because you believed in Allah, your Lord. If you have mobilized to strive for My cause, seeking My approval, how can you show them affection in secret? I know what you conceal and what you reveal. Whoever among you does that has strayed from the right way."
  },
  {
    "No": 2,
    "Translation": "If they gain dominance over you, they would treat you as enemies, and unleash their hands and their tongues to hurt you. And they wish you would disbelieve."
  },
  {
    "No": 3,
    "Translation": "Your family relations and your children will not benefit you on the Day of Resurrection; He will separate between you. And Allah is Observant of what you do."
  },
  {
    "No": 4,
    "Translation": "There is an excellent example for you in Abraham and those with him, when they said to their people, “We are quit of you and of what you worship apart from Allah. We have denounced you, and enmity and hatred have arisen between us and you, forever, until you believe in Allah alone.” Except for Abraham’s saying to his father, “I will ask forgiveness for you, although I have no power to avail you anything from Allah.” “Our Lord, in You we trust; and to You, we repent; and to You, is the journey’s end."
  },
  {
    "No": 5,
    "Translation": "Our Lord, do not make us a target for those who disbelieve—and forgive us, our Lord. You are the Almighty, the Wise.”"
  },
  {
    "No": 6,
    "Translation": "There is an excellent example in them for you—for whoever hopes for Allah and the Last Day. But whoever turns away—Allah is the Self-Sufficient, the Most Praised."
  },
  {
    "No": 7,
    "Translation": "Perhaps Allah will plant affection between you and those of them you consider enemies. Allah is Capable. Allah is Forgiving and Merciful."
  },
  {
    "No": 8,
    "Translation": "As for those who did not fight you because of your faith, nor expelled you from your homes: Allah does not prohibit you from dealing kindly and equitably with them. Allah loves the equitable."
  },
  {
    "No": 9,
    "Translation": "But Allah prohibits you from befriending those who fought against you over your faith, expelled you from your homes, or aided in your expulsion. Whoever befriends them: these are the wrongdoers."
  },
  {
    "No": 10,
    "Translation": "O you who believe! When believing women come to you emigrating, test them. Allah is Aware of their faith. And if you find them to be believers, do not send them back to the unbelievers. They are not lawful for them, nor are they lawful for them. But repay them what they had spent. You are not at fault if you marry them, provided you give them their dues. And do not hold to ties with unbelieving women, but demand what you had spent, and let them demand what they had spent. This is the rule of Allah—He judges between you. Allah is Knowing and Wise."
  },
  {
    "No": 11,
    "Translation": "If any of your wives desert you to the unbelievers, and you decide to penalize them, give those whose wives have gone away the equivalent of what they had spent. And fear Allah, in Whom you are believers."
  },
  {
    "No": 12,
    "Translation": "O prophet! When believing women come to you, pledging allegiance to you, that they will associate nothing with Allah, nor steal, nor commit adultery, nor kill their children, nor commit perjury as to parenthood, nor disobey you in anything righteous, accept their allegiance and seek Allah’s forgiveness for them. Allah is Forgiving and Merciful."
  },
  {
    "No": 13,
    "Translation": "O you who believe! Do not befriend a people with whom Allah has become angry, and have despaired of the Hereafter, as the faithless have despaired of the occupants of the graves."
  }
]