[
  {
    "No": 1,
    "Translation": "Whatsoever is in the heavens and whatsoever is on earth praises Allah. He is the Almighty, the Wise."
  },
  {
    "No": 2,
    "Translation": "O you who believe! Why do you say what you do not do?"
  },
  {
    "No": 3,
    "Translation": "It is most hateful to Allah that you say what you do not do."
  },
  {
    "No": 4,
    "Translation": "Allah loves those who fight in His way, in ranks, as if they were a solid structure."
  },
  {
    "No": 5,
    "Translation": "When Moses said to his people, “O my people, why do you hurt me, although you know that I am Allah’s Messenger to you?” And when they deviated, Allah deviated their hearts. Allah does not guide the sinful people."
  },
  {
    "No": 6,
    "Translation": "And when Jesus, son of Mary said, “O Children of Israel, I am Allah’s Messenger to you, confirming what preceded me of the Torah, and bringing the good news of a Messenger who will come after me, whose name is Ahmad.” But when he came to them with the miracles, they said, “This is obvious magic.”"
  },
  {
    "No": 7,
    "Translation": "And who is more unjust than he who attributes falsehoods to Allah, while he is being called to Submission? Allah does not guide the wrongdoing people."
  },
  {
    "No": 8,
    "Translation": "They want to extinguish Allah’s Light with their mouths, but Allah will complete His Light, even though the disbelievers hate it."
  },
  {
    "No": 9,
    "Translation": "It is He who sent His Messenger with guidance and the Religion of Truth, to make it prevail over all religion, even though the associators hate it."
  },
  {
    "No": 10,
    "Translation": "O you who believe! Shall I direct you to a trade that will save you from a painful punishment?"
  },
  {
    "No": 11,
    "Translation": "That you believe in Allah and His Messenger, and you strive in Allah’s path with your wealth and yourselves. That is best for you—if you only knew."
  },
  {
    "No": 12,
    "Translation": "He will forgive you your sins, and He will admit you into Gardens under which rivers flow, and into beautiful mansions in the Gardens of Eternity. That is the supreme success."
  },
  {
    "No": 13,
    "Translation": "And another thing you love: support from Allah, and imminent victory. So give good news to the believers."
  },
  {
    "No": 14,
    "Translation": "O you who believe! Stand up for Allah, as Jesus son of Mary said to the disciples, “Who will stand up with me for Allah?” The disciples said, “We will stand up for Allah.” Then a faction from the Children of Israel believed, while another faction disbelieved. So We supported those who believed against their enemies, so they became dominant."
  }
]