[
  {
    "No": 1,
    "Translation": "When the hypocrites come to you, they say, “We bear witness that you are Allah’s Messenger.” Yet Allah knows that you are His Messenger, and Allah bears witness that the hypocrites are liars."
  },
  {
    "No": 2,
    "Translation": "They have taken their oaths as a cover, hindering others from Allah’s path. Evil is what they do."
  },
  {
    "No": 3,
    "Translation": "That is because they believed and then disbelieved. So a seal was set upon their hearts, so they do not understand."
  },
  {
    "No": 4,
    "Translation": "And when you see them, their appearance impresses you. And when they speak, you listen to what they say. They are like propped-up timber. They think that every shout is aimed at them. They are the enemy, so beware of them. Allah destroy them; how deluded they are!"
  },
  {
    "No": 5,
    "Translation": "And when it is said to them, “Come, the Messenger of Allah will pray for your forgiveness,” they twist their heads, and you see them turning away arrogantly."
  },
  {
    "No": 6,
    "Translation": "It is the same for them, whether you pray for their forgiveness, or you do not pray for their forgiveness, Allah will not forgive them. Allah does not guide the rebellious people."
  },
  {
    "No": 7,
    "Translation": "It is they who say: “Do not spend on those who are with Allah’s Messenger—unless they have dispersed.” Yet to Allah belong the treasuries of the heavens and the earth, but the hypocrites do not comprehend."
  },
  {
    "No": 8,
    "Translation": "They say, “If we return to Medina, the stronger will expel the weaker therefrom.” Yet might belongs to Allah, His Messenger, and the believers, but the hypocrites do not know."
  },
  {
    "No": 9,
    "Translation": "O you who believe! Let neither your possessions nor your children divert you from the remembrance of Allah. Whoever does that—these are the losers."
  },
  {
    "No": 10,
    "Translation": "And donate from what We have provided for you—before death approaches one of you, and he says, “My Lord: if only You would delay me for a short while, so that I may be charitable, and be among the righteous.”"
  },
  {
    "No": 11,
    "Translation": "But Allah will never delay a soul when its appointed time has come. And Allah is Aware of whatever you do."
  }
]