[
  {
    "No": 1,
    "Translation": "Everything in the heavens and the earth glorifies Allah. His is the Sovereignty, and His is the praise, and He is Capable of all things."
  },
  {
    "No": 2,
    "Translation": "It is He who created you. Among you are unbelievers, and among you are believers. And Allah sees whatever you do."
  },
  {
    "No": 3,
    "Translation": "He created the heavens and the earth with truth, and He designed you, and He perfected your design, and to Him is the final return."
  },
  {
    "No": 4,
    "Translation": "He knows everything in the heavens and the earth, and He knows what you hide and what you disclose. And Allah knows what is within the hearts."
  },
  {
    "No": 5,
    "Translation": "Have the stories not reached you, of those who disbelieved before? They tasted the ill consequences of their conduct, and they will suffer a painful punishment."
  },
  {
    "No": 6,
    "Translation": "That is because their messengers came to them with clear evidence, but they said, “Are humans going to guide us?” So they disbelieved and turned away. But Allah is in no need. Allah is Independent and Praiseworthy."
  },
  {
    "No": 7,
    "Translation": "Those who disbelieve claim that they will not be resurrected. Say, “Yes indeed, by my Lord, you will be resurrected, then you will be informed of everything you did. And that is easy for Allah.”"
  },
  {
    "No": 8,
    "Translation": "So believe in Allah and His Messenger, and in the Light that We revealed. Allah is Aware of everything you do."
  },
  {
    "No": 9,
    "Translation": "The Day when He gathers you for the Day of Gathering—that is the Day of Mutual Exchange. Whoever believes in Allah and acts with integrity, He will remit his misdeeds, and will admit him into gardens beneath which rivers flow, remaining there forever. That is the supreme achievement."
  },
  {
    "No": 10,
    "Translation": "But as for those who disbelieve and denounce Our revelations—these are the inhabitants of the Fire, remaining there forever. What a miserable journey’s end!"
  },
  {
    "No": 11,
    "Translation": "No disaster occurs except by permission of Allah. Whoever believes in Allah, He guides his heart. Allah has full knowledge of all things."
  },
  {
    "No": 12,
    "Translation": "So obey Allah, and obey the Messenger. But if you turn away—Our Messenger’s duty is only to deliver clearly."
  },
  {
    "No": 13,
    "Translation": "Allah—there is no god but He. So in Allah, let the believers put their trust."
  },
  {
    "No": 14,
    "Translation": "O you who believe! Among your spouses and your children are enemies to you, so beware of them. But if you pardon, overlook, and forgive—Allah is Forgiving and Merciful."
  },
  {
    "No": 15,
    "Translation": "Your possessions and your children are a test, but with Allah is a splendid reward."
  },
  {
    "No": 16,
    "Translation": "So be conscious of Allah, to the best of your ability, and listen, and obey, and spend in charity—for your own good. Whoever is safeguarded from his selfishness: these are the successful."
  },
  {
    "No": 17,
    "Translation": "If you lend Allah a good loan, He will multiply it for you, and forgive you. Allah is Appreciative and Forbearing."
  },
  {
    "No": 18,
    "Translation": "The Knower of the Unseen and the Seen—the Almighty, the Wise."
  }
]