[
  {
    "No": 1,
    "Translation": "Exalted is He in whose hand lies sovereignty, and He has power over all things."
  },
  {
    "No": 2,
    "Translation": "He who created death and life—to test you—which of you is best in conduct. He is the Almighty, the Forgiving."
  },
  {
    "No": 3,
    "Translation": "He who created seven universes in layers. You see no discrepancy in the creation of the Compassionate. Look again. Can you see any cracks?"
  },
  {
    "No": 4,
    "Translation": "Then look again, and again, and your sight will return to you dazzled and exhausted."
  },
  {
    "No": 5,
    "Translation": "And We have beautified the lower heaven with lanterns, and We made them missiles against the devils, and We have prepared for them the punishment of the Blaze."
  },
  {
    "No": 6,
    "Translation": "For those who reject their Lord: there is the torment of Hell, a miserable destination."
  },
  {
    "No": 7,
    "Translation": "When they are thrown into it, they will hear it roaring, as it seethes."
  },
  {
    "No": 8,
    "Translation": "It almost bursts with fury. Every time a batch is thrown into it, its keepers will ask them, “Did not a warner come to you?”"
  },
  {
    "No": 9,
    "Translation": "They will say, “Yes, a warner did come to us, but we denied, and said, ‘Allah did not send anything down; you are very much mistaken.’”"
  },
  {
    "No": 10,
    "Translation": "And they will say, “Had we listened or reasoned, we would not be among the inmates of the Blaze.”"
  },
  {
    "No": 11,
    "Translation": "So they will acknowledge their sins. So away with the residents of the Blaze."
  },
  {
    "No": 12,
    "Translation": "As for those who fear their Lord unseen—for them is forgiveness and a great reward."
  },
  {
    "No": 13,
    "Translation": "Whether you keep your thoughts secret, or you declare them—He is Aware of the inner thoughts."
  },
  {
    "No": 14,
    "Translation": "Would He not know, He Who created? He is the Subtle, the Expert."
  },
  {
    "No": 15,
    "Translation": "It is He who made the earth manageable for you. So travel its regions, and eat from His provision. And to Him is the Resurgence."
  },
  {
    "No": 16,
    "Translation": "Do you feel secure that He Who is in heaven will not cause the earth to collapse beneath you while it spins?"
  },
  {
    "No": 17,
    "Translation": "Or do you feel secure that He Who is in heaven will not unleash against you a violent storm? Then you will know what My warning is like."
  },
  {
    "No": 18,
    "Translation": "Those before them also denied. How, then, was My disapproval?"
  },
  {
    "No": 19,
    "Translation": "Have they not seen the birds above them, spreading their wings, and folding them? None holds them except the Compassionate. He is Perceiver of all things."
  },
  {
    "No": 20,
    "Translation": "Or who can be a force to protect you other than the Merciful? The unbelievers are in nothing but delusion."
  },
  {
    "No": 21,
    "Translation": "Or who is he that will provide for you, if He withholds His provision? Yet they persist in defiance and aversion."
  },
  {
    "No": 22,
    "Translation": "Is he who walks bent on his own design better guided, or he who walks upright on a straight path?"
  },
  {
    "No": 23,
    "Translation": "Say, “It is He who produced you; and made for you the hearing, and the vision, and the organs. But rarely do you give thanks.”"
  },
  {
    "No": 24,
    "Translation": "Say, “It is He who scattered you on earth. And to Him, you will be gathered.”"
  },
  {
    "No": 25,
    "Translation": "And they say, “When will this promise be fulfilled—if  you are truthful?”"
  },
  {
    "No": 26,
    "Translation": "Say, “Knowledge is with Allah, and I am only a clear warner.”"
  },
  {
    "No": 27,
    "Translation": "But when they see it approaching, the faces of those who disbelieved will turn gloomy, and it will be said, “This is what you used to call for.”"
  },
  {
    "No": 28,
    "Translation": "Say, “Have you considered? Should Allah destroy me and those with me, or else bestows His mercy on us, who will protect the disbelievers from an agonizing torment?”"
  },
  {
    "No": 29,
    "Translation": "Say, “He is the Mercy-Giver. In Him we believe, and in Him we trust. And you will soon know who is clearly astray.”"
  },
  {
    "No": 30,
    "Translation": "Say, “Have you considered? If your water drains away, who could bring you pure running water?”"
  }
]