[
  {
    "No": 1,
    "Translation": "Nuun. By the pen, and by what they inscribe."
  },
  {
    "No": 2,
    "Translation": "By the grace of your Lord, you are not insane."
  },
  {
    "No": 3,
    "Translation": "In fact, you will have a reward that will never end."
  },
  {
    "No": 4,
    "Translation": "And you are of a great moral character."
  },
  {
    "No": 5,
    "Translation": "You will see, and they will see."
  },
  {
    "No": 6,
    "Translation": "Which of you is the afflicted."
  },
  {
    "No": 7,
    "Translation": "Your Lord knows best who has strayed from His path, and He knows best the well-guided."
  },
  {
    "No": 8,
    "Translation": "So do not obey the deniers."
  },
  {
    "No": 9,
    "Translation": "They would like you to compromise, so they would compromise."
  },
  {
    "No": 10,
    "Translation": "And do not obey any vile swearer."
  },
  {
    "No": 11,
    "Translation": "Backbiter, spreader of slander."
  },
  {
    "No": 12,
    "Translation": "Preventer of good, transgressor, sinner."
  },
  {
    "No": 13,
    "Translation": "Rude and fake besides."
  },
  {
    "No": 14,
    "Translation": "Just because he has money and children."
  },
  {
    "No": 15,
    "Translation": "When Our Verses are recited to him, he says, “Myths of the ancients!”"
  },
  {
    "No": 16,
    "Translation": "We will mark him on the snout."
  },
  {
    "No": 17,
    "Translation": "We tested them, as We tested the owners of the garden—when they vowed to harvest it in the morning."
  },
  {
    "No": 18,
    "Translation": "And they made no exception."
  },
  {
    "No": 19,
    "Translation": "But a calamity from your Lord went around it while they slept."
  },
  {
    "No": 20,
    "Translation": "And it became as if picked."
  },
  {
    "No": 21,
    "Translation": "In the morning, they called to one another."
  },
  {
    "No": 22,
    "Translation": "“Go early to your plantation, if you want to harvest.”"
  },
  {
    "No": 23,
    "Translation": "So they set out, whispering to one another."
  },
  {
    "No": 24,
    "Translation": "“No poor person is to enter it upon you today.”"
  },
  {
    "No": 25,
    "Translation": "And they proceeded early, resolved in intent."
  },
  {
    "No": 26,
    "Translation": "But when they saw it, they said, “We are lost."
  },
  {
    "No": 27,
    "Translation": "In fact, we have been deprived.”"
  },
  {
    "No": 28,
    "Translation": "The most moderate of them said, “Did I not say to you, ‘if only you would praise?’”"
  },
  {
    "No": 29,
    "Translation": "They said, “Glory be to our Lord—We were in the wrong.”"
  },
  {
    "No": 30,
    "Translation": "Then they turned to one another, blaming one another."
  },
  {
    "No": 31,
    "Translation": "They said, “Woe to us—we were domineering."
  },
  {
    "No": 32,
    "Translation": "Perhaps our Lord will give us a better substitute for it. We are turning to our Lord in hope .”"
  },
  {
    "No": 33,
    "Translation": "Such is the punishment. But the punishment of the Hereafter is greater—if they only knew."
  },
  {
    "No": 34,
    "Translation": "For the righteous are Gardens of Delight with their Lord."
  },
  {
    "No": 35,
    "Translation": "Shall We treat the submitters like the villains?"
  },
  {
    "No": 36,
    "Translation": "What is the matter with you? How do you judge?"
  },
  {
    "No": 37,
    "Translation": "Or do you have a scripture in which you study?"
  },
  {
    "No": 38,
    "Translation": "That you will have in it whatever you choose?"
  },
  {
    "No": 39,
    "Translation": "Or do you have oaths from Us, binding until Resurrection Day, that you will have whatever you demand?"
  },
  {
    "No": 40,
    "Translation": "Ask them, which of them will guarantee that!"
  },
  {
    "No": 41,
    "Translation": "Or do they have partners? Then let them bring their partners—if they are truthful."
  },
  {
    "No": 42,
    "Translation": "On the Day when the Shin will be exposed, and they will be called to bow down, but they will be unable."
  },
  {
    "No": 43,
    "Translation": "Their eyes subdued, covered with shame. They were invited to prostrate when they were sound."
  },
  {
    "No": 44,
    "Translation": "So leave Me to those who reject this message. We will proceed against them gradually, from where they do not know."
  },
  {
    "No": 45,
    "Translation": "And I will grant them respite. My plan is firm."
  },
  {
    "No": 46,
    "Translation": "Or are you asking them for a fee, so they are burdened with debt?"
  },
  {
    "No": 47,
    "Translation": "Or do they know the future, and so they write it down?"
  },
  {
    "No": 48,
    "Translation": "So be patient with your Lord’s Judgment. And do not be like the Fellow of the Whale who cried out in despair."
  },
  {
    "No": 49,
    "Translation": "Had the blessing from his Lord not reached him, he would have been thrown onto the barren shore, fully despised."
  },
  {
    "No": 50,
    "Translation": "But his Lord chose him, and He made him one of the righteous."
  },
  {
    "No": 51,
    "Translation": "Those who disbelieve almost stab you with their glances when they hear the message, and they say, “He is crazy!”"
  },
  {
    "No": 52,
    "Translation": "But it is only a reminder to the worlds."
  }
]