[
  {
    "No": 1,
    "Translation": "Alif. Lam. Meem. Saad."
  },
  {
    "No": 2,
    "Translation": "A Scripture was revealed to you, so let there be no anxiety in your heart because of it. You are to warn with it—and a reminder for the believers."
  },
  {
    "No": 3,
    "Translation": "Follow what is revealed to you from your Lord, and follow no masters besides Him. Little do you reflect!"
  },
  {
    "No": 4,
    "Translation": "How many a town have We destroyed? Our Force came upon them by night, or while they were napping."
  },
  {
    "No": 5,
    "Translation": "Their plea, when Our Force came upon them, was but to say, “Surely, we were wrongdoers.”"
  },
  {
    "No": 6,
    "Translation": "We will question those who received messengers, and We will question the messengers."
  },
  {
    "No": 7,
    "Translation": "We will narrate to them with knowledge, as We were never absent."
  },
  {
    "No": 8,
    "Translation": "The scales on that Day will be just. As for those whose scales are heavy: it is they who are the successful."
  },
  {
    "No": 9,
    "Translation": "But as for those whose weights are light: it is they who have lost their souls by having treated Our revelations wrongfully."
  },
  {
    "No": 10,
    "Translation": "We have established you on earth, and We placed means of livelihood for you in it. But rarely do you give thanks."
  },
  {
    "No": 11,
    "Translation": "We created you, then We shaped you, then We said to the angels, “Bow down before Adam.” So they bowed down, except for Iblis. He was not among those who bowed down."
  },
  {
    "No": 12,
    "Translation": "He said, “What prevented you from bowing down when I commanded you?” He said, “I am better than he: You created me from fire, and You created him from clay.”"
  },
  {
    "No": 13,
    "Translation": "He said, “Then get down from it! It is not for you to act arrogantly in it. So get out! You are one of the disgraced!”"
  },
  {
    "No": 14,
    "Translation": "He said, “Give me time, until the Day they are resurrected.”"
  },
  {
    "No": 15,
    "Translation": "He said, “You are among those given time.”"
  },
  {
    "No": 16,
    "Translation": "He said, “Because you have lured me, I will ambush them on Your straight path."
  },
  {
    "No": 17,
    "Translation": "Then I will come at them from their front, and from their back, and from their right, and from their left, and you will not find most of them thankful.”"
  },
  {
    "No": 18,
    "Translation": "He said, “Get out of it, despised and vanquished. Whoever among them follows you: I will fill Hell with you all."
  },
  {
    "No": 19,
    "Translation": "And you, Adam, inhabit the Garden, you and your wife, and eat whatever you please; but do not approach this tree, or else you will be sinners.”"
  },
  {
    "No": 20,
    "Translation": "But Satan whispered to them, to expose to them their nakedness, which was invisible to them. He said, “Your Lord has only forbidden you this tree, lest you become angels, or become of the immortals.”"
  },
  {
    "No": 21,
    "Translation": "And he swore to them, “I am a sincere advisor to you.”"
  },
  {
    "No": 22,
    "Translation": "So he lured them with deceit. And when they tasted the tree, their nakedness became evident to them, and they began covering themselves with the leaves of the Garden. And their Lord called out to them, “Did I not forbid you from this tree, and tell you that Satan is a sworn enemy to you?”"
  },
  {
    "No": 23,
    "Translation": "They said, “Our Lord, we have sinned against ourselves. Unless You forgive us and have mercy on us, we will be among the losers.”"
  },
  {
    "No": 24,
    "Translation": "He said, “Fall, some of you enemies to one another. And on earth, you will have residence and livelihood for a while.”"
  },
  {
    "No": 25,
    "Translation": "He said, “In it, you will live. And in it, you will die. And from it, you will be brought out.”"
  },
  {
    "No": 26,
    "Translation": "O children of Adam! We have provided you with clothing to cover your bodies, and for luxury. But the clothing of piety—that is best. These are some of Allah’s revelations, so that they may remember."
  },
  {
    "No": 27,
    "Translation": "O Children of Adam! Let not Satan seduce you, as he drove your parents out of the Garden, stripping them of their garments to show them their nakedness. He sees you, him and his clan, from where you cannot see them. We have made the devils friends of those who do not believe."
  },
  {
    "No": 28,
    "Translation": "And when they commit an indecency, they say, “We found our parents doing it, and Allah has commanded us to do it.” Say, “Allah never commands indecencies. Are you attributing to Allah what you do not know?”"
  },
  {
    "No": 29,
    "Translation": "Say, “My Lord has commanded justice, and to stand devoted at every place of worship. So call on Him, devoting your faith to Him alone. Just as He originated you, so you will return.”"
  },
  {
    "No": 30,
    "Translation": "Some He has guided, and some have deserved misguidance. They have taken the devils for masters instead of Allah, and they assume that they are guided."
  },
  {
    "No": 31,
    "Translation": "O Children of Adam! Dress appropriately at every place of worship. And eat and drink, but do not be excessive. He does not like the extreme."
  },
  {
    "No": 32,
    "Translation": "Say, “Who forbade Allah’s finery, which He has produced for His servants, and the delights of livelihood?” Say, “They are for those who believe, during this present life, but exclusively theirs on the Day of Resurrection.” Thus We detail the revelations for people who know."
  },
  {
    "No": 33,
    "Translation": "Say, “My Lord has forbidden indecencies—open and secret—and sin, and unjustified aggression, and that you ascribe partners to Allah; a practice He never authorized; and that you say about Allah what you do not know.”"
  },
  {
    "No": 34,
    "Translation": "For every nation is an appointed time. When their time has come, they cannot delay it by one hour, nor can they advance it."
  },
  {
    "No": 35,
    "Translation": "O Children of Adam! When messengers come to you, from among you, relating to you My revelations—whoever practices piety and reforms—upon them shall be no fear, nor shall they grieve."
  },
  {
    "No": 36,
    "Translation": "But as for those who reject Our revelations, and are too proud to accept them: these are the inmates of the Fire, where they will remain forever."
  },
  {
    "No": 37,
    "Translation": "Who does more wrong than he who invents lies about Allah, or denies His revelations? These—their share of the decree will reach them. Until, when Our envoys come to them, to take away their souls, they will say, “Where are those you used to invoke besides Allah?” They will say, “They have abandoned us.” And they will testify against themselves that they were faithless."
  },
  {
    "No": 38,
    "Translation": "He will say, “Join the crowds of jinn and humans who have gone into the Fire before you.” Every time a crowd enters, it will curse its sister-crowd. Until, when they are all in it, the last of them will say about the first of them, “Our Lord, these are the ones who misled us, so inflict on them a double punishment in the Fire.” He will say, “For each is a double, but you do not know.”"
  },
  {
    "No": 39,
    "Translation": "The first of them will say to the last of them, “You have no advantage over us, so taste the pain for what you used to commit.”"
  },
  {
    "No": 40,
    "Translation": "Those who reject Our revelations and are too proud to uphold them—the gates of Heaven will not be opened for them, nor will they enter Paradise, until the camel passes through the eye of the needle. Thus We repay the guilty."
  },
  {
    "No": 41,
    "Translation": "For them is a couch of hell, and above them are sheets of fire. Thus We repay the wrongdoers."
  },
  {
    "No": 42,
    "Translation": "As for those who believe and do righteous works—We never burden any soul beyond its capacity—these are the inhabitants of the Garden, remaining in it eternally."
  },
  {
    "No": 43,
    "Translation": "We will remove whatever ill feeling lies within their hearts. Rivers will flow beneath them. And they will say, “Praise be to Allah, Who has guided us to this. Had Allah not guided us, we would not have been guided. The messengers of our Lord did come with the truth.” And it will be announced to them, “This is the Garden, awarded to you for what you used to do.”"
  },
  {
    "No": 44,
    "Translation": "And the inhabitants of the Garden will call out to the inmates of the Fire: “We have found what our Lord promised us to be true; did you find what your Lord promised you to be true?” They will say, “Yes.” Then a caller will announce in their midst: “The curse of Allah is upon the wrongdoers.”"
  },
  {
    "No": 45,
    "Translation": "“Those who hinder from Allah’s path, and seek to distort it, and deny the Hereafter.”"
  },
  {
    "No": 46,
    "Translation": "And between them is a partition, and on the Elevations are men who recognize each by their features. They will call out to the inhabitants of the Garden, “Peace be upon you.” They have not entered it, but they are eagerly hoping."
  },
  {
    "No": 47,
    "Translation": "And when their eyes are turned towards the inmates of the Fire, they will say, “Our Lord, do not place us among the wrongdoing people”"
  },
  {
    "No": 48,
    "Translation": "And the dwellers of the Elevations will call out to men they recognize by their features, saying, “Your hoardings did not avail you, nor did your arrogance.”"
  },
  {
    "No": 49,
    "Translation": "“Are these the ones you swore Allah would never touch with mercy?” “Enter the Garden; you have nothing to fear, nor will you grieve.”"
  },
  {
    "No": 50,
    "Translation": "And the inmates of the Fire will call on the inhabitants of the Garden, “Pour some water over us, or any provision Allah has granted you.” They will say, “Allah has forbidden them to the unbelievers.”"
  },
  {
    "No": 51,
    "Translation": "Those who took their religion lightly, and in jest, and whom the worldly life deceived. Today, We will ignore them, just as they ignored the meeting on this Day of theirs, and they used to deny Our revelations."
  },
  {
    "No": 52,
    "Translation": "We have given them a Scripture, which We detailed with knowledge: guidance and mercy for people who believe."
  },
  {
    "No": 53,
    "Translation": "Are they waiting for anything but its fulfillment? The Day when its fulfillment comes true, those who disregarded it before, will say, “The messengers of our Lord did come with the truth. Do we have any intercessors to intercede for us? Or, could we be sent back, to behave differently from the way we used to behave?” They have lost their souls, and what they used to invent has failed them."
  },
  {
    "No": 54,
    "Translation": "Your Lord is Allah; He who created the heavens and the earth in six days, then established Himself on the Throne. He makes the night overtake the day, as it pursues it persistently; and the sun, and the moon, and the stars are subservient by His command. His is the creation, and His is the command. Blessed is Allah, Lord of all beings."
  },
  {
    "No": 55,
    "Translation": "Call upon your Lord humbly and privately. He does not love the aggressors."
  },
  {
    "No": 56,
    "Translation": "And do not corrupt on earth after its reformation, and pray to Him with fear and hope. Allah’s mercy is close to the good-doers."
  },
  {
    "No": 57,
    "Translation": "It is He who sends the wind, ushering in His mercy. Then, when they have gathered up heavy clouds, We drive them to a lifeless land, and We cause rain to fall, and We produce every kind of fruit. Similarly, We bring out the dead—perhaps you will reflect."
  },
  {
    "No": 58,
    "Translation": "The fertile land yields its produce by the will of its Lord. But the infertile produces nothing but hardship and misery. Thus We vary the lessons for people who are thankful."
  },
  {
    "No": 59,
    "Translation": "We sent Noah to his people. He said, “O my people! Worship Allah; you have no god other than Him. I fear for you the torment of a tremendous Day.”"
  },
  {
    "No": 60,
    "Translation": "The dignitaries among his people said, “We see that you are clearly misguided.”"
  },
  {
    "No": 61,
    "Translation": "He said, “O my people, I am not misguided, but I am a messenger from the Lord of the Worlds.”"
  },
  {
    "No": 62,
    "Translation": "“I am conveying to you my Lord’s messages, and I am advising you, and I know from Allah what you do not know.”"
  },
  {
    "No": 63,
    "Translation": "“Do you marvel that a reminder has come to you from your Lord, through a man from among you, to warn you, and to lead you to righteousness, so that you may attain mercy?”"
  },
  {
    "No": 64,
    "Translation": "But they denied him. So We saved him and those with him in the Ark, and We drowned those who rejected Our revelations. They were blind people."
  },
  {
    "No": 65,
    "Translation": "And to Aad, their brother Hud. He said, “O my people! Worship Allah; you have no god other than Him. Will you not be cautious?”"
  },
  {
    "No": 66,
    "Translation": "The elite of his people who disbelieved said, “We see foolishness in you, and we think you are a liar.”"
  },
  {
    "No": 67,
    "Translation": "He said, “O my people! There is no foolishness in me, but I am a messenger from the Lord of the Worlds."
  },
  {
    "No": 68,
    "Translation": "“I am delivering to you my Lord’s messages, and I am a trustworthy adviser to you.”"
  },
  {
    "No": 69,
    "Translation": "“Do you marvel that a reminder has come to you from your Lord, through a man from among you, to warn you? Remember that He made you successors after the people of Noah, and He increased you in stature. So remember Allah’s favors, so that you may prosper.”"
  },
  {
    "No": 70,
    "Translation": "They said, “Did you come to us to make us worship Allah alone, and abandon what our ancestors used to worship? Then bring upon us what you threaten us with—if you are truthful.”"
  },
  {
    "No": 71,
    "Translation": "He said, “Condemnation and wrath from your Lord have befallen you. Are you arguing with me about names, which you and your ancestors invented—a practice Allah never authorized? Just wait! I am waiting with you.”"
  },
  {
    "No": 72,
    "Translation": "So We saved him and those with him, by mercy from Us, and We uprooted those who rejected Our signs and were not believers."
  },
  {
    "No": 73,
    "Translation": "And to Thamood, their brother Saleh. He said, “O my people! Worship Allah; you have no god other than Him. Clarification has come to you from your Lord. This she-camel of Allah is a sign for you. So leave her to graze on Allah’s earth, and cause her no harm, lest a painful punishment seizes you.”"
  },
  {
    "No": 74,
    "Translation": "“And remember how He made you successors after Aad, and He established you in the land. You make for yourselves mansions on its plains, and carve out dwellings in the mountains. So remember Allah’s benefits, and do not roam the earth corruptingly.”"
  },
  {
    "No": 75,
    "Translation": "The notables among his people, who were arrogant, said to the ordinary people who had believed, “Are you certain that Saleh is sent by his Lord?” They said, “We certainly believe in what he was sent with.”"
  },
  {
    "No": 76,
    "Translation": "Those who were arrogant said, “We reject what you believe in.”"
  },
  {
    "No": 77,
    "Translation": "So they hamstrung the she-camel, defied the command of their Lord, and said, “O Saleh, bring upon us what you threaten us with—if you are one of the messengers.”"
  },
  {
    "No": 78,
    "Translation": "And the quake overtook them, and they became lifeless bodies in their homes."
  },
  {
    "No": 79,
    "Translation": "Then he turned away from them, saying, “O my people, I have conveyed to you my Lord’s message, and I have advised you, but you do not like sincere advisors.”"
  },
  {
    "No": 80,
    "Translation": "And Lot, when he said to his people, “Do you commit lewdness no people anywhere have ever committed before you?”"
  },
  {
    "No": 81,
    "Translation": "“You lust after men rather than women. You are excessive people.”"
  },
  {
    "No": 82,
    "Translation": "But his people's only response was to say, “Expel them from your town; they are purist people.”"
  },
  {
    "No": 83,
    "Translation": "So We saved him and his family, except for his wife; she was among those who lagged behind."
  },
  {
    "No": 84,
    "Translation": "And We rained down on them a rain. So note the consequences for the guilty."
  },
  {
    "No": 85,
    "Translation": "And to Median, their brother Shuaib. He said, “O my people! worship Allah! You have no god other than Him. Clear evidence has come to you from your Lord. Give full measure and weight, and do not cheat people out of their rights, and do not corrupt the land after its reformation. That is better for you—if you are believers.”"
  },
  {
    "No": 86,
    "Translation": "“And do not lurk on every trail, making threats, and turning away from Allah’s path those who believe in Him, and striving to distort it. And remember how you were few, and He made you numerous. And note the consequences for the corrupters.”"
  },
  {
    "No": 87,
    "Translation": "“Since some of you believe in what I was sent with, and some do not believe, be patient until Allah judges between us; for He is the Best of Judges.”"
  },
  {
    "No": 88,
    "Translation": "The notables among his people who were arrogant said, “O Shuaib, We will expel you from our town, along with those who believe with you, unless you return to our faith.” He said, “Even if we are unwilling?”"
  },
  {
    "No": 89,
    "Translation": "“We would be fabricating a lie against Allah were we to return to your faith after Allah has saved us from it. It is not for us to return to it, unless Allah, our Lord, wills. Our Lord encompasses all things in knowledge. In Allah, we place our trust. Our Lord, decide between us and our people with truth, and You are the Best of deciders.”"
  },
  {
    "No": 90,
    "Translation": "The notables among his people who disbelieved said, “If you follow Shuaib, you will surely be losers.”"
  },
  {
    "No": 91,
    "Translation": "Thereupon, the quake struck them. And they became lifeless bodies in their homes."
  },
  {
    "No": 92,
    "Translation": "Those who rejected Shuaib—as if they never prospered there. Those who rejected Shuaib—they themselves were the losers."
  },
  {
    "No": 93,
    "Translation": "So he turned away from them, saying, “O my people, I have delivered to you my Lord’s messages, and I have advised you, so how can I mourn over a disbelieving people?”"
  },
  {
    "No": 94,
    "Translation": "We sent no prophet to a town, but We afflicted its people with misfortune and hardship, so that they may be humbled."
  },
  {
    "No": 95,
    "Translation": "Then, We substituted prosperity in place of hardship. Until, when they flourished, they said, “Adversity and prosperity have befallen our ancestors.” So We seized them suddenly, while they were unaware."
  },
  {
    "No": 96,
    "Translation": "Had the people of the towns believed and turned righteous, We would have opened for them the blessings of heaven and earth. But they rejected the truth, so We seized them by what they were doing."
  },
  {
    "No": 97,
    "Translation": "Do the people of the towns feel secure that Our Force will not come upon them by night, while they sleep?"
  },
  {
    "No": 98,
    "Translation": "Do the people of the towns feel secure that Our Force will not come upon them by day, while they play?"
  },
  {
    "No": 99,
    "Translation": "Do they feel secure from Allah’s planning? None feel secure from Allah’s planning except the losing people."
  },
  {
    "No": 100,
    "Translation": "Does it not serve as guidance to those who inherited the land after its inhabitants, that if We will, We can strike them for their sins? And seal their hearts, so that they would not hear?"
  },
  {
    "No": 101,
    "Translation": "These towns: We narrate to you some of their stories. Their messengers came to them with clear signs, but they would not believe in what they rejected previously. Thus Allah seals the hearts of the unbelievers."
  },
  {
    "No": 102,
    "Translation": "We found most of them untrue to their commitments. We found most of them corrupt."
  },
  {
    "No": 103,
    "Translation": "Then, after them, We sent Moses with Our miracles to Pharaoh and his inner circle, but they treated them wrongfully. So consider how the workers of corruption fared in the end."
  },
  {
    "No": 104,
    "Translation": "Moses said, “O Pharaoh, I am a messenger from the Lord of the Worlds.”"
  },
  {
    "No": 105,
    "Translation": "“I am obligated to say about Allah nothing but the Truth. I have come to you with clear proof from your Lord, so let the Children of Israel go with me.”"
  },
  {
    "No": 106,
    "Translation": "He said, “If you have come with a miracle, then present it, if you are truthful.”"
  },
  {
    "No": 107,
    "Translation": "So he threw his staff, and it was an apparent snake."
  },
  {
    "No": 108,
    "Translation": "And He pulled out his hand, and it was white to the onlookers."
  },
  {
    "No": 109,
    "Translation": "The notables among Pharaoh’s people said, “He is definitely a skilled magician.”"
  },
  {
    "No": 110,
    "Translation": "“He wants to evict you from your land, so what do you recommend?”"
  },
  {
    "No": 111,
    "Translation": "They said, “Put him off, and his brother, and send heralds to the cities.”"
  },
  {
    "No": 112,
    "Translation": "“And let them bring you every experienced magician.”"
  },
  {
    "No": 113,
    "Translation": "And the magicians came to Pharaoh, and said, “Surely there is a reward for us: if we are the victors.”"
  },
  {
    "No": 114,
    "Translation": "He said, “Yes, and you will be among those closest to me.”"
  },
  {
    "No": 115,
    "Translation": "They said, “O Moses! Either you throw, or we are the ones to throw.”"
  },
  {
    "No": 116,
    "Translation": "He said, “You throw!” And when they threw, they beguiled the people’s eyes, and intimidated them, and produced powerful magic."
  },
  {
    "No": 117,
    "Translation": "And We inspired Moses: “Throw your staff.” And at once, it swallowed what they faked."
  },
  {
    "No": 118,
    "Translation": "So the truth came to pass, and what they produced came to nothing."
  },
  {
    "No": 119,
    "Translation": "There and then they were defeated and utterly reduced."
  },
  {
    "No": 120,
    "Translation": "And the magicians fell down, prostrating."
  },
  {
    "No": 121,
    "Translation": "They said, “We have believed in the Lord of the Worlds.”"
  },
  {
    "No": 122,
    "Translation": "“The Lord of Moses and Aaron.”"
  },
  {
    "No": 123,
    "Translation": "Pharaoh said, “Did you believe in Him before I have given you permission? This must be a conspiracy you schemed in the city, in order to evict its people. You will surely know.”"
  },
  {
    "No": 124,
    "Translation": "“I will cut off your hands and your feet on opposite sides. Then I will crucify you all.”"
  },
  {
    "No": 125,
    "Translation": "They said, “It is to our Lord, that we will return.”"
  },
  {
    "No": 126,
    "Translation": "“You are taking vengeance on us only because we believed in our Lord’s signs when they have come to us.” “Our Lord! Pour down patience upon us, and receive our souls in submission.”"
  },
  {
    "No": 127,
    "Translation": "The chiefs of Pharaoh's people said, “Will you let Moses and his people cause trouble in the land, and forsake you and your gods?” He said, “We will kill their sons, and spare their women. We have absolute power over them.”"
  },
  {
    "No": 128,
    "Translation": "Moses said to his people, “Turn to Allah for help; and be patient. The earth belongs to Allah; He gives it in inheritance to whomever He wills of His servants, and the future belongs to the righteous.”"
  },
  {
    "No": 129,
    "Translation": "They said, “We were persecuted before you came to us, and after you came to us.” He said, “Maybe your Lord will destroy your enemy, and make you successors in the land; then He will observe how you behave.”"
  },
  {
    "No": 130,
    "Translation": "And We afflicted the House of Pharaoh with drought, and a shortage of crops, so that they would be reminded."
  },
  {
    "No": 131,
    "Translation": "Whenever a good fortune came their way, they would say, “This is our due.” But whenever an affliction befell them, they would consider it an ill omen on account of Moses and those with him. In fact, their ill omen is with Allah, but most of them do not know."
  },
  {
    "No": 132,
    "Translation": "And they said, “No matter what sign you bring us, to bewitch us with, we will not believe in you.”"
  },
  {
    "No": 133,
    "Translation": "So We let loose on them the flood, and the locusts, and the lice, and the frogs, and the blood—all explicit signs—but they were arrogant. They were a guilty people."
  },
  {
    "No": 134,
    "Translation": "Whenever a plague befell them, they would say, “O Moses! Pray to your Lord on our behalf, by virtue of the covenant He made with you. If you lift the plague from us, we will believe in you, and send the Children of Israel with you.”"
  },
  {
    "No": 135,
    "Translation": "But when We lifted the plague from them, for a term they were to fulfill, they broke their promise."
  },
  {
    "No": 136,
    "Translation": "So We took vengeance on them, and We drowned them in the sea—because they rejected Our signs, and were heedless of them."
  },
  {
    "No": 137,
    "Translation": "And We made the oppressed people inherit the eastern and western parts of the land that We blessed. Thus the fair promise of your Lord to the Children of Israel was fulfilled, because of their endurance. And We destroyed what Pharaoh and his people had constructed, and what they had harvested."
  },
  {
    "No": 138,
    "Translation": "And We delivered the Children of Israel across the sea. And when they came upon a people devoted to some statues of theirs, they said, “O Moses, make for us a god, as they have gods.” He said, “You are an ignorant people.”"
  },
  {
    "No": 139,
    "Translation": "“What these people are concerned with is perdition, and their deeds are based on falsehoods.”"
  },
  {
    "No": 140,
    "Translation": "He said, “Shall I seek for you a god other than Allah, when He has favored you over all other people?”"
  },
  {
    "No": 141,
    "Translation": "And when We saved you from Pharaoh’s people, who subjected you to cruel sufferings—killing your sons and sparing your women. In that was a severe trial from your Lord."
  },
  {
    "No": 142,
    "Translation": "And We appointed for Moses thirty nights, and We completed them with ten. Thus the time appointed by his Lord was forty nights. Moses said to his brother Aaron: “Take my place among my people, and be upright, and do not follow the way of the mischief-makers.”"
  },
  {
    "No": 143,
    "Translation": "And when Moses came to Our appointed meeting, and his Lord spoke to him, he said, “My Lord, show me, that I may look at you.” He said, “You will not see Me, but look at the mountain; if it stays in its place, then you will see Me.” But when his Lord manifested Himself to the mountain, He leveled it, and Moses fell down unconscious. Then, when he recovered, he said, “Glory be to You, I repent to You, and I am the first of the believers.”"
  },
  {
    "No": 144,
    "Translation": "He said, “O Moses, I have chosen you over all people for My messages and My words. So hold firmly to what I have given you, and be among the thankful.”"
  },
  {
    "No": 145,
    "Translation": "And We inscribed for him in the Tablets all kinds of enlightenments—and the decisive explanation of all things. “Hold firmly to them, and exhort your people to adopt the best of them. I will show you the home of the sinners.”"
  },
  {
    "No": 146,
    "Translation": "I will turn away from My revelations those who behave proudly on earth without justification. Even if they see every sign, they will not believe in it; and if they see the path of rectitude, they will not adopt it for a path; and if they see the path of error, they will adopt it for a path. That is because they denied Our revelations and paid no attention to them."
  },
  {
    "No": 147,
    "Translation": "Those who deny Our signs and the meeting of the Hereafter—their deeds will come to nothing. Will they be repaid except according to what they used to do?"
  },
  {
    "No": 148,
    "Translation": "In his absence, the people of Moses adopted a calf made from their ornaments—a body that lowed. Did they not consider that it could not speak to them, nor guide them in any way? They took it for worship. They were in the wrong."
  },
  {
    "No": 149,
    "Translation": "Later, when they regretted and realized that they had erred, they said, “Unless our Lord has mercy on us, and forgives us, we will be among the losers.”"
  },
  {
    "No": 150,
    "Translation": "And when Moses returned to his people, angry and disappointed, he said, “What an awful thing you did in my absence. Did you abandon your Lord’s commandments so quickly?” And he threw down the Tablets, and he seized his brother by the head, dragging him towards himself. He said, “Son of my mother, the people have overpowered me, and almost killed me, so let not the enemies gloat over me, and do not count me among the wrongdoing people.”"
  },
  {
    "No": 151,
    "Translation": "He said, “My Lord, forgive me and my brother, and admit us into Your mercy; for you are the Most Merciful of the merciful.”"
  },
  {
    "No": 152,
    "Translation": "Those who idolized the calf have incurred wrath from their Lord, and humiliation in this life. Thus We repay the innovators."
  },
  {
    "No": 153,
    "Translation": "As for those who commit sins, and then repent afterward and believe—your Lord, thereafter, is Forgiving and Merciful."
  },
  {
    "No": 154,
    "Translation": "And when the anger subsided in Moses, he picked up the tablets—in their transcript was guidance and mercy for those in awe of their Lord."
  },
  {
    "No": 155,
    "Translation": "And Moses chose seventy men from his people for Our meeting. When the tremor shook them, he said, “My Lord, had You willed, You could have destroyed them before, and me as well. Will you destroy us for what the fools among us have done? This is but Your test—with it You misguide whomever You will, and You guide whomever You will. You are our Guardian, so forgive us, and have mercy on us. You are the Best of Forgivers.”"
  },
  {
    "No": 156,
    "Translation": "“And inscribe for us goodness in this world, and in the Hereafter. We have turned to You.” He said, “My punishment—I inflict it upon whomever I will, but My mercy encompasses everything. I will specify it for those who act righteously and practice regular charity, and those who believe in Our communications.”"
  },
  {
    "No": 157,
    "Translation": "Those who follow the Messenger, the Unlettered Prophet, whom they find described in the Torah and the Gospel in their possession. He directs them to righteousness, and deters them from evil, and allows for them all good things, and prohibits for them wickedness, and unloads the burdens and the shackles that are upon them. Those who believe in him, and respect him, and support him, and follow the light that came down with him—these are the successful."
  },
  {
    "No": 158,
    "Translation": "Say, “O people, I am the Messenger of Allah to you all—He to whom belongs the kingdom of the heavens and the earth. There is no god but He. He gives life and causes death.” So believe in Allah and His Messenger, the Gentile Prophet, who believes in Allah and His Words. And follow him, so that you may be guided."
  },
  {
    "No": 159,
    "Translation": "Among the people of Moses is a community that guides by truth, and thereby establishes justice."
  },
  {
    "No": 160,
    "Translation": "And We divided them into twelve tribal communities. And We inspired Moses when his people asked him for something to drink: “Strike the rock with your staff.” And twelve springs gushed from it. Each tribe recognized its drinking-place. And We shaded them with clouds, and We sent down upon them manna and quails: “Eat of the good things We have provided for you.” They did not wrong Us, but they used to wrong themselves."
  },
  {
    "No": 161,
    "Translation": "And it was said to them, “Settle this town, and eat there whatever you please, and speak modestly, and enter the gate in humility—We will forgive your sins, and promote the good-doers.”"
  },
  {
    "No": 162,
    "Translation": "But the wicked among them substituted other words for the words given to them; so We sent down on them a plague from the sky, because of their wrongdoing."
  },
  {
    "No": 163,
    "Translation": "And ask them about the town by the sea, when they violated the Sabbath. When they observed the Sabbath, their fish would come to them surfacing. But when they violated the Sabbath, they would not come to them. Thus We tried them because they disobeyed."
  },
  {
    "No": 164,
    "Translation": "And when a group of them said, “Why do you counsel a people whom Allah will annihilate, or punish with a severe punishment?” They said, “As an excuse before your Lord, and so that they may abstain.”"
  },
  {
    "No": 165,
    "Translation": "And when they neglected what they were reminded of, We saved those who prohibited evil, and We seized those who did wrong with a terrible punishment—because of their sinfulness."
  },
  {
    "No": 166,
    "Translation": "But when they stubbornly rebelled against the command to refrain, We said to them, “Be despicable apes.”"
  },
  {
    "No": 167,
    "Translation": "Your Lord has announced, that He would send against them, until the Day of Resurrection, those who would inflict terrible suffering on them. Your Lord is swift in retribution, and He is Forgiving and Merciful."
  },
  {
    "No": 168,
    "Translation": "And We scattered them into communities on earth. Some of them are righteous, and some of them short of that. And We tested them with fortunes and misfortunes, so that they may return."
  },
  {
    "No": 169,
    "Translation": "They were succeeded by generations who inherited the Scripture. They indulged in unlawful gains, claiming, “We will be forgiven.” And should similar gain come their way, they would seize it. Did they not make a covenant to uphold the Scripture, and to not say about Allah except the truth? Did they not study its contents? But the Home of the Hereafter is better for the cautious. Do you not understand?"
  },
  {
    "No": 170,
    "Translation": "As for those who adhere to the Scripture, and practice prayer—We will not waste the reward of the reformers."
  },
  {
    "No": 171,
    "Translation": "And when We suspended the mount over them, as if it were a shadow, and they thought it would fall on them: “Hold firmly to what We have given you, and remember what it contains, so that you may be protected.”"
  },
  {
    "No": 172,
    "Translation": "And when Your Lord summoned the descendants of Adam, and He made them testify about themselves. “Am I not your Lord?” They said, “Yes, You are, we testify.” Thus you cannot say on the Day of Resurrection, “We were not aware of this.”"
  },
  {
    "No": 173,
    "Translation": "Nor can you Say, “Our ancestors practiced idolatry before, and we are their descendants who came after them. Will you destroy us for what the falsifiers have done?”"
  },
  {
    "No": 174,
    "Translation": "We thus elaborate the revelations, so that they may return."
  },
  {
    "No": 175,
    "Translation": "And relate to them the story of him to whom We delivered Our messages, but he detached himself from them, so Satan went after him, and he became one of the deviant."
  },
  {
    "No": 176,
    "Translation": "Had We willed, We would have elevated him through them, but he clung to the earth, and he followed his desires. His metaphor is that of a dog: if you chase after him, he pants, and if you leave him alone, he pants. That is the metaphor of the people who deny Our communications. So tell the stories, so perhaps they will reflect."
  },
  {
    "No": 177,
    "Translation": "Terrible is the metaphor of the people who reject Our communications and wrong themselves."
  },
  {
    "No": 178,
    "Translation": "Whomever Allah guides is the guided one. And whomever He sends astray—these are the losers."
  },
  {
    "No": 179,
    "Translation": "We have destined for Hell multitudes of jinn and humans. They have hearts they do not understand with. And they have eyes they do not see with. And they have ears they do not hear with. These are like cattle. In fact, they are further astray. These are the oblivious."
  },
  {
    "No": 180,
    "Translation": "To Allah belong the Most Beautiful Names; so call Him by them, and disregard those who blaspheme His names. They will be repaid for what they used to do."
  },
  {
    "No": 181,
    "Translation": "And among those We created is a community that guides by truth, and establishes justice accordingly."
  },
  {
    "No": 182,
    "Translation": "As for those who reject Our messages, We will lead them gradually, in ways they cannot comprehend."
  },
  {
    "No": 183,
    "Translation": "And I will give them more time. My plan is firm."
  },
  {
    "No": 184,
    "Translation": "Did they not think? There is no madness in their friend. He is but a clear warner."
  },
  {
    "No": 185,
    "Translation": "Have they not observed the government of the heavens and the earth, and all the things Allah created, and that their time may have drawn near? Which message, besides this, will they believe in?"
  },
  {
    "No": 186,
    "Translation": "Whomever Allah misguides has no guide. And He leaves them blundering in their transgression."
  },
  {
    "No": 187,
    "Translation": "They ask you about the Hour, “When will it be?” Say, “Knowledge of it rests with my Lord. None can reveal its timing, except He. It weighs heavily on the heavens and the earth. It will not come upon you except suddenly.” They ask you as if you knew it well. Say, “Knowledge of it rests with Allah,” but most people do not know."
  },
  {
    "No": 188,
    "Translation": "Say, “I have no control over any benefit or harm to myself, except as Allah wills. Had I known the future, I would have acquired much good, and no harm would have touched me. I am only a warner, and a deliverer of good news to a people who believe.”"
  },
  {
    "No": 189,
    "Translation": "It is He who created you from a single soul, and made from it its mate, so that he may find comfort in her. Then, when he has covered her, she conceives a light load, and she carries it around. But when she has grown heavy, they pray to Allah their Lord, “If You give us a good child, we will be among the thankful.”"
  },
  {
    "No": 190,
    "Translation": "But when He has given them a good child, they attribute partners to Him in what He has given them. Exalted is Allah above what they associate."
  },
  {
    "No": 191,
    "Translation": "Do they idolize those who create nothing, and are themselves created?"
  },
  {
    "No": 192,
    "Translation": "And can neither help them, nor help themselves?"
  },
  {
    "No": 193,
    "Translation": "And if you invite them to guidance, they will not follow you. It is the same for you, whether you invite them, or remain silent."
  },
  {
    "No": 194,
    "Translation": "Those you call upon besides Allah are worshipers like you. So call upon them, and let them answer you, if you are truthful."
  },
  {
    "No": 195,
    "Translation": "Do they have feet with which they walk? Or do they have hands with which they grasp? Or do they have eyes with which they see? Or do they have ears with which they hear? Say, “Call upon your partners, then plot against me, and do not wait.”"
  },
  {
    "No": 196,
    "Translation": "“My Master is Allah, Who sent down the Book, and He protects the righteous.”"
  },
  {
    "No": 197,
    "Translation": "Those you call upon besides Him cannot help you, nor can they help themselves."
  },
  {
    "No": 198,
    "Translation": "And if you call them to guidance, they will not hear. And you see them looking at you, yet they do not see."
  },
  {
    "No": 199,
    "Translation": "Be tolerant, and command decency, and avoid the ignorant."
  },
  {
    "No": 200,
    "Translation": "And when a temptation from Satan assails you, take refuge with Allah. He is Hearing and Knowing."
  },
  {
    "No": 201,
    "Translation": "Those who are righteous: when an impulse from Satan strikes them, they remind themselves, and immediately see clearly."
  },
  {
    "No": 202,
    "Translation": "But their brethren lead them relentlessly into error, and they never stop short."
  },
  {
    "No": 203,
    "Translation": "And if you do not produce a miracle for them, they say, “Why don’t you improvise one?” Say, “I only follow what is inspired in me from my Lord.” These are insights from your Lord, and guidance and mercy, for a people who believe."
  },
  {
    "No": 204,
    "Translation": "And when the Quran is recited, listen to it, and pay attention, so that you may experience mercy."
  },
  {
    "No": 205,
    "Translation": "And remember your Lord within yourself, with humility and reverence, and quietly, in the morning and the evening, and do not be of the neglectful."
  },
  {
    "No": 206,
    "Translation": "Those in the presence of your Lord are never proud to worship Him. They recite His praises. And to Him, they bow down."
  }
]