[
  {
    "No": 1,
    "Translation": "We sent Noah to his people: “Warn your people before a painful punishment comes upon them.”"
  },
  {
    "No": 2,
    "Translation": "He said, “O my people, I am a clear warner to you."
  },
  {
    "No": 3,
    "Translation": "Worship Allah, and reverence Him, and obey me."
  },
  {
    "No": 4,
    "Translation": "He will forgive you of your sins, and He will delay you until a stated term. Allah’s term cannot be postponed once it has arrived—if you only knew.”"
  },
  {
    "No": 5,
    "Translation": "He said, “My Lord, I have called my people night and day."
  },
  {
    "No": 6,
    "Translation": "But my call added only to their flight."
  },
  {
    "No": 7,
    "Translation": "And whenever I called them to Your forgiveness, they thrust their fingers into their ears, and wrapped themselves with their clothes, and insisted, and became more and more arrogant."
  },
  {
    "No": 8,
    "Translation": "Then I called them openly."
  },
  {
    "No": 9,
    "Translation": "Then I appealed to them publicly, and I spoke to them privately."
  },
  {
    "No": 10,
    "Translation": "I said, ‘Ask your Lord for forgiveness; He is Forgiving."
  },
  {
    "No": 11,
    "Translation": "He will let loose the sky upon you in abundant rain."
  },
  {
    "No": 12,
    "Translation": "And will supply you with wealth and children, and will give you gardens, and will give you rivers."
  },
  {
    "No": 13,
    "Translation": "What is the matter with you, that you do not hope for Allah with dignity?"
  },
  {
    "No": 14,
    "Translation": "Although He created you in stages."
  },
  {
    "No": 15,
    "Translation": "Do you not realize that Allah created seven heavens in layers?"
  },
  {
    "No": 16,
    "Translation": "And He placed the moon in their midst for light, and He made the sun a lamp."
  },
  {
    "No": 17,
    "Translation": "And Allah germinated you from the earth like plants."
  },
  {
    "No": 18,
    "Translation": "Then He will return you into it, and He will bring you out again."
  },
  {
    "No": 19,
    "Translation": "And Allah made the earth a spread for you."
  },
  {
    "No": 20,
    "Translation": "That you may travel its diverse roadways.’”"
  },
  {
    "No": 21,
    "Translation": "Noah said, “My Lord, they have defied me, and followed him whose wealth and children increase him only in loss.”"
  },
  {
    "No": 22,
    "Translation": "And they schemed outrageous schemes."
  },
  {
    "No": 23,
    "Translation": "And they said, “Do not give up your gods; do not give up Wadd, nor Souwa, nor Yaghoos, Yaooq, and Nassr."
  },
  {
    "No": 24,
    "Translation": "They have misled many, so increase the wrongdoers only in confusion.”"
  },
  {
    "No": 25,
    "Translation": "Because of their wrongs, they were drowned, then hurled into a Fire, and they found none to help them against Allah."
  },
  {
    "No": 26,
    "Translation": "And Noah said, “My Lord, do not leave a single unbeliever on the face of the earth."
  },
  {
    "No": 27,
    "Translation": "If You leave them, they will mislead your worshipers, and breed nothing but wicked unbelievers."
  },
  {
    "No": 28,
    "Translation": "My Lord! Forgive me and my parents, and anyone who enters my home in faith, and the believing men and believing women, and do not increase the wrongdoers except in ruin.”"
  }
]