[
  {
    "No": 1,
    "Translation": "Say, “It was revealed to me that a group of jinn listened in, and said, ‘We have heard a wondrous Recitation."
  },
  {
    "No": 2,
    "Translation": "It guides to sound judgment, so we have believed in it, and we will never associate anyone with our Lord."
  },
  {
    "No": 3,
    "Translation": "And He—exalted be the Grandeur of our Lord—never had a mate, nor a child."
  },
  {
    "No": 4,
    "Translation": "But the fools among us used to say nonsense about Allah."
  },
  {
    "No": 5,
    "Translation": "And we had thought that humans and jinn would never speak lies about Allah."
  },
  {
    "No": 6,
    "Translation": "Some individual humans used to seek power through some individual jinn, but they only increased them in confusion."
  },
  {
    "No": 7,
    "Translation": "And they thought, as you thought, that Allah would resurrect no one."
  },
  {
    "No": 8,
    "Translation": "And we probed the heaven, and we found it filled with fierce guards and projectiles."
  },
  {
    "No": 9,
    "Translation": "We used to take up positions to listen in, but whoever listens now finds a flare lying in wait for him."
  },
  {
    "No": 10,
    "Translation": "We do not know whether ill is intended for those on earth, or whether their Lord intends guidance for them."
  },
  {
    "No": 11,
    "Translation": "Among us are those who are righteous, but some of us are less so. We follow divergent paths."
  },
  {
    "No": 12,
    "Translation": "We knew for certain that we could never thwart Allah on earth; nor could we ever thwart Him by fleeing."
  },
  {
    "No": 13,
    "Translation": "And when we heard the guidance, we believed in it. Whoever believes in his Lord fears neither denial nor burden."
  },
  {
    "No": 14,
    "Translation": "Among us are the submitters, and among us are the deviant. As for those who have submitted—it is they who have attained Right Guidance."
  },
  {
    "No": 15,
    "Translation": "But as for the unjust—they will be firewood for Hell.’”"
  },
  {
    "No": 16,
    "Translation": "Had they kept true to the Path, We would have given them abundant water to drink."
  },
  {
    "No": 17,
    "Translation": "To test them with it. Whoever turns away from the remembrance of his Lord, He will direct him to torment ever mounting."
  },
  {
    "No": 18,
    "Translation": "The places of worship are for Allah. So do not call, besides Allah, upon anyone else."
  },
  {
    "No": 19,
    "Translation": "And when Allah's servant stood up calling on Him, they almost fell on him in a mass."
  },
  {
    "No": 20,
    "Translation": "Say, “I pray only to my Lord, and I never associate anyone with Him.”"
  },
  {
    "No": 21,
    "Translation": "Say, “It is not in my power to harm you, nor to bring you to right conduct.”"
  },
  {
    "No": 22,
    "Translation": "Say, “None will protect me from Allah; and I will find no refuge, except in Him."
  },
  {
    "No": 23,
    "Translation": "Except for a proclamation from Allah and His messages. Whoever disobeys Allah and His Messenger—for him is the Fire of Hell, abiding in it forever.”"
  },
  {
    "No": 24,
    "Translation": "Until, when they see what they were promised, they will know who is weaker in helpers, and fewer in number."
  },
  {
    "No": 25,
    "Translation": "Say, “I do not know whether what you are promised is near, or whether my Lord will extend it for a period.”"
  },
  {
    "No": 26,
    "Translation": "The Knower of the invisible; He does not disclose His Unseen to anyone."
  },
  {
    "No": 27,
    "Translation": "Except to a Messenger of His choosing. He then dispatches guards in front of him, and behind him."
  },
  {
    "No": 28,
    "Translation": "So that He may know that they have conveyed the messages of their Lord. He encompasses whatsoever is with them, and He has tallied everything by number."
  }
]