[
  {
    "No": 1,
    "Translation": "Has there come upon the human being a span of time when he was nothing to be mentioned?"
  },
  {
    "No": 2,
    "Translation": "We created the human being from a drop of mixed fluid, to test him; and We made him hearing and seeing."
  },
  {
    "No": 3,
    "Translation": "We guided him to the way, be he appreciative or unappreciative."
  },
  {
    "No": 4,
    "Translation": "We have prepared for the disbelievers chains, and yokes, and a Searing Fire."
  },
  {
    "No": 5,
    "Translation": "But the righteous will drink from a cup mixed with aroma."
  },
  {
    "No": 6,
    "Translation": "A spring from which the servants of Allah will drink, making it gush abundantly."
  },
  {
    "No": 7,
    "Translation": "They fulfill their vows, and they dread a Day whose ill is widespread."
  },
  {
    "No": 8,
    "Translation": "And they feed, for the love of Him, the poor, the orphan, and the prisoner."
  },
  {
    "No": 9,
    "Translation": "“We feed you only for Allah’s sake. We desire from you neither compensation nor gratitude."
  },
  {
    "No": 10,
    "Translation": "We dread from our Lord a frowning, grim Day.”"
  },
  {
    "No": 11,
    "Translation": "So Allah will shield them from the horror of that Day, and He will grant them radiance and joy."
  },
  {
    "No": 12,
    "Translation": "And will reward them, for having been patient, with a Garden and silk."
  },
  {
    "No": 13,
    "Translation": "Reclining therein on the couches; experiencing therein neither sun nor bitter cold."
  },
  {
    "No": 14,
    "Translation": "Its shade hovering over them, and its fruit brought low within reach."
  },
  {
    "No": 15,
    "Translation": "Circulating among them are vessels of silver, and cups of crystal."
  },
  {
    "No": 16,
    "Translation": "Crystalline silver—they measured them precisely."
  },
  {
    "No": 17,
    "Translation": "And they will be given a drink flavored with ginger."
  },
  {
    "No": 18,
    "Translation": "From a spring there, named Salsabeel."
  },
  {
    "No": 19,
    "Translation": "Passing among them are eternalized youths. If you saw them, you would think them sprinkled pearls."
  },
  {
    "No": 20,
    "Translation": "If you look, and look, you will see bliss and a vast kingdom."
  },
  {
    "No": 21,
    "Translation": "Upon them are garments of green silk and satin. And they will be adorned with silver bracelets. And their Lord will offer them a pure drink."
  },
  {
    "No": 22,
    "Translation": "“This is a reward for you. Your efforts are well appreciated.”"
  },
  {
    "No": 23,
    "Translation": "It is We who sent down the Quran upon you—a gradual revelation."
  },
  {
    "No": 24,
    "Translation": "So be patient with your Lord’s judgment. And obey among them neither sinner nor disbeliever."
  },
  {
    "No": 25,
    "Translation": "And mention the Name of your Lord, morning and evening."
  },
  {
    "No": 26,
    "Translation": "And during the night, prostrate to Him, and glorify Him long into the night."
  },
  {
    "No": 27,
    "Translation": "As for these: they love the fleeting life, and they leave behind a Heavy Day."
  },
  {
    "No": 28,
    "Translation": "We created them, and We strengthened their frames. And whenever We will, We will replace them with others like them."
  },
  {
    "No": 29,
    "Translation": "This is a reminder; so whoever wills, let him take a path to his Lord."
  },
  {
    "No": 30,
    "Translation": "Yet you cannot will—unless Allah wills. Allah is Knowing and Wise."
  },
  {
    "No": 31,
    "Translation": "He admits into His mercy whomever He wills. But as for the wrongdoers, He has prepared for them a painful punishment."
  }
]