[
  {
    "No": 1,
    "Translation": "They ask you about the bounties. Say, “The bounties are for Allah and the Messenger.” So remain conscious of Allah, and settle your differences, and obey Allah and His Messenger, if you are believers."
  },
  {
    "No": 2,
    "Translation": "Believers are those whose hearts tremble when Allah is mentioned, and when His revelations are recited to them, they strengthen them in faith, and upon their Lord, they rely."
  },
  {
    "No": 3,
    "Translation": "Those who perform the prayer; and from Our provisions to them, they spend."
  },
  {
    "No": 4,
    "Translation": "These are the true believers. They have a high standing with their Lord, and forgiveness, and a generous provision."
  },
  {
    "No": 5,
    "Translation": "Even as your Lord brought you out of your home for a just cause, some believers were against it."
  },
  {
    "No": 6,
    "Translation": "Arguing with you about the truth after it was made clear—as if they were being driven to death as they looked on."
  },
  {
    "No": 7,
    "Translation": "Allah has promised you one of the two groups—that it would be yours—but you wanted the unarmed group to be yours. Allah intends to establish the truth with His words, and to uproot the disbelievers."
  },
  {
    "No": 8,
    "Translation": "In order to establish the truth, and nullify falsehood, even to the dismay of the guilty."
  },
  {
    "No": 9,
    "Translation": "When you appealed to your Lord for help, He answered you, “I am reinforcing you with one thousand angels in formation.”"
  },
  {
    "No": 10,
    "Translation": "Allah only made it a message of hope, and to set your hearts at rest. Victory comes only from Allah. Allah is Mighty and Wise."
  },
  {
    "No": 11,
    "Translation": "He caused drowsiness to overcome you, as serenity from Him. And He sent down upon you water from the sky, to cleanse you with it, and to rid you of Satan’s pollution, and to fortify your hearts, and to strengthen your foothold."
  },
  {
    "No": 12,
    "Translation": "Your Lord inspired the angels: “I am with you, so strengthen those who believe. I will strike terror into the hearts of those who disbelieve. So strike above the necks, and strike off every fingertip of theirs.”"
  },
  {
    "No": 13,
    "Translation": "That is because they defied Allah and His Messenger. Whoever defies Allah and His Messenger—Allah is severe in retribution."
  },
  {
    "No": 14,
    "Translation": "“Thus it is. So taste it.” For the disbelievers, there is the suffering of the Fire."
  },
  {
    "No": 15,
    "Translation": "O you who believe! When you face those who disbelieve on the march, never turn your backs on them."
  },
  {
    "No": 16,
    "Translation": "Anyone who turns his back on them on that Day, except while maneuvering for battle, or to join another group, has incurred wrath from Allah, and his home is Hell—a terrible destination."
  },
  {
    "No": 17,
    "Translation": "It was not you who killed them, but it was Allah who killed them. Nor was it you who launched when you launched, but it was Allah who launched. So that He may bestow upon the believers an excellent reward. Allah is Hearing and Knowing."
  },
  {
    "No": 18,
    "Translation": "Such is the case. Allah undermines the strategy of the disbelievers."
  },
  {
    "No": 19,
    "Translation": "If you seek victory, then victory has come to you. And if you abstain, it would be best for you. And if you return, We will return; and your troops, however numerous, will not benefit you whatsoever. Allah is with the believers."
  },
  {
    "No": 20,
    "Translation": "O you who believe! Obey Allah and His Messenger, and do not turn away from him while you hear."
  },
  {
    "No": 21,
    "Translation": "And be not like those who say, “We hear,” though they do not hear."
  },
  {
    "No": 22,
    "Translation": "The worst of creatures to Allah are the deaf and dumb—those who do not reason."
  },
  {
    "No": 23,
    "Translation": "Had Allah recognized any good in them, He would have made them hear. And had He made them hear, they would have turned away defiantly."
  },
  {
    "No": 24,
    "Translation": "O you who believe! Respond to Allah and to the Messenger when he calls you to what revives you. And know that Allah stands between a person and his heart, and that to Him you will be gathered."
  },
  {
    "No": 25,
    "Translation": "And beware of discord which does not afflict the wrongdoers among you exclusively, and know that Allah is severe in retribution."
  },
  {
    "No": 26,
    "Translation": "And remember when you were few, oppressed in the land, fearing that people may capture you; but He sheltered you, and supported you with His victory, and provided you with good things—so that you may give thanks."
  },
  {
    "No": 27,
    "Translation": "O you who believe! Do not betray Allah and the Messenger, nor betray your trusts knowingly."
  },
  {
    "No": 28,
    "Translation": "And know that your possessions and your children are a test, and that with Allah is an immense reward."
  },
  {
    "No": 29,
    "Translation": "O you who believe! If you remain conscious of Allah, He will give you a criterion, and will remit from you your sins, and will forgive you. Allah is Lord of infinite bounty."
  },
  {
    "No": 30,
    "Translation": "As the unbelievers plotted against you, to imprison you, or to kill you, or to exile you. They planned, and Allah planned, but Allah is the Best of planners."
  },
  {
    "No": 31,
    "Translation": "And when Our revelations are recited to them, they say, “We have heard. Had we willed, we could have said the like of this; these are nothing but myths of the ancients.”"
  },
  {
    "No": 32,
    "Translation": "And they said, “Our God, if this is the truth from You, then rain down on us stones from the sky, or bring upon us a painful affliction.”"
  },
  {
    "No": 33,
    "Translation": "But Allah will not punish them while you are among them. And Allah will not punish them while they seek forgiveness."
  },
  {
    "No": 34,
    "Translation": "And why should Allah not punish them, when they are preventing others from the Sacred Sanctuary, although they are not its custodians? Its rightful custodians are none but the reverent, but most of them do not know."
  },
  {
    "No": 35,
    "Translation": "Their prayer at the House was nothing but whistling and clapping. So taste the punishment for having disbelieved."
  },
  {
    "No": 36,
    "Translation": "Those who disbelieve spend their wealth to repel from Allah’s path. They will spend it, then it will become a source of regret for them, then they will be defeated. Those who disbelieve will be gathered into Hell."
  },
  {
    "No": 37,
    "Translation": "So that Allah may separate the bad from the good, and heap the bad on top of one another, and pile them together, and throw them in Hell. These are the losers."
  },
  {
    "No": 38,
    "Translation": "Say to those who disbelieve: if they cease, what is past will be forgiven them. But if they relapse—the practice of the ancients has passed away."
  },
  {
    "No": 39,
    "Translation": "Fight them until there is no more persecution, and religion becomes exclusively for Allah. But if they cease—Allah is Seeing of what they do."
  },
  {
    "No": 40,
    "Translation": "And if they turn away, know that Allah is your Protector. The Excellent Protector, and the Excellent Supporter."
  },
  {
    "No": 41,
    "Translation": "And know that whatever spoils you gain, to Allah belongs its fifth, and to the Messenger, and the relatives, and the orphans, and the poor, and to the homeless, provided you believe in Allah and in what We revealed to Our servant on the Day of Distinction—the day when the two armies met. Allah is Capable of everything."
  },
  {
    "No": 42,
    "Translation": "When you were on the nearer bank, and they were on the further bank, and the caravan was below you. Had you planned for this meeting, you would have disagreed on the timing. But Allah was to carry out a predetermined matter: so that those who perish would perish by clear evidence, and those who survive would survive by clear evidence. Allah is Hearing and Knowing."
  },
  {
    "No": 43,
    "Translation": "Allah made them appear in your dream as few. Had He made them appear as many, you would have faltered, and disputed over the matter. But Allah saved the situation. He knows what lies within the hearts."
  },
  {
    "No": 44,
    "Translation": "When you met, He made them appear as few in your eyes, and He made you appear fewer in their eyes, so that Allah may conclude a predetermined matter. To Allah all matters revert."
  },
  {
    "No": 45,
    "Translation": "O you who believe! When you meet a force, be firm, and remember Allah much, so that you may prevail."
  },
  {
    "No": 46,
    "Translation": "And obey Allah and His Messenger, and do not dispute, lest you falter and lose your courage. And be patient; Allah is with the patient."
  },
  {
    "No": 47,
    "Translation": "And be not like those who left their homes boastfully, only to be seen by people, and hindering others from Allah’s path. Allah comprehends what they do."
  },
  {
    "No": 48,
    "Translation": "Satan made their deeds appealing to them, and said, “You cannot be defeated by any people today, and I am at your side.” But when the two armies faced off, he turned on his heels, and said, “I have nothing to do with you; I see what you do not see; I fear Allah; Allah is severe in punishment.”"
  },
  {
    "No": 49,
    "Translation": "When the hypocrites and those with sickness in their hearts, said, “These were deluded by their faith.” But whoever puts his trust in Allah—Allah is Mighty and Wise."
  },
  {
    "No": 50,
    "Translation": "If only you could see, as the angels retrieve those who disbelieve, striking their faces and their backs: “Taste the agony of Burning.”"
  },
  {
    "No": 51,
    "Translation": "“That is because of what your hands have committed, and because Allah is never unjust to the servants.”"
  },
  {
    "No": 52,
    "Translation": "Like the behavior of Pharaoh’s people, and those before them. They rejected Allah’s signs, so Allah seized them for their sins. Allah is Powerful, Severe in retribution."
  },
  {
    "No": 53,
    "Translation": "That is because Allah never changes a blessing He has bestowed on a people, unless they change what is within themselves; and because Allah is Hearing and Knowing."
  },
  {
    "No": 54,
    "Translation": "Such was the case of Pharaoh’s people and those before them. They denied the signs of their Lord, so We destroyed them for their wrongs, and We drowned Pharaoh’s people—all were evildoers."
  },
  {
    "No": 55,
    "Translation": "The worst of creatures in Allah's sight are those who disbelieve. They refuse to believe."
  },
  {
    "No": 56,
    "Translation": "Those of them with whom you made a treaty, but they violate their agreement on every occasion. They are not righteous."
  },
  {
    "No": 57,
    "Translation": "If you confront them in battle, make a fearsome example of them, so that those who follow them may be deterred."
  },
  {
    "No": 58,
    "Translation": "If you fear treachery from a people, break off with them in like manner. Allah does not like the betrayers."
  },
  {
    "No": 59,
    "Translation": "And let not the disbelievers assume that they are ahead. They will not escape."
  },
  {
    "No": 60,
    "Translation": "And prepare against them all the power you can muster, and all the cavalry you can mobilize, to terrify thereby Allah’s enemies and your enemies, and others besides them whom you do not know, but Allah knows them. Whatever you spend in Allah’s way will be repaid to you in full, and you will not be wronged."
  },
  {
    "No": 61,
    "Translation": "But if they incline towards peace, then incline towards it, and put your trust in Allah. He is the Hearer, the Knower."
  },
  {
    "No": 62,
    "Translation": "If they intend to deceive you—Allah is sufficient for you. It is He who supported you with His aid, and with the believers."
  },
  {
    "No": 63,
    "Translation": "And He united their hearts. Had you spent everything on earth, you would not have united their hearts, but Allah united them together. He is Mighty and Wise."
  },
  {
    "No": 64,
    "Translation": "O prophet! Count on Allah, and on the believers who have followed you."
  },
  {
    "No": 65,
    "Translation": "O prophet! Rouse the believers to battle. If there are twenty steadfast among you, they will defeat two hundred; and if there are a hundred of you, they will defeat a thousand of those who disbelieve; because they are a people who do not understand."
  },
  {
    "No": 66,
    "Translation": "Allah has now lightened your burden, knowing that there is a weakness in you. If there are a hundred steadfast among you, they will defeat two hundred; and if there are a thousand of you, they will defeat two thousand by Allah’s leave. Allah is with the patient."
  },
  {
    "No": 67,
    "Translation": "It is not for a prophet to take prisoners before he has conquered the land. You desire the materials of this world, but Allah desires the Hereafter. Allah is Strong and Wise."
  },
  {
    "No": 68,
    "Translation": "Were it not for a predetermined decree from Allah, an awful punishment would have afflicted you for what you have taken."
  },
  {
    "No": 69,
    "Translation": "So consume what you have gained, legitimate and wholesome; and remain conscious of Allah. Allah is Forgiving and Merciful."
  },
  {
    "No": 70,
    "Translation": "O prophet! Say to those you hold prisoners, “If Allah finds goodness in your hearts, He will give you better than what was taken from you, and He will forgive you. Allah is Forgiving and Merciful.”"
  },
  {
    "No": 71,
    "Translation": "But if they intend to betray you, they have already betrayed Allah, and He has overpowered them. Allah is Knowing and Wise."
  },
  {
    "No": 72,
    "Translation": "Those who believed, and emigrated, and struggled in Allah’s cause with their wealth and their lives, and those who provided shelter and support—these are allies of one another. As for those who believed, but did not emigrate, you owe them no protection until they have emigrated. But if they seek your help in faith, you must come to their aid, except against a people with whom you have a treaty. Allah is Seeing of whatever you do."
  },
  {
    "No": 73,
    "Translation": "As for those who disbelieve, they are allies of one another. Unless you do this, there will be turmoil in the land, and much corruption."
  },
  {
    "No": 74,
    "Translation": "Those who believed, and emigrated, and struggled for Allah’s cause, and those who gave shelter and support—these are truly the believers. They will have forgiveness and a bountiful provision."
  },
  {
    "No": 75,
    "Translation": "As for those who believed afterward and emigrated and struggled alongside you—these belong with you. But family relations have the strongest claim on one another in Allah’s book. Allah is Cognizant of all things."
  }
]