[
  {
    "No": 1,
    "ArabicVerse": "تَبٰرَكَ الَّذِيْ نَزَّلَ الْفُرْقَانَ عَلٰى عَبْدِهٖ لِيَكُوْنَ لِلْعٰلَمِيْنَ نَذِيْرًا ۙ",
    "Verse": "tabārakallażī nazzalal-furqāna 'alā 'abdihī liyakụna lil-'ālamīna nażīrā"
  },
  {
    "No": 2,
    "ArabicVerse": "ۨالَّذِيْ لَهٗ مُلْكُ السَّمٰوٰتِ وَالْاَرْضِ وَلَمْ يَتَّخِذْ وَلَدًا وَّلَمْ يَكُنْ لَّهٗ شَرِيْكٌ فِى الْمُلْكِ وَخَلَقَ كُلَّ شَيْءٍ فَقَدَّرَهٗ تَقْدِيْرًا",
    "Verse": "allażī lahụ mulkus-samāwāti wal-arḍi wa lam yattakhiż waladaw wa lam yakul lahụ syarīkun fil-mulki wa khalaqa kulla syai`in fa qaddarahụ taqdīrā"
  },
  {
    "No": 3,
    "ArabicVerse": "وَاتَّخَذُوْا مِنْ دُوْنِهٖٓ اٰلِهَةً لَّا يَخْلُقُوْنَ شَيْـًٔا وَّهُمْ يُخْلَقُوْنَ وَلَا يَمْلِكُوْنَ لِاَنْفُسِهِمْ ضَرًّا وَّلَا نَفْعًا وَّلَا يَمْلِكُوْنَ مَوْتًا وَّلَا حَيٰوةً وَّلَا نُشُوْرًا",
    "Verse": "wattakhażụ min dụnihī ālihatal lā yakhluqụna syai`aw wa hum yukhlaqụna wa lā yamlikụna li`anfusihim ḍarraw wa lā naf'aw wa lā yamlikụna mautaw wa lā ḥayātaw wa lā nusyụrā"
  },
  {
    "No": 4,
    "ArabicVerse": "وَقَالَ الَّذِيْنَ كَفَرُوْٓا اِنْ هٰذَآ اِلَّآ اِفْكُ ِۨافْتَرٰىهُ وَاَعَانَهٗ عَلَيْهِ قَوْمٌ اٰخَرُوْنَۚ فَقَدْ جَاۤءُوْ ظُلْمًا وَّزُوْرًا ۚ",
    "Verse": "wa qālallażīna kafarū in hāżā illā ifkuniftarāhu wa a'ānahụ 'alaihi qaumun ākharụn, fa qad jā`ụ ẓulmaw wa zụrā"
  },
  {
    "No": 5,
    "ArabicVerse": "وَقَالُوْٓا اَسَاطِيْرُ الْاَوَّلِيْنَ اكْتَتَبَهَا فَهِيَ تُمْلٰى عَلَيْهِ بُكْرَةً وَّاَصِيْلًا",
    "Verse": "wa qālū asāṭīrul-awwalīnaktatabahā fa hiya tumlā 'alaihi bukrataw wa aṣīlā"
  },
  {
    "No": 6,
    "ArabicVerse": "قُلْ اَنْزَلَهُ الَّذِيْ يَعْلَمُ السِّرَّ فِى السَّمٰوٰتِ وَالْاَرْضِۗ اِنَّهٗ كَانَ غَفُوْرًا رَّحِيْمًا",
    "Verse": "qul anzalahullażī ya'lamus-sirra fis-samāwāti wal-arḍ, innahụ kāna gafụrar-raḥīmā"
  },
  {
    "No": 7,
    "ArabicVerse": "وَقَالُوْا مَالِ هٰذَا الرَّسُوْلِ يَأْكُلُ الطَّعَامَ وَيَمْشِيْ فِى الْاَسْوَاقِۗ لَوْلَآ اُنْزِلَ اِلَيْهِ مَلَكٌ فَيَكُوْنَ مَعَهٗ نَذِيْرًا ۙ",
    "Verse": "wa qālụ mā lihāżar-rasụli ya`kuluṭ-ṭa'āma wa yamsyī fil-aswāq, lau lā unzila ilaihi malakun fa yakụna ma'ahụ nażīrā"
  },
  {
    "No": 8,
    "ArabicVerse": "اَوْ يُلْقٰىٓ اِلَيْهِ كَنْزٌ اَوْ تَكُوْنُ لَهٗ جَنَّةٌ يَّأْكُلُ مِنْهَاۗ وَقَالَ الظّٰلِمُوْنَ اِنْ تَتَّبِعُوْنَ اِلَّا رَجُلًا مَّسْحُوْرًا",
    "Verse": "au yulqā ilaihi kanzun au takụnu lahụ jannatuy ya`kulu min-hā, wa qālaẓ-ẓālimụna in tattabi'ụna illā rajulam mas-ḥụrā"
  },
  {
    "No": 9,
    "ArabicVerse": "اُنْظُرْ كَيْفَ ضَرَبُوْا لَكَ الْاَمْثَالَ فَضَلُّوْا فَلَا يَسْتَطِيْعُوْنَ سَبِيْلًا",
    "Verse": "unẓur kaifa ḍarabụ lakal-amṡāla fa ḍallụ fa lā yastaṭī'ụna sabīlā"
  },
  {
    "No": 10,
    "ArabicVerse": "تَبٰرَكَ الَّذِيْٓ اِنْ شَاۤءَ جَعَلَ لَكَ خَيْرًا مِّنْ ذٰلِكَ جَنّٰتٍ تَجْرِيْ مِنْ تَحْتِهَا الْاَنْهٰرُۙ وَيَجْعَلْ لَّكَ قُصُوْرًا",
    "Verse": "tabārakallażī in syā`a ja'ala laka khairam min żālika jannātin tajrī min taḥtihal-an-hāru wa yaj'al laka quṣụrā"
  },
  {
    "No": 11,
    "ArabicVerse": "بَلْ كَذَّبُوْا بِالسَّاعَةِۙ وَاَعْتَدْنَا لِمَنْ كَذَّبَ بِالسَّاعَةِ سَعِيْرًا",
    "Verse": "bal każżabụ bis-sā'ati wa a'tadnā limang każżaba bis-sā'ati sa'īrā"
  },
  {
    "No": 12,
    "ArabicVerse": "اِذَا رَاَتْهُمْ مِّنْ مَّكَانٍۢ بَعِيْدٍ سَمِعُوْا لَهَا تَغَيُّظًا وَّزَفِيْرًا",
    "Verse": "iżā ra`at-hum mim makānim ba'īdin sami'ụ lahā tagayyuẓaw wa zafīrā"
  },
  {
    "No": 13,
    "ArabicVerse": "وَاِذَآ اُلْقُوْا مِنْهَا مَكَانًا ضَيِّقًا مُّقَرَّنِيْنَ دَعَوْا هُنَالِكَ ثُبُوْرًا ۗ",
    "Verse": "wa iżā ulqụ min-hā makānan ḍayyiqam muqarranīna da'au hunālika ṡubụrā"
  },
  {
    "No": 14,
    "ArabicVerse": "لَا تَدْعُوا الْيَوْمَ ثُبُوْرًا وَّاحِدًا وَّادْعُوْا ثُبُوْرًا كَثِيْرًا",
    "Verse": "lā tad'ul-yauma ṡubụraw wāḥidaw wad'ụ ṡubụrang kaṡīrā"
  },
  {
    "No": 15,
    "ArabicVerse": "قُلْ اَذٰلِكَ خَيْرٌ اَمْ جَنَّةُ الْخُلْدِ الَّتِيْ وُعِدَ الْمُتَّقُوْنَۗ كَانَتْ لَهُمْ جَزَاۤءً وَّمَصِيْرًا",
    "Verse": "qul a żālika khairun am jannatul-khuldillatī wu'idal-muttaqụn, kānat lahum jazā`aw wa maṣīrā"
  },
  {
    "No": 16,
    "ArabicVerse": "لَهُمْ فِيْهَا مَا يَشَاۤءُوْنَ خٰلِدِيْنَۗ كَانَ عَلٰى رَبِّكَ وَعْدًا مَّسْـُٔوْلًا",
    "Verse": "lahum fīhā mā yasyā`ụna khālidīn, kāna 'alā rabbika wa'dam mas`ụlā"
  },
  {
    "No": 17,
    "ArabicVerse": "وَيَوْمَ يَحْشُرُهُمْ وَمَا يَعْبُدُوْنَ مِنْ دُوْنِ اللّٰهِ فَيَقُوْلُ ءَاَنْتُمْ اَضْلَلْتُمْ عِبَادِيْ هٰٓؤُلَاۤءِ اَمْ هُمْ ضَلُّوا السَّبِيْلَ ۗ",
    "Verse": "wa yauma yaḥsyuruhum wa mā ya'budụna min dụnillāhi fa yaqụlu a antum aḍlaltum 'ibādī hā`ulā`i am hum ḍallus-sabīl"
  },
  {
    "No": 18,
    "ArabicVerse": "قَالُوْا سُبْحٰنَكَ مَا كَانَ يَنْۢبَغِيْ لَنَآ اَنْ نَّتَّخِذَ مِنْ دُوْنِكَ مِنْ اَوْلِيَاۤءَ وَلٰكِنْ مَّتَّعْتَهُمْ وَاٰبَاۤءَهُمْ حَتّٰى نَسُوا الذِّكْرَۚ وَكَانُوْا قَوْمًاۢ بُوْرًا",
    "Verse": "qālụ sub-ḥānaka mā kāna yambagī lanā an nattakhiża min dụnika min auliyā`a wa lākim matta'tahum wa ābā`ahum ḥattā nasuż-żikr, wa kānụ qaumam bụrā"
  },
  {
    "No": 19,
    "ArabicVerse": "فَقَدْ كَذَّبُوْكُمْ بِمَا تَقُوْلُوْنَۙ فَمَا تَسْتَطِيْعُوْنَ صَرْفًا وَّلَا نَصْرًاۚ وَمَنْ يَّظْلِمْ مِّنْكُمْ نُذِقْهُ عَذَابًا كَبِيْرًا",
    "Verse": "fa qad każżabụkum bimā taqụlụna fa mā tastaṭī'ụna ṣarfaw wa lā naṣrā, wa may yaẓlim mingkum nużiq-hu 'ażābang kabīrā"
  },
  {
    "No": 20,
    "ArabicVerse": "وَمَآ اَرْسَلْنَا قَبْلَكَ مِنَ الْمُرْسَلِيْنَ اِلَّآ اِنَّهُمْ لَيَأْكُلُوْنَ الطَّعَامَ وَيَمْشُوْنَ فِى الْاَسْوَاقِۗ وَجَعَلْنَا بَعْضَكُمْ لِبَعْضٍ فِتْنَةً ۗ اَتَصْبِرُوْنَۚ وَكَانَ رَبُّكَ بَصِيْرًا ۔",
    "Verse": "wa mā arsalnā qablaka minal-mursalīna illā innahum laya`kulụnaṭ-ṭa'āma wa yamsyụna fil-aswāq, wa ja'alnā ba'ḍakum liba'ḍin fitnah, a taṣbirụn, wa kāna rabbuka baṣīrā"
  },
  {
    "No": 21,
    "ArabicVerse": "۞ وَقَالَ الَّذِيْنَ لَا يَرْجُوْنَ لِقَاۤءَنَا لَوْلَآ اُنْزِلَ عَلَيْنَا الْمَلٰۤىِٕكَةُ اَوْ نَرٰى رَبَّنَا ۗ لَقَدِ اسْتَكْبَرُوْا فِيْٓ اَنْفُسِهِمْ وَعَتَوْ عُتُوًّا كَبِيْرًا",
    "Verse": "wa qālallażīna lā yarjụna liqā`anā lau lā unzila 'alainal-malā`ikatu au narā rabbanā, laqadistakbarụ fī anfusihim wa 'atau 'utuwwang kabīrā"
  },
  {
    "No": 22,
    "ArabicVerse": "يَوْمَ يَرَوْنَ الْمَلٰۤىِٕكَةَ لَا بُشْرٰى يَوْمَىِٕذٍ لِّلْمُجْرِمِيْنَ وَيَقُوْلُوْنَ حِجْرًا مَّحْجُوْرًا",
    "Verse": "yauma yaraunal-malā`ikata lā busyrā yauma`iżil lil-mujrimīna wa yaqụlụna ḥijram maḥjụrā"
  },
  {
    "No": 23,
    "ArabicVerse": "وَقَدِمْنَآ اِلٰى مَا عَمِلُوْا مِنْ عَمَلٍ فَجَعَلْنٰهُ هَبَاۤءً مَّنْثُوْرًا",
    "Verse": "wa qadimnā ilā mā 'amilụ min 'amalin fa ja'alnāhu habā`am manṡụrā"
  },
  {
    "No": 24,
    "ArabicVerse": "اَصْحٰبُ الْجَنَّةِ يَوْمَىِٕذٍ خَيْرٌ مُّسْتَقَرًّا وَّاَحْسَنُ مَقِيْلًا",
    "Verse": "aṣ-ḥābul-jannati yauma`iżin khairum mustaqarraw wa aḥsanu maqīlā"
  },
  {
    "No": 25,
    "ArabicVerse": "وَيَوْمَ تَشَقَّقُ السَّمَاۤءُ بِالْغَمَامِ وَنُزِّلَ الْمَلٰۤىِٕكَةُ تَنْزِيْلًا",
    "Verse": "wa yauma tasyaqqaqus-samā`u bil-gamāmi wa nuzzilal-malā`ikatu tanzīlā"
  },
  {
    "No": 26,
    "ArabicVerse": "اَلْمُلْكُ يَوْمَىِٕذِ ِۨالْحَقُّ لِلرَّحْمٰنِۗ وَكَانَ يَوْمًا عَلَى الْكٰفِرِيْنَ عَسِيْرًا",
    "Verse": "al-mulku yauma`iżinil-ḥaqqu lir-raḥmān, wa kāna yauman 'alal-kāfirīna 'asīrā"
  },
  {
    "No": 27,
    "ArabicVerse": "وَيَوْمَ يَعَضُّ الظَّالِمُ عَلٰى يَدَيْهِ يَقُوْلُ يٰلَيْتَنِى اتَّخَذْتُ مَعَ الرَّسُوْلِ سَبِيْلًا",
    "Verse": "wa yauma ya'aḍḍuẓ-ẓālimu 'alā yadaihi yaqụlu yā laitanittakhażtu ma'ar-rasụli sabīlā"
  },
  {
    "No": 28,
    "ArabicVerse": "يٰوَيْلَتٰى لَيْتَنِيْ لَمْ اَتَّخِذْ فُلَانًا خَلِيْلًا",
    "Verse": "yā wailatā laitanī lam attakhiż fulānan khalīlā"
  },
  {
    "No": 29,
    "ArabicVerse": "لَقَدْ اَضَلَّنِيْ عَنِ الذِّكْرِ بَعْدَ اِذْ جَاۤءَنِيْۗ وَكَانَ الشَّيْطٰنُ لِلْاِنْسَانِ خَذُوْلًا",
    "Verse": "laqad aḍallanī 'aniż-żikri ba'da iż jā`anī, wa kānasy-syaiṭānu lil-insāni khażụlā"
  },
  {
    "No": 30,
    "ArabicVerse": "وَقَالَ الرَّسُوْلُ يٰرَبِّ اِنَّ قَوْمِى اتَّخَذُوْا هٰذَا الْقُرْاٰنَ مَهْجُوْرًا",
    "Verse": "wa qālar-rasụlu yā rabbi inna qaumittakhażụ hāżal-qur`āna mahjụrā"
  },
  {
    "No": 31,
    "ArabicVerse": "وَكَذٰلِكَ جَعَلْنَا لِكُلِّ نَبِيٍّ عَدُوًّا مِّنَ الْمُجْرِمِيْنَۗ وَكَفٰى بِرَبِّكَ هَادِيًا وَّنَصِيْرًا",
    "Verse": "wa każālika ja'alnā likulli nabiyyin 'aduwwam minal-mujrimīn, wa kafā birabbika hādiyaw wa naṣīrā"
  },
  {
    "No": 32,
    "ArabicVerse": "وَقَالَ الَّذِيْنَ كَفَرُوْا لَوْلَا نُزِّلَ عَلَيْهِ الْقُرْاٰنُ جُمْلَةً وَّاحِدَةً ۛ كَذٰلِكَ ۛ لِنُثَبِّتَ بِهٖ فُؤَادَكَ وَرَتَّلْنٰهُ تَرْتِيْلًا",
    "Verse": "wa qālallażīna kafarụ lau lā nuzzila 'alaihil-qur`ānu jumlataw wāḥidah, każālika linuṡabbita bihī fu`ādaka wa rattalnāhu tartīlā"
  },
  {
    "No": 33,
    "ArabicVerse": "وَلَا يَأْتُوْنَكَ بِمَثَلٍ اِلَّا جِئْنٰكَ بِالْحَقِّ وَاَحْسَنَ تَفْسِيْرًا ۗ",
    "Verse": "wa lā ya`tụnaka bimaṡalin illā ji`nāka bil-ḥaqqi wa aḥsana tafsīrā"
  },
  {
    "No": 34,
    "ArabicVerse": "اَلَّذِيْنَ يُحْشَرُوْنَ عَلٰى وُجُوْهِهِمْ اِلٰى جَهَنَّمَۙ اُولٰۤىِٕكَ شَرٌّ مَّكَانًا وَّاَضَلُّ سَبِيْلًا",
    "Verse": "allażīna yuḥsyarụna 'alā wujụhihim ilā jahannama ulā`ika syarrum makānaw wa aḍallu sabīlā"
  },
  {
    "No": 35,
    "ArabicVerse": "وَلَقَدْ اٰتَيْنَا مُوْسَى الْكِتٰبَ وَجَعَلْنَا مَعَهٗٓ اَخَاهُ هٰرُوْنَ وَزِيْرًا ۚ",
    "Verse": "wa laqad ātainā mụsal-kitāba wa ja'alnā ma'ahū akhāhu hārụna wazīrā"
  },
  {
    "No": 36,
    "ArabicVerse": "فَقُلْنَا اذْهَبَآ اِلَى الْقَوْمِ الَّذِيْنَ كَذَّبُوْا بِاٰيٰتِنَاۗ فَدَمَّرْنٰهُمْ تَدْمِيْرًا ۗ",
    "Verse": "fa qulnaż-habā ilal-qaumillażīna każżabụ bi`āyātinā, fa dammarnāhum tadmīrā"
  },
  {
    "No": 37,
    "ArabicVerse": "وَقَوْمَ نُوْحٍ لَّمَّا كَذَّبُوا الرُّسُلَ اَغْرَقْنٰهُمْ وَجَعَلْنٰهُمْ لِلنَّاسِ اٰيَةًۗ وَاَعْتَدْنَا لِلظّٰلِمِيْنَ عَذَابًا اَلِيْمًا ۚ",
    "Verse": "wa qauma nụḥil lammā każżabur-rusula agraqnāhum wa ja'alnāhum lin-nāsi āyah, wa a'tadnā liẓ-ẓālimīna 'ażāban alīmā"
  },
  {
    "No": 38,
    "ArabicVerse": "وَعَادًا وَّثَمُوْدَا۟ وَاَصْحٰبَ الرَّسِّ وَقُرُوْنًاۢ بَيْنَ ذٰلِكَ كَثِيْرًا",
    "Verse": "wa 'ādaw wa ṡamụda wa aṣ-ḥābar-rassi wa qurụnam baina żālika kaṡīrā"
  },
  {
    "No": 39,
    "ArabicVerse": "وَكُلًّا ضَرَبْنَا لَهُ الْاَمْثَالَۖ وَكُلًّا تَبَّرْنَا تَتْبِيْرًا",
    "Verse": "wa kullan ḍarabnā lahul-amṡāla wa kullan tabbarnā tatbīrā"
  },
  {
    "No": 40,
    "ArabicVerse": "وَلَقَدْ اَتَوْا عَلَى الْقَرْيَةِ الَّتِيْٓ اُمْطِرَتْ مَطَرَ السَّوْءِۗ اَفَلَمْ يَكُوْنُوْا يَرَوْنَهَاۚ بَلْ كَانُوْا لَا يَرْجُوْنَ نُشُوْرًا",
    "Verse": "wa laqad atau 'alal-qaryatillatī umṭirat maṭaras-saụ`, a fa lam yakụnụ yaraunahā, bal kānụ lā yarjụna nusyụrā"
  },
  {
    "No": 41,
    "ArabicVerse": "وَاِذَا رَاَوْكَ اِنْ يَّتَّخِذُوْنَكَ اِلَّا هُزُوًاۗ اَهٰذَا الَّذِيْ بَعَثَ اللّٰهُ رَسُوْلًا",
    "Verse": "wa iżā ra`auka iy yattakhiżụnaka illā huzuwā, a hāżallażī ba'aṡallāhu rasụlā"
  },
  {
    "No": 42,
    "ArabicVerse": "اِنْ كَادَ لَيُضِلُّنَا عَنْ اٰلِهَتِنَا لَوْلَآ اَنْ صَبَرْنَا عَلَيْهَاۗ وَسَوْفَ يَعْلَمُوْنَ حِيْنَ يَرَوْنَ الْعَذَابَ مَنْ اَضَلُّ سَبِيْلًا",
    "Verse": "ing kāda layuḍillunā 'an ālihatinā lau lā an ṣabarnā 'alaihā, wa saufa ya'lamụna ḥīna yaraunal-'ażāba man aḍallu sabīlā"
  },
  {
    "No": 43,
    "ArabicVerse": "اَرَءَيْتَ مَنِ اتَّخَذَ اِلٰهَهٗ هَوٰىهُۗ اَفَاَنْتَ تَكُوْنُ عَلَيْهِ وَكِيْلًا ۙ",
    "Verse": "a ra`aita manittakhaża ilāhahụ hawāh, a fa anta takụnu 'alaihi wakīlā"
  },
  {
    "No": 44,
    "ArabicVerse": "اَمْ تَحْسَبُ اَنَّ اَكْثَرَهُمْ يَسْمَعُوْنَ اَوْ يَعْقِلُوْنَۗ اِنْ هُمْ اِلَّا كَالْاَنْعَامِ بَلْ هُمْ اَضَلُّ سَبِيْلًا",
    "Verse": "am taḥsabu anna akṡarahum yasma'ụna au ya'qilụn, in hum illā kal-an'āmi bal hum aḍallu sabīlā"
  },
  {
    "No": 45,
    "ArabicVerse": "اَلَمْ تَرَ اِلٰى رَبِّكَ كَيْفَ مَدَّ الظِّلَّۚ وَلَوْ شَاۤءَ لَجَعَلَهٗ سَاكِنًاۚ ثُمَّ جَعَلْنَا الشَّمْسَ عَلَيْهِ دَلِيْلًا ۙ",
    "Verse": "a lam tara ilā rabbika kaifa maddaẓ-ẓill, walau syā`a laja'alahụ sākinā, ṡumma ja'alnasy-syamsa 'alaihi dalīlā"
  },
  {
    "No": 46,
    "ArabicVerse": "ثُمَّ قَبَضْنٰهُ اِلَيْنَا قَبْضًا يَّسِيْرًا",
    "Verse": "ṡumma qabaḍnāhu ilainā qabḍay yasīrā"
  },
  {
    "No": 47,
    "ArabicVerse": "وَهُوَ الَّذِيْ جَعَلَ لَكُمُ الَّيْلَ لِبَاسًا وَّالنَّوْمَ سُبَاتًا وَّجَعَلَ النَّهَارَ نُشُوْرًا",
    "Verse": "wa huwallażī ja'ala lakumul-laila libāsaw wan-nauma subātaw wa ja'alan-nahāra nusyụrā"
  },
  {
    "No": 48,
    "ArabicVerse": "وَهُوَ الَّذِيْٓ اَرْسَلَ الرِّيٰحَ بُشْرًاۢ بَيْنَ يَدَيْ رَحْمَتِهٖۚ وَاَنْزَلْنَا مِنَ السَّمَاۤءِ مَاۤءً طَهُوْرًا ۙ",
    "Verse": "wa huwallażī arsalar-riyāḥa busyram baina yadai raḥmatih, wa anzalnā minas-samā`i mā`an ṭahụrā"
  },
  {
    "No": 49,
    "ArabicVerse": "لِّنُحْيِ َۧ بِهٖ بَلْدَةً مَّيْتًا وَّنُسْقِيَهٗ مِمَّا خَلَقْنَآ اَنْعَامًا وَّاَنَاسِيَّ كَثِيْرًا",
    "Verse": "linuḥyiya bihī baldatam maitaw wa nusqiyahụ mimmā khalaqnā an'āmaw wa anāsiyya kaṡīrā"
  },
  {
    "No": 50,
    "ArabicVerse": "وَلَقَدْ صَرَّفْنٰهُ بَيْنَهُمْ لِيَذَّكَّرُوْاۖ فَاَبٰىٓ اَكْثَرُ النَّاسِ اِلَّا كُفُوْرًا",
    "Verse": "wa laqad ṣarrafnāhu bainahum liyażżakkarụ fa abā akṡarun-nāsi illā kufụrā"
  },
  {
    "No": 51,
    "ArabicVerse": "وَلَوْ شِئْنَا لَبَعَثْنَا فِيْ كُلِّ قَرْيَةٍ نَّذِيْرًا ۖ",
    "Verse": "walau syi`nā laba'aṡnā fī kulli qaryatin nażīrā"
  },
  {
    "No": 52,
    "ArabicVerse": "فَلَا تُطِعِ الْكٰفِرِيْنَ وَجَاهِدْهُمْ بِهٖ جِهَادًا كَبِيْرًا",
    "Verse": "fa lā tuṭi'il kāfirīna wa jāhid-hum bihī jihādang kabīrā"
  },
  {
    "No": 53,
    "ArabicVerse": "۞ وَهُوَ الَّذِيْ مَرَجَ الْبَحْرَيْنِ هٰذَا عَذْبٌ فُرَاتٌ وَّهٰذَا مِلْحٌ اُجَاجٌۚ وَجَعَلَ بَيْنَهُمَا بَرْزَخًا وَّحِجْرًا مَّحْجُوْرًا",
    "Verse": "wa huwallażī marajal-baḥraini hāżā 'ażbun furātuw wa hāżā mil-ḥun ujāj, wa ja'ala bainahumā barzakhaw wa ḥijram maḥjụrā"
  },
  {
    "No": 54,
    "ArabicVerse": "وَهُوَ الَّذِيْ خَلَقَ مِنَ الْمَاۤءِ بَشَرًا فَجَعَلَهٗ نَسَبًا وَّصِهْرًاۗ وَكَانَ رَبُّكَ قَدِيْرًا",
    "Verse": "wa huwallażī khalaqa minal-mā`i basyaran fa ja'alahụ nasabaw wa ṣihrā, wa kāna rabbuka qadīrā"
  },
  {
    "No": 55,
    "ArabicVerse": "وَيَعْبُدُوْنَ مِنْ دُوْنِ اللّٰهِ مَا لَا يَنْفَعُهُمْ وَلَا يَضُرُّهُمْۗ وَكَانَ الْكَافِرُ عَلٰى رَبِّهٖ ظَهِيْرًا",
    "Verse": "wa ya'budụna min dụnillāhi mā lā yanfa'uhum wa lā yaḍurruhum, wa kānal-kāfiru 'alā rabbihī ẓahīrā"
  },
  {
    "No": 56,
    "ArabicVerse": "وَمَآ اَرْسَلْنٰكَ اِلَّا مُبَشِّرًا وَّنَذِيْرًا",
    "Verse": "wa mā arsalnāka illā mubasysyiraw wa nażīrā"
  },
  {
    "No": 57,
    "ArabicVerse": "قُلْ مَآ اَسْـَٔلُكُمْ عَلَيْهِ مِنْ اَجْرٍ اِلَّا مَنْ شَاۤءَ اَنْ يَّتَّخِذَ اِلٰى رَبِّهٖ سَبِيْلًا",
    "Verse": "qul mā as`alukum 'alaihi min ajrin illā man syā`a ay yattakhiża ilā rabbihī sabīlā"
  },
  {
    "No": 58,
    "ArabicVerse": "وَتَوَكَّلْ عَلَى الْحَيِّ الَّذِيْ لَا يَمُوْتُ وَسَبِّحْ بِحَمْدِهٖۗ وَكَفٰى بِهٖ بِذُنُوْبِ عِبَادِهٖ خَبِيْرًا ۚ",
    "Verse": "wa tawakkal 'alal-ḥayyillażī lā yamụtu wa sabbiḥ biḥamdih, wa kafā bihī biżunụbi 'ibādihī khabīrā"
  },
  {
    "No": 59,
    "ArabicVerse": "اَلَّذِيْ خَلَقَ السَّمٰوٰتِ وَالْاَرْضَ وَمَا بَيْنَهُمَا فِيْ سِتَّةِ اَيَّامٍ ثُمَّ اسْتَوٰى عَلَى الْعَرْشِۚ اَلرَّحْمٰنُ فَسْـَٔلْ بِهٖ خَبِيْرًا",
    "Verse": "allażī khalaqas-samāwāti wal-arḍa wa mā bainahumā fī sittati ayyāmin ṡummastawā 'alal-'arsy, ar-raḥmānu fas`al bihī khabīrā"
  },
  {
    "No": 60,
    "ArabicVerse": "وَاِذَا قِيْلَ لَهُمُ اسْجُدُوْا لِلرَّحْمٰنِ قَالُوْا وَمَا الرَّحْمٰنُ اَنَسْجُدُ لِمَا تَأْمُرُنَا وَزَادَهُمْ نُفُوْرًا ۩",
    "Verse": "wa iżā qīla lahumusjudụ lir-raḥmāni qālụ wa mar-raḥmānu a nasjudu limā ta`murunā wa zādahum nufụrā"
  },
  {
    "No": 61,
    "ArabicVerse": "تَبٰرَكَ الَّذِيْ جَعَلَ فِى السَّمَاۤءِ بُرُوْجًا وَّجَعَلَ فِيْهَا سِرَاجًا وَّقَمَرًا مُّنِيْرًا",
    "Verse": "tabārakallażī ja'ala fis-samā`i burụjaw wa ja'ala fīhā sirājaw wa qamaram munīrā"
  },
  {
    "No": 62,
    "ArabicVerse": "وَهُوَ الَّذِيْ جَعَلَ الَّيْلَ وَالنَّهَارَ خِلْفَةً لِّمَنْ اَرَادَ اَنْ يَّذَّكَّرَ اَوْ اَرَادَ شُكُوْرًا",
    "Verse": "wa huwallażī ja'alal-laila wan-nahāra khilfatal liman arāda ay yażżakkara au arāda syukụrā"
  },
  {
    "No": 63,
    "ArabicVerse": "وَعِبَادُ الرَّحْمٰنِ الَّذِيْنَ يَمْشُوْنَ عَلَى الْاَرْضِ هَوْنًا وَّاِذَا خَاطَبَهُمُ الْجٰهِلُوْنَ قَالُوْا سَلٰمًا",
    "Verse": "wa 'ibādur-raḥmānillażīna yamsyụna 'alal-arḍi haunaw wa iżā khāṭabahumul-jāhilụna qālụ salāmā"
  },
  {
    "No": 64,
    "ArabicVerse": "وَالَّذِيْنَ يَبِيْتُوْنَ لِرَبِّهِمْ سُجَّدًا وَّقِيَامًا",
    "Verse": "wallażīna yabītụna lirabbihim sujjadaw wa qiyāmā"
  },
  {
    "No": 65,
    "ArabicVerse": "وَالَّذِيْنَ يَقُوْلُوْنَ رَبَّنَا اصْرِفْ عَنَّا عَذَابَ جَهَنَّمَۖ اِنَّ عَذَابَهَا كَانَ غَرَامًا ۖ",
    "Verse": "wallażīna yaqụlụna rabbanaṣrif 'annā 'ażāba jahannama inna 'ażābahā kāna garāmā"
  },
  {
    "No": 66,
    "ArabicVerse": "اِنَّهَا سَاۤءَتْ مُسْتَقَرًّا وَّمُقَامًا",
    "Verse": "innahā sā`at mustaqarraw wa muqāmā"
  },
  {
    "No": 67,
    "ArabicVerse": "وَالَّذِيْنَ اِذَآ اَنْفَقُوْا لَمْ يُسْرِفُوْا وَلَمْ يَقْتُرُوْا وَكَانَ بَيْنَ ذٰلِكَ قَوَامًا",
    "Verse": "wallażīna iżā anfaqụ lam yusrifụ wa lam yaqturụ wa kāna baina żālika qawāmā"
  },
  {
    "No": 68,
    "ArabicVerse": "وَالَّذِيْنَ لَا يَدْعُوْنَ مَعَ اللّٰهِ اِلٰهًا اٰخَرَ وَلَا يَقْتُلُوْنَ النَّفْسَ الَّتِيْ حَرَّمَ اللّٰهُ اِلَّا بِالْحَقِّ وَلَا يَزْنُوْنَۚ وَمَنْ يَّفْعَلْ ذٰلِكَ يَلْقَ اَثَامًا ۙ",
    "Verse": "wallażīna lā yad'ụna ma'allāhi ilāhan ākhara wa lā yaqtulụnan-nafsallatī ḥarramallāhu illā bil-ḥaqqi wa lā yaznụn, wa may yaf'al żālika yalqa aṡāmā"
  },
  {
    "No": 69,
    "ArabicVerse": "يُّضٰعَفْ لَهُ الْعَذَابُ يَوْمَ الْقِيٰمَةِ وَيَخْلُدْ فِيْهٖ مُهَانًا ۙ",
    "Verse": "yuḍā'af lahul-'ażābu yaumal-qiyāmati wa yakhlud fīhī muhānā"
  },
  {
    "No": 70,
    "ArabicVerse": "اِلَّا مَنْ تَابَ وَاٰمَنَ وَعَمِلَ عَمَلًا صَالِحًا فَاُولٰۤىِٕكَ يُبَدِّلُ اللّٰهُ سَيِّاٰتِهِمْ حَسَنٰتٍۗ وَكَانَ اللّٰهُ غَفُوْرًا رَّحِيْمًا",
    "Verse": "illā man tāba wa āmana wa 'amila 'amalan ṣāliḥan fa ulā`ika yubaddilullāhu sayyi`ātihim ḥasanāt, wa kānallāhu gafụrar raḥīmā"
  },
  {
    "No": 71,
    "ArabicVerse": "وَمَنْ تَابَ وَعَمِلَ صَالِحًا فَاِنَّهٗ يَتُوْبُ اِلَى اللّٰهِ مَتَابًا",
    "Verse": "wa man tāba wa 'amila ṣāliḥan fa innahụ yatụbu ilallāhi matābā"
  },
  {
    "No": 72,
    "ArabicVerse": "وَالَّذِيْنَ لَا يَشْهَدُوْنَ الزُّوْرَۙ وَاِذَا مَرُّوْا بِاللَّغْوِ مَرُّوْا كِرَامًا",
    "Verse": "wallażīna lā yasy-hadụnaz-zụra wa iżā marrụ bil-lagwi marrụ kirāmā"
  },
  {
    "No": 73,
    "ArabicVerse": "وَالَّذِيْنَ اِذَا ذُكِّرُوْا بِاٰيٰتِ رَبِّهِمْ لَمْ يَخِرُّوْا عَلَيْهَا صُمًّا وَّعُمْيَانًا",
    "Verse": "wallażīna iżā żukkirụ bi`āyāti rabbihim lam yakhirrụ 'alaihā ṣummaw wa 'umyānā"
  },
  {
    "No": 74,
    "ArabicVerse": "وَالَّذِيْنَ يَقُوْلُوْنَ رَبَّنَا هَبْ لَنَا مِنْ اَزْوَاجِنَا وَذُرِّيّٰتِنَا قُرَّةَ اَعْيُنٍ وَّاجْعَلْنَا لِلْمُتَّقِيْنَ اِمَامًا",
    "Verse": "wallażīna yaqụlụna rabbanā hab lanā min azwājinā wa żurriyyātinā qurrata a'yuniw waj'alnā lil-muttaqīna imāmā"
  },
  {
    "No": 75,
    "ArabicVerse": "اُولٰۤىِٕكَ يُجْزَوْنَ الْغُرْفَةَ بِمَا صَبَرُوْا وَيُلَقَّوْنَ فِيْهَا تَحِيَّةً وَّسَلٰمًا ۙ",
    "Verse": "ulā`ika yujzaunal-gurfata bimā ṣabarụ wa yulaqqauna fīhā taḥiyyataw wa salāmā"
  },
  {
    "No": 76,
    "ArabicVerse": "خٰلِدِيْنَ فِيْهَاۗ حَسُنَتْ مُسْتَقَرًّا وَّمُقَامًا",
    "Verse": "khālidīna fīhā, ḥasunat mustaqarraw wa muqāmā"
  },
  {
    "No": 77,
    "ArabicVerse": "قُلْ مَا يَعْبَؤُا بِكُمْ رَبِّيْ لَوْلَا دُعَاۤؤُكُمْۚ فَقَدْ كَذَّبْتُمْ فَسَوْفَ يَكُوْنُ لِزَامًا",
    "Verse": "qul mā ya'ba`u bikum rabbī lau lā du'ā`ukum, fa qad każżabtum fa saufa yakụnu lizāmā"
  }
]